{"chapter":{"1":{"verse":1,"text":"Вот родословие сынов Ноевых: Сима, Хама и Иафета. После потопа родились у них дети."},"2":{"verse":2,"text":"Сыны Иафета: Гомер, Магог, Мадай, Иаван,  Елиса,  Фувал, Мешех и Фирас."},"3":{"verse":3,"text":"Сыны Гомера: Аскеназ, Рифат и Фогарма."},"4":{"verse":4,"text":"Сыны Иавана: Елиса, Фарсис, Киттим и Доданим."},"5":{"verse":5,"text":"От сих населились острова народов в землях их, каждый по языку своему, по племенам своим, в народах своих."},"6":{"verse":6,"text":"Сыны Хама: Хуш, Мицраим, Фут и Ханаан."},"7":{"verse":7,"text":"Сыны Хуша: Сева, Хавила, Савта, Раама и Савтеха. Сыны Раамы: Шева и Дедан."},"8":{"verse":8,"text":"Хуш родил также Нимрода; сей начал быть силен на земле;"},"9":{"verse":9,"text":"он был сильный зверолов пред Господом  Богом , потому и говорится: сильный зверолов, как Нимрод, пред Господом  Богом ."},"10":{"verse":10,"text":"Царство его вначале составляли: Вавилон, Эрех, Аккад и Халне в земле Сеннаар."},"11":{"verse":11,"text":"Из сей земли вышел Ассур и построил Ниневию, Реховоф-ир, Калах"},"12":{"verse":12,"text":"и Ресен между Ниневиею и между Калахом; это город великий."},"13":{"verse":13,"text":"От Мицраима произошли Лудим, Анамим, Легавим, Нафтухим,"},"14":{"verse":14,"text":"Патрусим, Каслухим, откуда вышли Филистимляне, и Кафторим."},"15":{"verse":15,"text":"От Ханаана родились: Сидон, первенец его, Хет,"},"16":{"verse":16,"text":"Иевусей, Аморрей, Гергесей,"},"17":{"verse":17,"text":"Евей, Аркей, Синей,"},"18":{"verse":18,"text":"Арвадей, Цемарей и Химафей. Впоследствии племена Ханаанские рассеялись,"},"19":{"verse":19,"text":"и были пределы Хананеев от Сидона к Герару до Газы, отсюда к Содому, Гоморре, Адме и Цевоиму до Лаши."},"20":{"verse":20,"text":"Это сыны Хамовы, по племенам их, по языкам их, в землях их, в народах их."},"21":{"verse":21,"text":"Были дети и у Сима, отца всех сынов Еверовых, старшего брата Иафетова."},"22":{"verse":22,"text":"Сыны Сима: Елам, Ассур, Арфаксад, Луд, Арам  и Каинан ."},"23":{"verse":23,"text":"Сыны Арама: Уц, Хул, Гефер и Маш."},"24":{"verse":24,"text":"Арфаксад родил  Каинана, Каинан родил  Салу, Сала родил Евера."},"25":{"verse":25,"text":"У Евера родились два сына; имя одному: Фалек, потому что во дни его земля разделена; имя брату его: Иоктан."},"26":{"verse":26,"text":"Иоктан родил Алмодада, Шалефа, Хацармавефа, Иераха,"},"27":{"verse":27,"text":"Гадорама, Узала, Диклу,"},"28":{"verse":28,"text":"Овала, Авимаила, Шеву,"},"29":{"verse":29,"text":"Офира, Хавилу и Иовава. Все эти сыновья Иоктана."},"30":{"verse":30,"text":"Поселения их были от Меши до Сефара, горы восточной."},"31":{"verse":31,"text":"Это сыновья Симовы по племенам их, по языкам их, в землях их, по народам их."},"32":{"verse":32,"text":"Вот племена сынов Ноевых, по родословию их, в народах их. От них распространились народы на земле после потопа."}},"meta":{"connection":"RSTI","book_number":10,"chapter_number":10,"previous_chapter":{"connection":"RSTI","book_number":10,"chapter":9},"next_chapter":{"connection":"RSTI","book_number":10,"chapter":11}}}