{"chapter":{"1":{"verse":1,"text":"После сих происшествий было слово Господа к Авраму в видении <i>ночью</i>, и сказано: не бойся, Аврам; Я твой щит; награда твоя <i>будет</i> весьма велика."},"2":{"verse":2,"text":"Аврам сказал: Владыка Господи! что Ты дашь мне? я остаюсь бездетным; распорядитель в доме моем этот Елиезер из Дамаска."},"3":{"verse":3,"text":"И сказал Аврам: вот, Ты не дал мне потомства, и вот, домочадец мой наследник мой."},"4":{"verse":4,"text":"И было слово Господа к нему, и сказано: не будет он твоим наследником, но тот, кто произойдет из чресл твоих, будет твоим наследником."},"5":{"verse":5,"text":"И вывел его вон и сказал <i>ему</i>: посмотри на небо и сосчитай звезды, если ты можешь счесть их. И сказал ему: столько будет у тебя потомков."},"6":{"verse":6,"text":"Аврам поверил Господу, и Он вменил ему это в праведность."},"7":{"verse":7,"text":"И сказал ему: Я Господь, Который вывел тебя из Ура Халдейского, чтобы дать тебе землю сию во владение."},"8":{"verse":8,"text":"Он сказал: Владыка Господи! по чему мне узнать, что я буду владеть ею?"},"9":{"verse":9,"text":"Господь сказал ему: возьми Мне трехлетнюю телицу, трехлетнюю козу, трехлетнего овна, горлицу и молодого голубя."},"10":{"verse":10,"text":"Он взял всех их, рассек их пополам и положил одну часть против другой; только птиц не рассек."},"11":{"verse":11,"text":"И налетели на трупы хищные птицы; но Аврам отгонял их."},"12":{"verse":12,"text":"При захождении солнца крепкий сон напал на Аврама, и вот, напал на него ужас и мрак великий."},"13":{"verse":13,"text":"И сказал Господь Авраму: знай, что потомки твои будут пришельцами в земле не своей, и поработят их, и будут угнетать их четыреста лет,"},"14":{"verse":14,"text":"но Я произведу суд над народом, у которого они будут в порабощении; после сего они выйдут <i>сюда</i> с большим имуществом,"},"15":{"verse":15,"text":"а ты отойдешь к отцам твоим в мире и будешь погребен в старости доброй;"},"16":{"verse":16,"text":"в четвертом роде возвратятся они сюда: ибо мера беззаконий Аморреев доселе еще не наполнилась."},"17":{"verse":17,"text":"Когда зашло солнце и наступила тьма, вот, дым как бы из печи и пламя огня прошли между рассеченными животными."},"18":{"verse":18,"text":"В этот день заключил Господь завет с Аврамом, сказав: потомству твоему даю Я землю сию, от реки Египетской до великой реки, реки Евфрата:"},"19":{"verse":19,"text":"Кенеев, Кенезеев, Кедмонеев,"},"20":{"verse":20,"text":"Хеттеев, Ферезеев, Рефаимов,"},"21":{"verse":21,"text":"Аморреев, Хананеев, <i>Евеев,</i> Гергесеев и Иевусеев."}},"meta":{"connection":"RSTI","book_number":10,"chapter_number":15,"previous_chapter":{"connection":"RSTI","book_number":10,"chapter":14},"next_chapter":{"connection":"RSTI","book_number":10,"chapter":16}}}