{"chapter":{"1":{"verse":1,"text":"Иосиф пал на лице отца своего, и плакал над ним, и целовал его."},"2":{"verse":2,"text":"И повелел Иосиф слугам своим - врачам, бальзамировать отца его; и врачи набальзамировали Израиля."},"3":{"verse":3,"text":"И исполнилось ему сорок дней, ибо столько дней употребляется на бальзамирование, и оплакивали его Египтяне семьдесят дней."},"4":{"verse":4,"text":"Когда же прошли дни плача по нем, Иосиф сказал придворным фараона, говоря: если я обрел благоволение в очах ваших, то скажите фараону так:"},"5":{"verse":5,"text":"отец мой заклял меня, сказав: вот, я умираю; во гробе моем, который я выкопал себе в земле Ханаанской, там похорони меня. И теперь хотел бы я пойти и похоронить отца моего и возвратиться. <i>Слова Иосифа пересказали фараону.</i>"},"6":{"verse":6,"text":"И сказал фараон: пойди и похорони отца твоего, как он заклял тебя."},"7":{"verse":7,"text":"И пошел Иосиф хоронить отца своего. И пошли с ним все слуги фараона, старейшины дома его и все старейшины земли Египетской,"},"8":{"verse":8,"text":"и весь дом Иосифа, и братья его, и дом отца его. Только детей своих и мелкий и крупный скот свой оставили в земле Гесем."},"9":{"verse":9,"text":"С ним отправились также колесницы и всадники, так что сонм был весьма велик."},"10":{"verse":10,"text":"И дошли они до Горен-гаатада при Иордане и плакали там плачем великим и весьма сильным; и сделал Иосиф плач по отце своем семь дней."},"11":{"verse":11,"text":"И видели жители земли той, Хананеи, плач в Горен-гаатаде, и сказали: велик плач этот у Египтян! Посему наречено имя <i>месту</i> тому: плач Египтян, что при Иордане."},"12":{"verse":12,"text":"И сделали сыновья Иакова с ним, как он заповедал им;"},"13":{"verse":13,"text":"и отнесли его сыновья его в землю Ханаанскую и похоронили его в пещере на поле Махпела, которую купил Авраам с полем в собственность для погребения у Ефрона Хеттеянина, пред Мамре."},"14":{"verse":14,"text":"И возвратился Иосиф в Египет, сам и братья его и все ходившие с ним хоронить отца его, после погребения им отца своего."},"15":{"verse":15,"text":"И увидели братья Иосифовы, что умер отец их, и сказали: что, если Иосиф возненавидит нас и захочет отмстить нам за всё зло, которое мы ему сделали?"},"16":{"verse":16,"text":"И послали они сказать Иосифу: отец твой пред смертью своею завещал, говоря:"},"17":{"verse":17,"text":"так скажите Иосифу: прости братьям твоим вину и грех их, так как они сделали тебе зло. И ныне прости вины рабов Бога отца твоего. Иосиф плакал, когда ему говорили это."},"18":{"verse":18,"text":"Пришли и сами братья его, и пали пред лицем его, и сказали: вот, мы рабы тебе."},"19":{"verse":19,"text":"И сказал Иосиф: не бойтесь, ибо я боюсь Бога;"},"20":{"verse":20,"text":"вот, вы умышляли против меня зло; но Бог обратил это в добро, чтобы сделать то, что теперь есть: сохранить жизнь великому числу людей;"},"21":{"verse":21,"text":"итак не бойтесь: я буду питать вас и детей ваших. И успокоил их и говорил по сердцу их."},"22":{"verse":22,"text":"И жил Иосиф в Египте сам и дом отца его; жил же Иосиф всего сто десять лет."},"23":{"verse":23,"text":"И видел Иосиф детей у Ефрема до третьего рода, также и сыновья Махира, сына Манассиина, родились на колени Иосифа."},"24":{"verse":24,"text":"И сказал Иосиф братьям своим: я умираю, но Бог посетит вас и выведет вас из земли сей в землю, о которой клялся Аврааму, Исааку и Иакову."},"25":{"verse":25,"text":"И заклял Иосиф сынов Израилевых, говоря: Бог посетит вас, и вынесите кости мои отсюда."},"26":{"verse":26,"text":"И умер Иосиф ста десяти лет. И набальзамировали его и положили в ковчег в Египте."}},"meta":{"connection":"RSTI","book_number":10,"chapter_number":50,"previous_chapter":{"connection":"RSTI","book_number":10,"chapter":49},"next_chapter":null}}