{"chapter":{"1":{"verse":1,"text":"И сказал Господь <i>Бог</i> Ною: войди ты и все семейство твое в ковчег, ибо тебя увидел Я праведным предо Мною в роде сем;"},"2":{"verse":2,"text":"и всякого скота чистого возьми по семи, мужеского пола и женского, а из скота нечистого по два, мужеского пола и женского;"},"3":{"verse":3,"text":"также и из птиц небесных <i>чистых</i> по семи, мужеского пола и женского, <i>и из всех птиц нечистых по две, мужеского пола и женского,</i> чтобы сохранить племя для всей земли,"},"4":{"verse":4,"text":"ибо чрез семь дней Я буду изливать дождь на землю сорок дней и сорок ночей; и истреблю все существующее, что Я создал, с лица земли."},"5":{"verse":5,"text":"Ной сделал все, что Господь <i>Бог</i> повелел ему."},"6":{"verse":6,"text":"Ной же был шестисот лет, как потоп водный пришел на землю."},"7":{"verse":7,"text":"И вошел Ной и сыновья его, и жена его, и жены сынов его с ним в ковчег от вод потопа."},"8":{"verse":8,"text":"И <i>из птиц чистых и из птиц нечистых, и</i> из скотов чистых и из скотов нечистых, <i>и из зверей</i> и из всех пресмыкающихся по земле"},"9":{"verse":9,"text":"по паре, мужеского пола и женского, вошли к Ною в ковчег, как <i>Господь</i> Бог повелел Ною."},"10":{"verse":10,"text":"Чрез семь дней воды потопа пришли на землю."},"11":{"verse":11,"text":"В шестисотый год жизни Ноевой, во второй месяц, в семнадцатый <i>27</i> день месяца, в сей день разверзлись все источники великой бездны, и окна небесные отворились;"},"12":{"verse":12,"text":"и лился на землю дождь сорок дней и сорок ночей."},"13":{"verse":13,"text":"В сей самый день вошел в ковчег Ной, и Сим, Хам и Иафет, сыновья Ноевы, и жена Ноева, и три жены сынов его с ними."},"14":{"verse":14,"text":"Они, и все звери <i>земли</i> по роду их, и всякий скот по роду его, и все гады, пресмыкающиеся по земле, по роду их, и все летающие по роду их, все птицы, все крылатые,"},"15":{"verse":15,"text":"и вошли к Ною в ковчег по паре <i>мужеского пола и женского</i> от всякой плоти, в которой есть дух жизни;"},"16":{"verse":16,"text":"и вошедшие <i>к Ною в ковчег</i> мужеский и женский пол всякой плоти вошли, как повелел ему <i>Господь</i> Бог. И затворил Господь <i>Бог</i> за ним <i>ковчег</i>."},"17":{"verse":17,"text":"И продолжалось на земле наводнение сорок дней <i>и сорок ночей</i>, и умножилась вода, и подняла ковчег, и он возвысился над землею;"},"18":{"verse":18,"text":"вода же усиливалась и весьма умножалась на земле, и ковчег плавал по поверхности вод."},"19":{"verse":19,"text":"И усилилась вода на земле чрезвычайно, так что покрылись все высокие горы, какие есть под всем небом;"},"20":{"verse":20,"text":"на пятнадцать локтей поднялась над ними вода, и покрылись <i>все высокие</i> горы."},"21":{"verse":21,"text":"И лишилась жизни всякая плоть, движущаяся по земле, и птицы, и скоты, и звери, и все гады, ползающие по земле, и все люди;"},"22":{"verse":22,"text":"все, что имело дыхание духа жизни в ноздрях своих на суше, умерло."},"23":{"verse":23,"text":"Истребилось всякое существо, которое было на поверхности <i>всей</i> земли; от человека до скота, и гадов, и птиц небесных, - все истребилось с земли, остался только Ной и что было с ним в ковчеге."},"24":{"verse":24,"text":"Вода же усиливалась на земле сто пятьдесят дней."}},"meta":{"connection":"RSTI","book_number":10,"chapter_number":7,"previous_chapter":{"connection":"RSTI","book_number":10,"chapter":6},"next_chapter":{"connection":"RSTI","book_number":10,"chapter":8}}}