{"chapter":{"1":{"verse":1,"text":"<span class=\"j\">Сие сказал Я вам, чтобы вы не соблазнились.</span>"},"2":{"verse":2,"text":"<span class=\"j\">Изгонят вас из синагог; даже наступает время, когда всякий, убивающий вас, будет думать, что он тем служит Богу.</span>"},"3":{"verse":3,"text":"<span class=\"j\">Так будут поступать, потому что не познали ни Отца, ни Меня.</span>"},"4":{"verse":4,"text":"<span class=\"j\">Но Я сказал вам сие для того, чтобы вы, когда придет то время вспомнили, что Я сказывал вам о том; не говорил же сего вам сначала, потому что был с вами.</span>"},"5":{"verse":5,"text":"<span class=\"j\">А теперь иду к Пославшему Меня, и никто из вас не спрашивает Меня: куда идешь?</span>"},"6":{"verse":6,"text":"<span class=\"j\">Но оттого, что Я сказал вам это, печалью исполнилось сердце ваше.</span>"},"7":{"verse":7,"text":"<span class=\"j\">Но Я истину говорю вам: лучше для вас, чтобы Я пошел; ибо, если Я не пойду, Утешитель не приидет к вам; а если пойду, то пошлю Его к вам,</span>"},"8":{"verse":8,"text":"<span class=\"j\">и Он, придя, обличит мир о грехе и о правде и о суде:</span>"},"9":{"verse":9,"text":"<span class=\"j\">о грехе, что не веруют в Меня;</span>"},"10":{"verse":10,"text":"<span class=\"j\">о правде, что Я иду к Отцу Моему, и уже не увидите Меня;</span>"},"11":{"verse":11,"text":"<span class=\"j\">о суде же, что князь мира сего осужден.</span>"},"12":{"verse":12,"text":"<span class=\"j\">Еще многое имею сказать вам; но вы теперь не можете вместить.</span>"},"13":{"verse":13,"text":"<span class=\"j\">Когда же приидет Он, Дух истины, то наставит вас на всякую истину: ибо не от Себя говорить будет, но будет говорить, что услышит, и будущее возвестит вам.</span>"},"14":{"verse":14,"text":"<span class=\"j\">Он прославит Меня, потому что от Моего возьмет и возвестит вам.</span>"},"15":{"verse":15,"text":"<span class=\"j\">Все, что имеет Отец, есть Мое; потому Я сказал, что от Моего возьмет и возвестит вам.</span>"},"16":{"verse":16,"text":"<span class=\"j\">Вскоре вы не увидите Меня, и опять вскоре увидите Меня, ибо Я иду к Отцу.</span>"},"17":{"verse":17,"text":"Тут <i>некоторые</i> из учеников Его сказали один другому: что это Он говорит нам: <span class=\"j\">вскоре не увидите Меня, и опять вскоре увидите Меня</span>, и: <span class=\"j\">Я иду к Отцу</span>?"},"18":{"verse":18,"text":"Итак они говорили: что это говорит Он: <span class=\"j\">\"вскоре\"</span>? Не знаем, что говорит."},"19":{"verse":19,"text":"Иисус, уразумев, что хотят спросить Его, сказал им: <span class=\"j\">о том ли спрашиваете вы один другого, что Я сказал: вскоре не увидите Меня, и опять вскоре увидите Меня?</span>"},"20":{"verse":20,"text":"<span class=\"j\">Истинно, истинно говорю вам: вы восплачете и возрыдаете, а мир возрадуется; вы печальны будете, но печаль ваша в радость будет.</span>"},"21":{"verse":21,"text":"<span class=\"j\">Женщина, когда рождает, терпит скорбь, потому что пришел час ее; но когда родит младенца, уже не помнит скорби от радости, потому что родился человек в мир.</span>"},"22":{"verse":22,"text":"<span class=\"j\">Так и вы теперь имеете печаль; но Я увижу вас опять, и возрадуется сердце ваше, и радости вашей никто не отнимет у вас;</span>"},"23":{"verse":23,"text":"<span class=\"j\">и в тот день вы не спросите Меня ни о чем. Истинно, истинно говорю вам: о чем ни попросите Отца во имя Мое, даст вам.</span>"},"24":{"verse":24,"text":"<span class=\"j\">Доныне вы ничего не просили во имя Мое; просите, и получите, чтобы радость ваша была совершенна.</span>"},"25":{"verse":25,"text":"<span class=\"j\">Доселе Я говорил вам притчами; но наступает время, когда уже не буду говорить вам притчами, но прямо возвещу вам об Отце.</span>"},"26":{"verse":26,"text":"<span class=\"j\">В тот день будете просить во имя Мое, и не говорю вам, что Я буду просить Отца о вас:</span>"},"27":{"verse":27,"text":"<span class=\"j\">ибо Сам Отец любит вас, потому что вы возлюбили Меня и уверовали, что Я исшел от Бога.</span>"},"28":{"verse":28,"text":"<span class=\"j\">Я исшел от Отца и пришел в мир; и опять оставляю мир и иду к Отцу.</span>"},"29":{"verse":29,"text":"Ученики Его сказали Ему: вот, теперь Ты прямо говоришь, и притчи не говоришь никакой."},"30":{"verse":30,"text":"Теперь видим, что Ты знаешь все и не имеешь нужды, чтобы кто спрашивал Тебя. Посему веруем, что Ты от Бога исшел."},"31":{"verse":31,"text":"Иисус отвечал им: <span class=\"j\">теперь веруете?"},"32":{"verse":32,"text":"<span class=\"j\">Вот, наступает час, и настал уже, что вы рассеетесь каждый в свою <i>сторону</i> и Меня оставите одного; но Я не один, потому что Отец со Мною.</span>"},"33":{"verse":33,"text":"<span class=\"j\">Сие сказал Я вам, чтобы вы имели во Мне мир. В мире будете иметь скорбь; но мужайтесь: Я победил мир.</span>"}},"meta":{"connection":"RSTI","book_number":500,"chapter_number":16,"previous_chapter":{"connection":"RSTI","book_number":500,"chapter":15},"next_chapter":{"connection":"RSTI","book_number":500,"chapter":17}}}