{"chapter":{"1":{"verse":1,"text":"После Авимелеха восстал для спасения Израиля Фола, сын Фуи, сына Додова, из колена Иссахарова. Он жил в Шамире на горе Ефремовой."},"2":{"verse":2,"text":"Он был судьею Израиля двадцать три года, и умер, и погребен в Шамире."},"3":{"verse":3,"text":"После него восстал Иаир из Галаада и был судьею Израиля двадцать два года."},"4":{"verse":4,"text":"У него было тридцать <i>два</i> сына, ездивших на тридцати <i>двух</i> молодых ослах, и тридцать <i>два</i> города было у них; их до сего дня называют селениями Иаира, что в земле Галаадской."},"5":{"verse":5,"text":"И умер Иаир и погребен в Камоне."},"6":{"verse":6,"text":"Сыны Израилевы продолжали делать злое пред очами Господа и служили Ваалам и Астартам, и богам Арамейским, и богам Сидонским, и богам Моавитским, и богам Аммонитским, и богам Филистимским; а Господа оставили и не служили Ему."},"7":{"verse":7,"text":"И воспылал гнев Господа на Израиля, и Он предал их в руки Филистимлян и в руки Аммонитян;"},"8":{"verse":8,"text":"они теснили и мучили сынов Израилевых с того года восемнадцать лет, всех сынов Израилевых по ту сторону Иордана в земле Аморрейской, которая в Галааде."},"9":{"verse":9,"text":"Наконец Аммонитяне перешли Иордан, чтобы вести войну с Иудою и Вениамином и с домом Ефремовым. И весьма тесно было сынам Израиля."},"10":{"verse":10,"text":"И возопили сыны Израилевы к Господу, и говорили: согрешили мы пред Тобою, потому что оставили Бога нашего и служили Ваалам."},"11":{"verse":11,"text":"И сказал Господь сынам Израилевым: не угнетали ли вас Египтяне, и Аморреи, и Аммонитяне, и Филистимляне,"},"12":{"verse":12,"text":"и Сидоняне, и Амаликитяне, и Моавитяне, и когда вы взывали ко Мне, не спасал ли Я вас от рук их?"},"13":{"verse":13,"text":"А вы оставили Меня и стали служить другим богам; за то Я не буду уже спасать вас:"},"14":{"verse":14,"text":"пойдите, взывайте к богам, которых вы избрали, пусть они спасают вас в тесное для вас время."},"15":{"verse":15,"text":"И сказали сыны Израилевы Господу: согрешили мы; делай с нами все, что Тебе угодно, только избавь нас ныне."},"16":{"verse":16,"text":"И отвергли от себя чужих богов и стали служить <i>только</i> Господу. И не потерпела душа Его страдания Израилева."},"17":{"verse":17,"text":"Аммонитяне собрались и расположились станом в Галааде; собрались также сыны Израилевы и стали станом в Массифе."},"18":{"verse":18,"text":"Народ и князья Галаадские сказали друг другу: кто начнет войну против Аммонитян, тот будет начальником всех жителей Галаадских."}},"meta":{"connection":"RSTI","book_number":70,"chapter_number":10,"previous_chapter":{"connection":"RSTI","book_number":70,"chapter":9},"next_chapter":{"connection":"RSTI","book_number":70,"chapter":11}}}