{"chapter":{"1":{"verse":1,"text":"Jesus called to himself his twelve disciples and gave them authority over unclean spirits, to cast them out, and to heal every kind of disease and sickness."},"2":{"verse":2,"text":"The names of the Twelve apostles are: first, Simon, who is called Peter; Andrew, his brother; James the son of Zebedee; John, his brother;"},"3":{"verse":3,"text":"Philip; Bartholomew; Thomas; Matthew the tax collector; James [the son] of Alphaeus; Lebbaeus, the one called Thaddaeus;"},"4":{"verse":4,"text":"Simon the Canaanite; and Judas Iscariot, who also betrayed him."},"5":{"verse":5,"text":" Jesus sent these Twelve out and gave them this instruction: “Do not go among the Gentiles and do not enter into any city of the Samaritans."},"6":{"verse":6,"text":"Rather, go to the lost sheep of the house of Israel."},"7":{"verse":7,"text":"As you go, preach and say: ‘The Kingdom of Heaven is at hand!’"},"8":{"verse":8,"text":"Heal the sick, cleanse the lepers, raise the dead, and cast out demons. Freely you have received, give freely as well."},"9":{"verse":9,"text":"Do not take any gold, silver or brass in your money belts."},"10":{"verse":10,"text":"Do not take a bag for your journey, or two coats, or shoes, or staff: the one who works is worthy of his food."},"11":{"verse":11,"text":"As you enter any city or village, find out who is worthy and stay there until you go on."},"12":{"verse":12,"text":"As you enter into the household, greet it, saying, “Peace be to this house.”"},"13":{"verse":13,"text":"If the household is worthy, let your peace come upon it, but if it is not worthy, let your peace return to you."},"14":{"verse":14,"text":"If some place does not receive you and does not hear your words, shake off the dust from your feet as you depart from that house or that city."},"15":{"verse":15,"text":"Amen, I tell you: in the day of judgment, it will be more tolerable for the land of Sodom and Gomorrah than for that city."},"16":{"verse":16,"text":"Behold, I send you out as sheep among wolves! Therefore, be wise as serpents, and yet innocent as doves."},"17":{"verse":17,"text":"But beware of men: they will hand you over to councils and in their synagogues, they will flog you."},"18":{"verse":18,"text":"Yes, you will be brought before governors and kings for my sake, as witnesses to them and to the nations."},"19":{"verse":19,"text":"When they arrest you, do not worry about what you will say; what you are to say will be given you in that hour."},"20":{"verse":20,"text":"Indeed, it is not you who [shall] speak, but the Spirit of your Father who speaks in you."},"21":{"verse":21,"text":" Brother will deliver up brother to death, and a father his child. Children will rise up against their parents and cause them to be put to death."},"22":{"verse":22,"text":"You will be hated by all for my Name’s sake, but the one who endures to the end will be saved."},"23":{"verse":23,"text":"Nevertheless, when they persecute you in this city, flee into another. Amen, I tell you: you will not have finished going through the cities of Israel until the Son of Man comes."},"24":{"verse":24,"text":" A disciple is not above his teacher, nor a slave above his master."},"25":{"verse":25,"text":"It is enough for the disciple to be like his teacher and the slave like his lord. If they have called the master of the house Beelzebul, how much more those of his household!"},"26":{"verse":26,"text":"Therefore, do not be afraid of them, for there is nothing covered that will not be revealed and nothing hidden that will not be known."},"27":{"verse":27,"text":"What I tell you in the darkness, speak in the light; and what you hear whispered in the ear, proclaim on the housetops."},"28":{"verse":28,"text":"Do not be afraid of those who [can] kill the body but are not able to kill the soul. Rather, fear him who is able to destroy both soul and body in Gehenna."},"29":{"verse":29,"text":" Are not two sparrows sold for a small coin? Not one of them falls on the ground apart from your Father’s will,"},"30":{"verse":30,"text":"but the very hairs of your head are all numbered."},"31":{"verse":31,"text":"Therefore, do not be afraid! You are of more value than many sparrows!"},"32":{"verse":32,"text":"Whoever confesses me before men I will also confess before my Father who is in heaven."},"33":{"verse":33,"text":"But whoever denies me in front of others I will also deny before my Father who is in heaven."},"34":{"verse":34,"text":" Do not think that I came to bring peace on the earth! I did not come to bring peace, but a sword."},"35":{"verse":35,"text":"Indeed, I came to set a son against his father, a daughter against her mother and a daughter-in-law against her mother-in-law."},"36":{"verse":36,"text":"A man’s enemies will be members of his own household."},"37":{"verse":37,"text":" Whoever loves father or mother more than me is not worthy of me; and whoever loves son or daughter more than me is not worthy of me."},"38":{"verse":38,"text":"Whoever does not take his cross and follow after me is not worthy of me."},"39":{"verse":39,"text":"The one who saves his life will lose it, but whoever loses his life for my sake will obtain it."},"40":{"verse":40,"text":"Whoever receives you receives me, and whoever receives me receives the one who sent me."},"41":{"verse":41,"text":"Whoever receives a prophet because he is a prophet will receive a prophet’s reward. Whoever receives a righteous person because of this person’s righteousness will receive the reward of the righteous."},"42":{"verse":42,"text":"Amen, I tell you that whoever gives one of these little ones even just a cup of cold water to drink because he is a disciple will in no way lose his reward.”"}},"meta":{"connection":"EOB","book_number":470,"chapter_number":10,"previous_chapter":{"connection":"EOB","book_number":470,"chapter":9},"next_chapter":{"connection":"EOB","book_number":470,"chapter":11}}}