{"chapter":{"1":{"verse":1,"text":" When Jesus had finished giving instructions to his twelve disciples, he left that place to teach and preach in their cities."},"2":{"verse":2,"text":" Now when John heard about the works of Christ from his prison, he sent two of his disciples"},"3":{"verse":3,"text":"to ask him, “Are you the one who comes or should we look for another?”"},"4":{"verse":4,"text":" Jesus replied to them, “Go and tell John about the things you hear and see:"},"5":{"verse":5,"text":"the blind receive their sight, the lame walk, the lepers are cleansed, the deaf hear, the dead are raised up and the poor have Good News preached to them."},"6":{"verse":6,"text":"Blessed is he who finds no occasion for stumbling in me.”"},"7":{"verse":7,"text":" As they went their way, Jesus began to speak to the multitudes concerning John: “What did you go out into the wilderness to see? A reed shaken by the wind?"},"8":{"verse":8,"text":"If not, what did you go out to see? A man in soft clothing? Behold, those who wear soft clothing are in kings’ houses!"},"9":{"verse":9,"text":"But what did you go out to see? A prophet? Yes, I tell you, and much more than a prophet!"},"10":{"verse":10,"text":"Indeed, he is the one of whom it is written:  Behold, I send my messenger before your face, who will prepare your way before you."},"11":{"verse":11,"text":" Amen, I tell you: among those born of women, there has not arisen anyone greater than John the Baptizer! Yet the least in the Kingdom of Heaven is greater than he."},"12":{"verse":12,"text":"From the days of John the Baptizer until now, the Kingdom of Heaven suffers violence, and the violent take it by force."},"13":{"verse":13,"text":"For all the prophets and the law prophesied until John [came]."},"14":{"verse":14,"text":"If you are willing to accept it, this [John] is Elias (Elijah) who was to come."},"15":{"verse":15,"text":"Anyone who has ears for listening should listen!"},"16":{"verse":16,"text":" But to what shall I compare this generation? It is like children sitting in the marketplaces who call to their friends"},"17":{"verse":17,"text":"and say, ‘We played the flute for you and you did not dance. We mourned for you and you did not lament!’"},"18":{"verse":18,"text":"As it is, John came neither eating nor drinking, and so they say, ‘He has a demon!’"},"19":{"verse":19,"text":"The Son of Man came eating and drinking, and so they say, ‘Behold, a glutton and a drunkard, a friend of tax collectors and sinners!’ Nevertheless, Wisdom is justified by her children!”"},"20":{"verse":20,"text":" He then began to rebuke the cities in which most of his deeds of power had been done, because the people did not repent."},"21":{"verse":21,"text":" “Woe to you, Chorazin! Woe to you, Bethsaida! For if the deeds of power which were done in you had been done in Tyre and Sidon, they would have repented long ago sitting in sackcloth and ashes!"},"22":{"verse":22,"text":"But I tell you, it will be more tolerable for Tyre and Sidon on the day of judgment than for you!"},"23":{"verse":23,"text":"You, Capernaum, who [thought that you] were exalted to heaven, you will go down to hades! Truly, if the deeds of power which were done in you had been done in Sodom, it would have remained until this [very] day."},"24":{"verse":24,"text":"But I tell you: on the day of judgment, it will be more tolerable for the land of Sodom, than for you.”"},"25":{"verse":25,"text":" At that time, Jesus exclaimed, “I thank you, Father, Lord of heaven and earth, that you have hidden these things from the learned and intelligent, and revealed them to infants!"},"26":{"verse":26,"text":"Yes, Father, this was well-pleasing in your sight."},"27":{"verse":27,"text":"All things have been delivered to me by my Father. No one knows the Son except the Father, and no one knows the Father except the Son and the one to whom the Son desires to reveal him."},"28":{"verse":28,"text":" Come to me, all of you who labor and are heavily burdened, and I will give you rest!"},"29":{"verse":29,"text":"Take my yoke upon you and learn from me because I am gentle and humble of heart, and you will find rest for your souls."},"30":{"verse":30,"text":"Indeed, my yoke is easy and my burden is light.”"}},"meta":{"connection":"EOB","book_number":470,"chapter_number":11,"previous_chapter":{"connection":"EOB","book_number":470,"chapter":10},"next_chapter":{"connection":"EOB","book_number":470,"chapter":12}}}