{"chapter":{"1":{"verse":1,"text":" On that day, Jesus went out of the house and sat down by the seaside."},"2":{"verse":2,"text":"Since great crowds had gathered to [listen to] him, he entered into a boat and sat while the people stood on the beach."},"3":{"verse":3,"text":"He told them many things in parables, saying, “Behold, a farmer went out to sow."},"4":{"verse":4,"text":"As he sowed, some seeds fell by the roadside, and the birds came and devoured them."},"5":{"verse":5,"text":"Others fell on rocky ground, where they did not have much soil, and immediately they sprang up. But because they had no depth of soil,"},"6":{"verse":6,"text":"when the sun rose, they were [quickly] scorched, and since they had no root, they withered away."},"7":{"verse":7,"text":"Others fell among thorns, and the thorns grew up and choked them."},"8":{"verse":8,"text":"Others fell on good soil, and yielded fruit: some a hundred times as much, some sixty, and some thirty."},"9":{"verse":9,"text":"Anyone who has ears for listening should listen!”"},"10":{"verse":10,"text":" The disciples came and asked him, “Why do you speak to them in parables?”"},"11":{"verse":11,"text":" He answered them, “To you, it is given to know the mysteries of the Kingdom of Heaven, but to them, it is not given."},"12":{"verse":12,"text":"Anyone who has will be given more and will have in abundance; but the one who does not have will be deprived even of what he has."},"13":{"verse":13,"text":"Therefore, I speak to them in parables, so that seeing they may not see; and hearing they may not hear, nor understand, lest they should turn."},"14":{"verse":14,"text":"In them, the prophecy of Isaias (Isaiah) is fulfilled, which says:  By hearing you will hear,   and will in no way understand;   Seeing you will see,   and will in no way perceive: "},"15":{"verse":15,"text":" for this people’s heart has grown callous;   their ears are dull of hearing,   they have closed their eyes;   otherwise, perhaps they might perceive with their eyes,   hear with their ears,   understand with their heart,   and should turn again;   and I would heal them. "},"16":{"verse":16,"text":" But blessed are your eyes, because they see; and [blessed are] your ears, because they hear!"},"17":{"verse":17,"text":"Amen, I tell you that many among the prophets and the righteous desired to see what you see and they did not see them; and to hear what you hear, and [yet they] did not hear them."},"18":{"verse":18,"text":" Hear, then, the parable of the farmer."},"19":{"verse":19,"text":"When someone hears the word of the Kingdom and does not understand it, the evil one comes and snatches away what has been sown in this person’s heart. This is what was sown by the roadside."},"20":{"verse":20,"text":"The seed sown on the rocky places is when someone hears the word and immediately receives it with joy."},"21":{"verse":21,"text":"Yet, this person has no root but endures only for a while. When oppression or persecution comes because of the word, this one immediately stumbles."},"22":{"verse":22,"text":"What was sown among the thorns is when someone hears the word, but the anxieties of this age and the deceitfulness of wealth choke the word, and so it produces nothing."},"23":{"verse":23,"text":"What was sown on the good ground is when someone hears the word, understands it, and truly bears fruit, bringing forth, some a hundred times as much, some sixty, and some thirty times as much.”"},"24":{"verse":24,"text":" He also presented them another parable in these words, “The Kingdom of Heaven is like a man who sowed good seed in his field."},"25":{"verse":25,"text":"While people slept, his enemy came and also sowed weed grass among the wheat, and went away."},"26":{"verse":26,"text":"But when the wheat sprang up and brought forth fruit, the weeds also appeared."},"27":{"verse":27,"text":"The slaves of the householder came [forward] and said to him, ‘Sir, did you not sow good seed in your field? Where did this darnel come from?’"},"28":{"verse":28,"text":" The man said to them, ‘An enemy has done this.’ The slaves then asked him, ‘Do you want us to go and gather them up?’"},"29":{"verse":29,"text":" But the man replied, ‘No, for fear that while you gather up the darnel weeds, you might also uproot the wheat along with them."},"30":{"verse":30,"text":"Let both grow together until the harvest, and at the time of the harvest I will tell the reapers, “First, gather up the darnel weeds, and bind them in bundles to burn them; but gather the wheat into my barn.”’”"},"31":{"verse":31,"text":" Jesus also presented another parable to them, saying, “The Kingdom of Heaven is like a grain of mustard seed, which a man took, and sowed in his field."},"32":{"verse":32,"text":"It is indeed smaller than all [other] seeds, but when it is grown, it is the biggest of shrubs and becomes a tree, so that the birds of the air can come and find shelter in its branches.”"},"33":{"verse":33,"text":" He told them another parable: “The Kingdom of Heaven is like the yeast that a woman took and mixed in with three measures of flour, until it was all leavened.”"},"34":{"verse":34,"text":" Jesus spoke all these things in parables to the crowds; and he did not speak to them without a parable,"},"35":{"verse":35,"text":"so that what had been spoken through the prophet might be fulfilled:  I will open my mouth in parables;   I will utter things hidden from the foundation of the world. "},"36":{"verse":36,"text":" Then Jesus sent the multitudes away and went into the house. His disciples came to him, saying, “Explain to us the parable of the grass weeds of the field.”"},"37":{"verse":37,"text":" He answered them, “The one who sows the good seed is the Son of Man."},"38":{"verse":38,"text":"The field is the world, the good seeds are the children of the Kingdom, and the darnel weeds are the children of the evil one."},"39":{"verse":39,"text":"The enemy who sowed them is the devil. The harvest is the end of the age, and the reapers are angels."},"40":{"verse":40,"text":"As the weeds are gathered up and burned with fire, so will it be at the end of this age."},"41":{"verse":41,"text":"The Son of Man will send out his angels, and they will gather out of his Kingdom all things that cause stumbling, and those who do evil,"},"42":{"verse":42,"text":"and he will cast them into the furnace of fire. There will be weeping and the gnashing of teeth."},"43":{"verse":43,"text":"Then the righteous will shine forth like the sun in the Kingdom of their Father. Anyone who has ears for listening should listen!"},"44":{"verse":44,"text":" Again, the Kingdom of Heaven is like a treasure hidden in the field. When a man found it, he hid it again. In his joy, he then goes and sells all that he has, and buys that field!"},"45":{"verse":45,"text":" The Kingdom of Heaven is also like a man who is a merchant seeking fine pearls."},"46":{"verse":46,"text":"Having found one pearl of great price, he went and sold all that he had and bought it."},"47":{"verse":47,"text":" The Kingdom of Heaven is like a dragnet cast into the sea which gathered fish of every kind."},"48":{"verse":48,"text":"When the net was filled, people drew it up on the beach. They sat down and gathered the good [fish] into containers, but the bad [ones] they threw away."},"49":{"verse":49,"text":"This is how it will be at the end of the age: the angels will come forth and separate the wicked from the righteous;"},"50":{"verse":50,"text":"they will cast them into the furnace of fire where there will be weeping and gnashing of teeth.”"},"51":{"verse":51,"text":" Jesus asked them, “Have you understood all these things?” They answered him, “Yes, Lord.”"},"52":{"verse":52,"text":" He said to them, “Therefore, every trained person who has been made a disciple in the Kingdom of Heaven is like the owner of a house who brings out of his storeroom new and old things.”"},"53":{"verse":53,"text":" When Jesus had finished [speaking] these parables, he departed from there."},"54":{"verse":54,"text":"Coming into his own country, he taught the people in their synagogue and they were astonished, saying, “Where did this man get this wisdom and these deeds of power?"},"55":{"verse":55,"text":"Is this not the carpenter’s son? Is not his mother called Mary, and his brothers, James, Joses, Simon, and Judas?"},"56":{"verse":56,"text":"Are not all of his sisters with us? Where then did this man get all of these things?”"},"57":{"verse":57,"text":"And they stumbled because of him. But Jesus said to them, “A prophet is not without honor, except in his own country and in his own house!”"},"58":{"verse":58,"text":"He did not do many deeds of power there because of their unbelief."}},"meta":{"connection":"EOB","book_number":470,"chapter_number":13,"previous_chapter":{"connection":"EOB","book_number":470,"chapter":12},"next_chapter":{"connection":"EOB","book_number":470,"chapter":14}}}