{"chapter":{"1":{"verse":1,"text":" At that time, Herod the tetrarch heard the report concerning Jesus,"},"2":{"verse":2,"text":"and he said to his servants, “This is John the Baptist! He is risen from the dead! That is why these powers work in him.”"},"3":{"verse":3,"text":"As it is, Herod had arrested John, bound him, and put him in prison for the sake of Herodias, the wife of his brother Philip."},"4":{"verse":4,"text":"For John had told him, “It is not lawful for you to have her.”"},"5":{"verse":5,"text":"Even though Herod desired to have John put to death, he feared the crowds because they considered him to be a prophet."},"6":{"verse":6,"text":"But when Herod’s birthday was celebrated, Herodias’ daughter danced among them and pleased Herod,"},"7":{"verse":7,"text":"so much that he promised with an oath to give her whatever she would ask."},"8":{"verse":8,"text":"Prompted by her mother, she said, “Give me here, on a platter, the head of John the Baptist.”"},"9":{"verse":9,"text":" The king was grieved, but for the sake of his oaths and because of those who sat at the table with him, he commanded that it be brought."},"10":{"verse":10,"text":"Herod gave orders and had John beheaded in the prison."},"11":{"verse":11,"text":"His head was brought on a platter, given to the young woman, and she brought it to her mother."},"12":{"verse":12,"text":"John’s disciples came, took the body, and buried it; and they went and told Jesus."},"13":{"verse":13,"text":"When Jesus heard this, he withdrew from that place in a boat and went to a deserted place in private. When the crowds heard about this, they followed him on foot from the cities."},"14":{"verse":14,"text":" Jesus went out and saw that there was a great crowd. He had compassion on them and healed their sick."},"15":{"verse":15,"text":"When evening came, his disciples came to him and said, “This place is deserted, and the hour is already late. Send the crowds away so that they may go into the villages and buy food for themselves.”"},"16":{"verse":16,"text":" But Jesus said to them, “They do not need to go away. You give them something to eat.”"},"17":{"verse":17,"text":" They replied, “We only have here five loaves and two fish!”"},"18":{"verse":18,"text":" Jesus said, “Bring them to me.”"},"19":{"verse":19,"text":"Having instructed the crowds to sit down on the grass, he took the five loaves and the two fish. Looking up to heaven, he blessed, broke and gave the loaves to the disciples, and the disciples distributed it to the multitudes."},"20":{"verse":20,"text":"And so, everyone ate and was satisfied. His disciples gathered up twelve baskets full of what remained left over from the broken pieces."},"21":{"verse":21,"text":"Those who ate were about five thousand men, besides women and children."},"22":{"verse":22,"text":" Immediately after this, Jesus made his disciples get into the boat and told them to go ahead of him to the other side, while he would send the crowds away."},"23":{"verse":23,"text":"After he had sent the people away, he went up into the mountain by himself in order to pray. When evening came, he was there alone."},"24":{"verse":24,"text":"But the boat was now in the middle of the sea, distressed by the waves, because the wind was against it."},"25":{"verse":25,"text":"In the fourth watch of the night, Jesus came to them, walking on the sea."},"26":{"verse":26,"text":"When the disciples saw him walking on the sea, they were troubled and said, “It is a ghost!” and they cried out in fear."},"27":{"verse":27,"text":"But at once, Jesus spoke to them, saying “Take heart! It is I! Do not be afraid.”"},"28":{"verse":28,"text":" Peter answered him and said, “Lord, if it is you, tell me to come to you upon the waters.”"},"29":{"verse":29,"text":" And Jesus said, “Come!” Peter stepped down from the boat and walked on the waters to come to Jesus."},"30":{"verse":30,"text":"But when he saw that the wind was strong, he became afraid and beginning to sink, he cried out, saying, “Lord, save me!”"},"31":{"verse":31,"text":" Immediately, Jesus stretched out his hand, took hold of Peter, and said, “You of little faith, why did you doubt?”"},"32":{"verse":32,"text":"When they got up into the boat, the wind ceased."},"33":{"verse":33,"text":"Those who were in the boat came [forward] and expressed adoration to him, saying, “You are truly the Son of God!”"},"34":{"verse":34,"text":" When they had crossed over [the lake], they arrived in the land of Gennesaret."},"35":{"verse":35,"text":"When the people of that place recognized Jesus, they sent word into that entire surrounding region and people brought him all who were sick."},"36":{"verse":36,"text":"They begged him to be able to just touch the fringe of his garment, and all those who touched it were healed."}},"meta":{"connection":"EOB","book_number":470,"chapter_number":14,"previous_chapter":{"connection":"EOB","book_number":470,"chapter":13},"next_chapter":{"connection":"EOB","book_number":470,"chapter":15}}}