{"chapter":{"1":{"verse":1,"text":" The Pharisees and Sadducees came and put Jesus to the test by asking him to show them a sign from heaven."},"2":{"verse":2,"text":"But he answered them,  “When it is evening, you say, ‘The weather will be pleasant because the sky is red.’"},"3":{"verse":3,"text":"In the morning, you say, ‘The weather will be bad today because the sky is red and threatening.’ Hypocrites! You know how to discern the appearance of the sky, but you cannot discern the signs of the times! "},"4":{"verse":4,"text":"An evil and adulterous generation seeks after a sign, but no sign will be given to it except the sign of the prophet Jonah.” He left them and moved on."},"5":{"verse":5,"text":"His disciples, arriving to the other side, [noticed that they] had forgotten to take bread."},"6":{"verse":6,"text":"Jesus then said to them, “Take heed and beware of the yeast of the Pharisees and Sadducees!”"},"7":{"verse":7,"text":" At this, they reasoned among themselves, saying, “We brought no bread!”"},"8":{"verse":8,"text":" Perceiving this, Jesus said, “You of little faith, why are you talking among yourselves about having no bread?"},"9":{"verse":9,"text":"Do you still not understand or remember the five loaves that fed the five thousand and how many baskets you gathered up?"},"10":{"verse":10,"text":"Or do you not remember the seven loaves for the four thousand and how many baskets you took up?"},"11":{"verse":11,"text":"How is it that you do not understand that I was not speaking to you about {physical} bread? But beware of the yeast of the Pharisees and Sadducees!”"},"12":{"verse":12,"text":" Then they understood that he had not told them to beware of the yeast of bread, but of the teaching of the Pharisees and Sadducees."},"13":{"verse":13,"text":" Now when Jesus arrived in the area of Caesarea Philippi, he asked a question to his disciples, saying, “Who do people say that I, the Son of Man, am?”"},"14":{"verse":14,"text":" They replied, “Some say John the Baptist, some say Elias (Elijah), and others say Jeremiah or one of the prophets.”"},"15":{"verse":15,"text":" Jesus then said to them, “But [you], who do you say that I am?”"},"16":{"verse":16,"text":" Simon Peter answered, “You are the Christ, the Son of the living God!”"},"17":{"verse":17,"text":" And Jesus answered him, “Blessed are you, Simon Bar Jonah, for flesh and blood has not revealed this to you, but my Father who is in heaven."},"18":{"verse":18,"text":"I also tell you that you are Peter, and upon this rock I will build my Church, and the gates of hades will not prevail against it."},"19":{"verse":19,"text":"I will give you the keys of the Kingdom of Heaven, and whatever you bind on earth will be bound in heaven; and whatever you loose on earth will be loosed in heaven.”"},"20":{"verse":20,"text":"Then he commanded his disciples not to tell anyone that he was Jesus, the Christ."},"21":{"verse":21,"text":" From that time, Jesus began to explain to his disciples that he had to go to Jerusalem and suffer many things from the presbyters, the chief priests, and the scribes, and be killed, and the third day be raised up."},"22":{"verse":22,"text":" Peter then took him aside and began to rebuke him, saying, “Far be it from you, Lord! This will never be done to you!”"},"23":{"verse":23,"text":" But Jesus turned and said to Peter, “Get behind me, Satan! You are a stumbling block to me, for you are not setting your mind on the things of God but on the things of men.”"},"24":{"verse":24,"text":"Then Jesus said to his disciples, “If anyone desires to come after me, let him deny himself, take up his cross, and follow me."},"25":{"verse":25,"text":"Whoever desires to save his life will lose it, and whoever will lose his life for my sake will find it."},"26":{"verse":26,"text":"Indeed, what profit is it to a man if he gains the whole world and loses his life? Or what will a person give in exchange for his life?"},"27":{"verse":27,"text":"For the Son of Man will come in the glory of his Father with his angels, and then he will render to everyone according to their deeds."},"28":{"verse":28,"text":"Amen, I tell you: some are standing here who will not have tasted death until they see the Son of Man coming in his Kingdom.”"}},"meta":{"connection":"EOB","book_number":470,"chapter_number":16,"previous_chapter":{"connection":"EOB","book_number":470,"chapter":15},"next_chapter":{"connection":"EOB","book_number":470,"chapter":17}}}