{"chapter":{"1":{"verse":1,"text":" When Jesus had finished [speaking] these words, he departed from Galilee and arrived at the borders of Judea, beyond the Jordan."},"2":{"verse":2,"text":"Great crowds followed him, and he healed them there."},"3":{"verse":3,"text":"The Pharisees came to him to test him, asking, “Is it lawful for a man to divorce his wife for any reason?”"},"4":{"verse":4,"text":" Jesus answered, “Have you not read that he who made them from the beginning made them male and female,"},"5":{"verse":5,"text":"and said, ‘For this reason, a man shall leave his father and mother and shall be attached to his wife; and the two shall become one flesh?’"},"6":{"verse":6,"text":"And so, they are no longer two, but one flesh! Therefore, what God has joined together, let no one tear apart.”"},"7":{"verse":7,"text":" They asked him, “Why then did Moses command us to give our wife a bill of divorce and send her away?”"},"8":{"verse":8,"text":" Jesus replied, “Because of the hardness of your hearts, Moses allowed you to divorce your wives, but from the beginning it has not been so."},"9":{"verse":9,"text":"I tell you that whoever divorces his wife (except for reason of sexual immorality) and marries another commits adultery;  and he who marries a divorced woman commits adultery.” "},"10":{"verse":10,"text":" His disciples said to him, “If this is the situation of the man with his wife, it is not advantageous to marry!”"},"11":{"verse":11,"text":" But Jesus said to them, “Not all men can receive this saying: only those to whom it is given."},"12":{"verse":12,"text":"Certainly, there are eunuchs who were born that way from their mother’s womb. There are also eunuchs who were made eunuchs by men, and there are eunuchs who made themselves eunuchs for the sake of the Kingdom of Heaven. He who is able to receive this saying, let him receive it.”"},"13":{"verse":13,"text":" Then little children were brought to him so that he may lay his hands on them and pray. The disciples began to rebuke the people,"},"14":{"verse":14,"text":"but Jesus said, “Allow the little children and do not forbid them to come to me, for the Kingdom of Heaven belongs to ones like these.”"},"15":{"verse":15,"text":"He laid his hands on them, and departed from that place."},"16":{"verse":16,"text":" Behold, a man came to him and asked, “Good teacher, what good thing shall I do in order to have eternal life?”"},"17":{"verse":17,"text":" Jesus said to him, “Why do you call me good? No one is good but one, that is, God. But if you want to enter into life, keep the commandments.”"},"18":{"verse":18,"text":" The man asked him, “Which ones?” Jesus replied, “‘You shall not murder.’ ‘You shall not commit adultery.’ ‘You shall not steal.’ ‘You shall not bear false witness.’"},"19":{"verse":19,"text":"‘Honor your father and mother;’ and, ‘You shall love your neighbor as yourself.’”"},"20":{"verse":20,"text":" The young man then said to him, “All these things I have observed from my youth! What do I still lack?”"},"21":{"verse":21,"text":" Jesus replied, “If you want to be perfect, go, sell what you have, give it to the poor, and you will have [a] treasure in heaven. Then come, and follow me!”"},"22":{"verse":22,"text":"But when the young man heard these words, he went away sad because he was a person with great possessions."},"23":{"verse":23,"text":"Jesus said to his disciples, “Amen I say to you: it will be hard for someone who is rich to enter into the Kingdom of Heaven!"},"24":{"verse":24,"text":"Indeed, I tell you that it is easier for a camel to pass through the eye of a needle than for a rich man to enter into the Kingdom of God.”"},"25":{"verse":25,"text":" When his disciples heard this, they were extremely astonished and said, “Who then can be saved?”"},"26":{"verse":26,"text":" Gazing at them, Jesus answered, “By human effort, this is impossible, but with God all things are possible!”"},"27":{"verse":27,"text":" Then Peter said, “Behold, we have left everything and followed you. What then will we have?”"},"28":{"verse":28,"text":" Jesus said to them, “Amen, I tell you that you who have followed me, at the regeneration, when the Son of Man will sit on the throne of his glory, you also will sit on twelve thrones, judging the twelve tribes of Israel."},"29":{"verse":29,"text":"Everyone who has left houses, brothers, sisters, father, mother, wife, children, or lands for my Name’s sake will receive a hundred times [more] and will inherit eternal life."},"30":{"verse":30,"text":"But many who are first will be last, and many who are last will be first!”"}},"meta":{"connection":"EOB","book_number":470,"chapter_number":19,"previous_chapter":{"connection":"EOB","book_number":470,"chapter":18},"next_chapter":{"connection":"EOB","book_number":470,"chapter":20}}}