{"chapter":{"1":{"verse":1,"text":" When Jesus was born in Bethlehem of Judea, in the days of King Herod, behold, wise men from the east came to Jerusalem, saying:"},"2":{"verse":2,"text":"“Where is the one who is born King of the Jews? Indeed, we have seen his star in the east and we have come to express adoration to him.”"},"3":{"verse":3,"text":"When King Herod heard about this, he was troubled, and all Jerusalem with him."},"4":{"verse":4,"text":"Gathering together all the chief priests and scribes of the people, he asked them where the Christ would be born."},"5":{"verse":5,"text":"They replied, “In Bethlehem of Judea, for this is written through the prophet:"},"6":{"verse":6,"text":" You Bethlehem, land of Judah,   are in no way least among the rulers of Judah:   for out of you shall come forth a ruler who will shepherd my people Israel. "},"7":{"verse":7,"text":" Then Herod privately called the wise men, and learned from them exactly what time the star had appeared."},"8":{"verse":8,"text":"He sent them to Bethlehem and said, “Go and search diligently for the young child. When you have found him, bring me word, so that I also may come and express adoration to him.”"},"9":{"verse":9,"text":" After listening to the king, they continued on their journey and behold, the star which they had seen in the east was going ahead of them, until it came and stood over the place where the young child was."},"10":{"verse":10,"text":"When they saw the star, they were filled with tremendous joy."},"11":{"verse":11,"text":"Entering the house, they saw the young child with Mary, his mother, and they fell down and expressed adoration to him. Opening their treasures, they offered him gifts of gold, frankincense and myrrh."},"12":{"verse":12,"text":"But having been warned in a dream that they should not return to Herod, they returned to their own country using another way."},"13":{"verse":13,"text":" After they had departed, behold, an angel of the Lord appeared to Joseph in a dream, saying, “Arise! Take the young child and his mother, and flee into Egypt. Stay there until I tell you, for Herod will seek the young child to destroy him.”"},"14":{"verse":14,"text":"So Joseph arose and took the young child and his mother by night, and departed into Egypt."},"15":{"verse":15,"text":"They remained there until the death of Herod, so that what had been spoken by the Lord through the prophet might be fulfilled:  Out of Egypt I have called my son. "},"16":{"verse":16,"text":" When Herod saw that he had been outwitted by the wise men, he became extremely angry. He dispatched [his men] and killed all the male children who lived in Bethlehem and all the surrounding countryside, two years old and under, according to the exact time which he had learned from the wise men."},"17":{"verse":17,"text":"And so, what had been spoken by the prophet Jeremiah was fulfilled:"},"18":{"verse":18,"text":" A voice was heard in Ramah,   lamentation, weeping and great mourning:   Rachel weeping for her children.   She would not be comforted,   because they are no more. "},"19":{"verse":19,"text":" But when Herod died, behold, an angel of the Lord appeared to Joseph in a dream when he was in Egypt, saying:"},"20":{"verse":20,"text":"“Arise! Take the young child and his mother, and return to the land of Israel; those who were trying to kill the young child are dead.”"},"21":{"verse":21,"text":" Joseph arose and took the young child and his mother, and they came into the land of Israel."},"22":{"verse":22,"text":"However, when Joseph heard that Archelaus was ruling over Judea in the place of his father Herod, he was afraid to go there. Being warned in a dream, he withdrew into the region of Galilee."},"23":{"verse":23,"text":"He thus arrived and lived in a city called Nazareth, so that what had been spoken through the prophets might be fulfilled, “He will be called a Nazarene.”"}},"meta":{"connection":"EOB","book_number":470,"chapter_number":2,"previous_chapter":{"connection":"EOB","book_number":470,"chapter":1},"next_chapter":{"connection":"EOB","book_number":470,"chapter":3}}}