{"chapter":{"1":{"verse":1,"text":" Jesus now addressed them with another parable, saying:"},"2":{"verse":2,"text":"“The Kingdom of Heaven is like a king who planned a wedding feast for his son."},"3":{"verse":3,"text":"He then sent out his slaves to call those who were invited to the wedding feast, but they refused to come."},"4":{"verse":4,"text":"Again, the king sent out other slaves, saying: ‘Tell those who are invited, “Behold, I have prepared my dinner! My cattle and my fatted calves have been killed and everything is ready. Come to the wedding feast!”’"},"5":{"verse":5,"text":"But those who were invited made light of it and went off, one to his own farm, another to his merchandise,"},"6":{"verse":6,"text":"and the others seized the king’s slaves, treated them shamefully, and killed them."},"7":{"verse":7,"text":"But when the king heard about it, he was furious. He sent out his soldiers to destroy those murderers and to burn their city."},"8":{"verse":8,"text":" Then the king said to his servants, ‘The wedding is ready, but those who were invited were not worthy."},"9":{"verse":9,"text":"Go therefore to the crossroads of the highways, and as many people as you may find, invite to the wedding feast.’"},"10":{"verse":10,"text":"Those slaves went out into the highways and gathered as many people as they could find, both good and bad. Thus, the wedding [hall] was filled with guests."},"11":{"verse":11,"text":"But when the king came in to see the guests, he saw a man who was not wearing a wedding garment."},"12":{"verse":12,"text":"He asked him, ‘Friend, how did you come in here, not wearing a wedding garment?’ And the man was speechless."},"13":{"verse":13,"text":"Then the king said to the servants, ‘Bind him hand and foot, take him away, and throw him into the outer darkness where there will be weeping and grinding of teeth.’"},"14":{"verse":14,"text":"Indeed, many are called, but few are chosen!”"},"15":{"verse":15,"text":" Then the Pharisees went off and took counsel on how they might ensnare Jesus in his talk."},"16":{"verse":16,"text":"They sent their own disciples to Jesus, along with the Herodians, and asked, “Teacher, we know that you are honest and that you teach the way of God in truth. You are not swayed by men because you pay no attention to who they are."},"17":{"verse":17,"text":"Tell us therefore, what do you think? Is it lawful to pay taxes to Caesar, or not?”"},"18":{"verse":18,"text":" But Jesus perceived their wickedness, and said, “Why do you test me, you hypocrites?"},"19":{"verse":19,"text":"Show me the tax money.” They brought him a denarius."},"20":{"verse":20,"text":" Jesus asked them, “Whose image and inscription is this?”"},"21":{"verse":21,"text":" They answered, “Caesar’s.” Then he said to them, “Give therefore to Caesar the things that are Caesar’s, and to God the things that are God’s.”"},"22":{"verse":22,"text":" When they heard this [reply], they were amazed, and leaving him, they went away."},"23":{"verse":23,"text":" On that [same] day, Sadducees (those who say that there is no resurrection) came to him. They asked him [a question],"},"24":{"verse":24,"text":"saying, “Teacher, Moses said, ‘If a man dies without having children, his brother shall marry his wife and have a posterity for his brother.’"},"25":{"verse":25,"text":"Now there were with us seven brothers. The first married and died, and having no descendant he left his wife to his brother."},"26":{"verse":26,"text":"In the same way, the second also, and the third, to the seventh."},"27":{"verse":27,"text":"After them all, the woman also died."},"28":{"verse":28,"text":"In the resurrection therefore, which one of the seven brothers will have her as wife, for they all had her as wife?”"},"29":{"verse":29,"text":" But Jesus answered them, “You are mistaken, not knowing the Scriptures or the power of God."},"30":{"verse":30,"text":"For in the resurrection, people neither marry nor are given in marriage, but they are like the angels of God in heaven."},"31":{"verse":31,"text":"However, concerning the resurrection of the dead, have you not read what was spoken to you by God, saying:"},"32":{"verse":32,"text":"‘I am the God of Abraham, and the God of Isaac, and the God of Jacob?’ God is not the God of the dead, but of the living!”"},"33":{"verse":33,"text":" When the crowds heard it, they were astonished at his teaching."},"34":{"verse":34,"text":"But the Pharisees, when they heard that he had silenced the Sadducees, gathered together."},"35":{"verse":35,"text":" One of them, a lawyer, then asked him a question in order to test him."},"36":{"verse":36,"text":"“Teacher, which is the greatest commandment in the law?”"},"37":{"verse":37,"text":" Jesus said to him, “‘You shall love the Lord your God with all your heart, with all your soul, and with all your mind.’"},"38":{"verse":38,"text":"This is the first and great commandment."},"39":{"verse":39,"text":"The second is like it: ‘You shall love your neighbor as yourself.’"},"40":{"verse":40,"text":"The entire law and the prophets depend on these two commandments.”"},"41":{"verse":41,"text":" Now while the Pharisees were assembled, Jesus asked them a question,"},"42":{"verse":42,"text":"saying, “What do you think of the Messiah? Whose son is he?” They answered, “[He is the son] of David.”"},"43":{"verse":43,"text":" Jesus said to them, “How, then, does David, in the Spirit, call him ‘Lord,’ saying:"},"44":{"verse":44,"text":" ‘The Lord said to my Lord,   sit at my right hand,   until I make your enemies a footstool for your feet?’ "},"45":{"verse":45,"text":" If then David calls him Lord, how is he his son?”"},"46":{"verse":46,"text":" No one was able to answer him a word, and from that day on, no one dared to ask him any more questions."}},"meta":{"connection":"EOB","book_number":470,"chapter_number":22,"previous_chapter":{"connection":"EOB","book_number":470,"chapter":21},"next_chapter":{"connection":"EOB","book_number":470,"chapter":23}}}