{"chapter":{"1":{"verse":1,"text":" Jesus went out from the temple and was going on his way. His disciples came to him and showed him the buildings of the temple."},"2":{"verse":2,"text":"But Jesus told them, “You see all of these things, do you not? Amen, I tell you that not one stone will be left standing on another; all will be thrown down.”"},"3":{"verse":3,"text":" As Jesus was sitting on the Mount of Olives, the disciples came to him in private, saying, “Tell us, when will these things be? What is the sign of your coming and of the end of the age?”"},"4":{"verse":4,"text":" Jesus answered them, “Be careful not to be led astray!"},"5":{"verse":5,"text":"For many will come in my Name, saying: ‘I am the Christ,’ and they will lead many people astray."},"6":{"verse":6,"text":"You will hear of wars and rumors of wars. Do not be troubled; all of this must take place, but the end is not yet."},"7":{"verse":7,"text":"Nation will rise against nation, and kingdom against kingdom; and there will be famines, plagues, and earthquakes in various places."},"8":{"verse":8,"text":"But all these things are [only] the beginning of the birth pains."},"9":{"verse":9,"text":"Then they will deliver you up to oppression and they will kill you. You will be hated by all the nations for my Name’s sake."},"10":{"verse":10,"text":"Many will stumble and will betray and hate each other."},"11":{"verse":11,"text":"Many false prophets will arise and they will lead many astray."},"12":{"verse":12,"text":"Because wickedness will be multiplied, the love of many will grow cold."},"13":{"verse":13,"text":"But the one who endures to the end will be saved."},"14":{"verse":14,"text":"This Good News of the Kingdom will be preached in the whole world as a witness to all the nations, and then the end will come."},"15":{"verse":15,"text":" Therefore, when you see the abomination of desolation which was spoken about by the prophet Daniel standing in the holy place (let the reader understand),"},"16":{"verse":16,"text":"let those who are in Judea flee to the mountains."},"17":{"verse":17,"text":"The one who is on the housetop should not [even] go down to carry out the things that are in the house."},"18":{"verse":18,"text":"The one who is in the field should not [even] return to get his clothes."},"19":{"verse":19,"text":"But woe to those who are with child and to nursing mothers in those days!"},"20":{"verse":20,"text":"Pray that your flight will not be in the winter or a Sabbath day."},"21":{"verse":21,"text":"For then there will be great oppression, such as has not been from the beginning of the world until now, and such as will never be again."},"22":{"verse":22,"text":"Unless those days were cut short, no flesh would be saved. But for the sake of the elect, those days will be shortened."},"23":{"verse":23,"text":" Then if any one tells you, ‘Behold, here is the Christ,’ or, ‘There,’ do not believe it!"},"24":{"verse":24,"text":"False messiahs and false prophets will arise, and they will show great signs and wonders in order to lead many astray, and if possible, even the elect."},"25":{"verse":25,"text":" Behold, I have told you this in advance."},"26":{"verse":26,"text":"If therefore people tell you, ‘Behold, he is in the wilderness,’ do not go out; or ‘Behold, he is in the inner rooms,’ do not believe it!"},"27":{"verse":27,"text":"For as the lightning flashes from the east and is seen even to the west, this is how the coming of the Son of Man will be."},"28":{"verse":28,"text":" For wherever the body is, there the eagles will be gathered together."},"29":{"verse":29,"text":"But immediately after the tribulation of those days, the sun will be darkened, the moon will not give its light, the stars will fall from the sky, the powers of the heavens will be shaken;"},"30":{"verse":30,"text":"and then the sign of the Son of Man will appear in the sky. All the tribes of the earth will mourn, and they will see the Son of Man coming on the clouds of heaven with power and great glory."},"31":{"verse":31,"text":"He will send out his angels with a great sound of a trumpet and they will gather his elect from the four winds, from one end of the sky to the other."},"32":{"verse":32,"text":" Now learn this parable from the fig tree. When its branch has become tender and puts forth its leaves, you know that the summer is near."},"33":{"verse":33,"text":"Likewise, when you see all these things, know that the time is near, even at the doors."},"34":{"verse":34,"text":"Amen, I tell you that this generation will not pass away until all these things are accomplished."},"35":{"verse":35,"text":"Heaven and earth will pass away, but my words will not pass away."},"36":{"verse":36,"text":"No one knows that day and hour, not even the angels of heaven, but only my Father."},"37":{"verse":37,"text":" As in the days of Noah, so will it be at the coming of the Son of Man."},"38":{"verse":38,"text":"Just as in the days which were before the flood, people were eating and drinking, marrying and giving in marriage, until the day that Noah entered into the ark."},"39":{"verse":39,"text":"They did not understand until the flood came and took them all away; so also will it be at the coming of the Son of Man."},"40":{"verse":40,"text":"Then two men will be in the field: one will be taken and one will be left;"},"41":{"verse":41,"text":"two women will be grinding at the mill: one will be taken and one will be left!"},"42":{"verse":42,"text":"Therefore, watch, because you do not know in what hour your Lord is coming."},"43":{"verse":43,"text":"However, know this, that if the master of the house had known in what watch of the night the thief was coming, he would have watched and not allowed his house to be broken into."},"44":{"verse":44,"text":"Therefore, be ready, for it is at an hour which you do not expect that the Son of Man will come."},"45":{"verse":45,"text":"Who then is the faithful and wise slave whom his master has set over his household, to give them their food in due season?"},"46":{"verse":46,"text":"Blessed is that slave whom his lord finds doing so when he comes."},"47":{"verse":47,"text":"Amen, I tell you that he will set him over all that he has."},"48":{"verse":48,"text":"But if that evil slave should say in his heart, ‘My lord is delaying his return,’"},"49":{"verse":49,"text":"and if he should begin to beat his fellow slaves and eat and drink with the drunkards,"},"50":{"verse":50,"text":"the lord of that slave will come in a day when he does not expect it and in an hour when he does not know,"},"51":{"verse":51,"text":"and he will cut him into pieces and appoint his portion with the hypocrites. And there will be weeping and gnashing of teeth.”"}},"meta":{"connection":"EOB","book_number":470,"chapter_number":24,"previous_chapter":{"connection":"EOB","book_number":470,"chapter":23},"next_chapter":{"connection":"EOB","book_number":470,"chapter":25}}}