{"chapter":{"1":{"verse":1,"text":" When Jesus had finished speaking, he said to his disciples,"},"2":{"verse":2,"text":"“You know that in two days the Passover is coming, and the Son of Man will be delivered up to be crucified.”"},"3":{"verse":3,"text":" Then the chief priests, the scribes, and the presbyters of the people were assembled in the court of the high priest who was called Caiaphas."},"4":{"verse":4,"text":"They were taking counsel together in order to take Jesus by deceit and kill him."},"5":{"verse":5,"text":"But they were saying, “Not during the feast, for fear that the people may cause a riot.”"},"6":{"verse":6,"text":" Now when Jesus was in Bethany, in the house of Simon the leper,"},"7":{"verse":7,"text":"a woman came to him with an alabaster jar containing very expensive fragrant oil, and she poured it on his head as he sat at the table."},"8":{"verse":8,"text":"But when his disciples saw this, they were upset and said, “Why this waste?"},"9":{"verse":9,"text":"This oil could have been sold for a good amount and given to the poor.”"},"10":{"verse":10,"text":" However, knowing this, Jesus said to them, “Why do you trouble the woman? She has done a good deed for me!"},"11":{"verse":11,"text":"You always have the poor with you, but you do not always have me."},"12":{"verse":12,"text":"But by pouring this oil on my body, she did it to prepare me for burial."},"13":{"verse":13,"text":"Amen, I tell you: wherever this Good News is preached in the whole world, what this woman has done will also be told, in memory of her.”"},"14":{"verse":14,"text":" Then one of the Twelve who was called Judas Iscariot went to the chief priests"},"15":{"verse":15,"text":"and said, “What are you willing to give me in order for me to hand him over to you?” They weighed out for him thirty pieces of silver."},"16":{"verse":16,"text":"From that time on, Judas looked for an opportunity to betray Jesus."},"17":{"verse":17,"text":" Now on the first day of unleavened bread, the disciples came to Jesus and asked him, “Where do you want us to make preparations for you to eat the Passover?”"},"18":{"verse":18,"text":" He replied, “Go into the city to a certain person and tell him, ‘The Teacher says, “My time is at hand. I will keep the Passover at your house with my disciples.”’”"},"19":{"verse":19,"text":" The disciples did as Jesus instructed them and they prepared the Passover."},"20":{"verse":20,"text":"When evening had come, he was reclining at the table with the Twelve."},"21":{"verse":21,"text":"As they were eating, he said, “Amen, I tell you that one of you will betray me.”"},"22":{"verse":22,"text":" They were extremely distressed, and each one of them began to ask him, “Surely not I, Lord?”"},"23":{"verse":23,"text":" He answered, “He who dipped his hand with me in the dish is the one who will betray me."},"24":{"verse":24,"text":"The Son of Man goes, even as it is written of him, but woe to that man through whom the Son of Man is betrayed! It would be better for that man if he had not been born.”"},"25":{"verse":25,"text":" Judas, who betrayed him, said, “Surely not I, Rabbi?” And Jesus replied, “You said it.”"},"26":{"verse":26,"text":" As they were eating, Jesus took bread, gave thanks for it, and broke it. He gave it to his disciples, saying, “Take, eat; this is my body.”"},"27":{"verse":27,"text":"Taking the cup, he gave thanks and gave it to them, saying, “Drink [from] it all of you,"},"28":{"verse":28,"text":"for this is my blood of the new covenant which is to be poured out for many, for the remission of sins."},"29":{"verse":29,"text":"But I tell you that from now on, I will not drink of this fruit of the vine, until that day when I drink it new with you in my Father’s Kingdom.”"},"30":{"verse":30,"text":"After singing [the psalms], they went out to the Mount of Olives."},"31":{"verse":31,"text":" Then Jesus said to them, “All of you will stumble because of me tonight, for it is written, ‘I will strike the shepherd, and the sheep of the flock will be scattered.’"},"32":{"verse":32,"text":"But after I am raised up, I will go before you into Galilee.”"},"33":{"verse":33,"text":" But Peter replied, “Even if all [others] will stumble because of you, I never will!”"},"34":{"verse":34,"text":" Jesus said to him, “Amen, I tell you that tonight, before the rooster crows, you will deny me three times.”"},"35":{"verse":35,"text":" Peter said to him, “Even if I must die with you, I will not deny you!” And all the disciples said likewise."},"36":{"verse":36,"text":" Then Jesus arrived with them to a place called Gethsemane, and he said to his disciples, “Sit here, while I go there and pray.”"},"37":{"verse":37,"text":"He took with him Peter and the two sons of Zebedee, and he began to feel sadness and anguish."},"38":{"verse":38,"text":"Then Jesus said to them, “My soul is extremely sorrowful, even unto death. Stay here, and watch with me.”"},"39":{"verse":39,"text":" He went a little forward, fell on his face, and prayed, saying, “My Father, if it is possible, let this cup pass away from me; nevertheless, not what I will, but what you will.”"},"40":{"verse":40,"text":" When he returned to the disciples and found them sleeping, he said to Peter, “Could you not watch with me for one hour?"},"41":{"verse":41,"text":"Watch and pray, so that you may not enter into temptation. The spirit indeed is willing, but the flesh is weak!”"},"42":{"verse":42,"text":" Again, a second time he went away, and prayed, saying, “My Father, if it is not possible to let this cup pass from me unless I drink it, let your will be done.”"},"43":{"verse":43,"text":"Again, he came back [to the disciples] and found them asleep because their eyes were heavy."},"44":{"verse":44,"text":"He left them again, went away, and prayed a third time, saying the same words."},"45":{"verse":45,"text":"Then he came to his disciples and told them, “Sleep on now, and take your rest. Behold, the hour is at hand, and the Son of Man is betrayed into the hands of sinners!"},"46":{"verse":46,"text":"Arise, let us go! Behold, he who betrays me is near.”"},"47":{"verse":47,"text":" While he was still speaking, behold, Judas, one of the Twelve, arrived. And with him came a great crowd with swords and clubs, sent from the chief priests and presbyters of the people."},"48":{"verse":48,"text":"Now he who betrayed Jesus gave them a sign, saying, “Whoever I kiss is the one. Seize him.”"},"49":{"verse":49,"text":"Immediately, he came to Jesus, and said, “Hail, Rabbi!” and kissed him."},"50":{"verse":50,"text":" Jesus said to him, “Friend, why are you here?” Then they came, laid hands on Jesus, and took him away."},"51":{"verse":51,"text":"But behold, one of those who were with Jesus stretched out his hand, drew his sword, and struck the slave of the high priest, cutting off his ear."},"52":{"verse":52,"text":"Then Jesus said to him, “Put your sword back into its place, for all those who take the sword will die by the sword."},"53":{"verse":53,"text":"Do you not think that I could ask my Father, and he would even now send me more than twelve legions of angels?"},"54":{"verse":54,"text":"How then would the Scriptures be fulfilled, that it must happen this way?”"},"55":{"verse":55,"text":" In that hour, Jesus said to the crowd, “Have you come out as against a robber with swords and clubs to seize me? I sat every day with you in the temple, teaching, and you did not arrest me [there]."},"56":{"verse":56,"text":"But all this has happened so that the writings of the prophets might be fulfilled.” Then all the disciples left him and fled."},"57":{"verse":57,"text":" Those who had arrested Jesus took him to Caiaphas the high priest where the scribes and the presbyters were assembled."},"58":{"verse":58,"text":"But Peter followed Jesus from a distance, to the court of the high priest. Having entered in, he sat with the officers to see [what would happen in] the end."},"59":{"verse":59,"text":"Now the chief priests, the presbyters, and the whole council were looking for a false witness against Jesus, so that they might put him to death,"},"60":{"verse":60,"text":"and they found none. Even though many false witnesses were coming forward, they found none [valid]. But at last, two false witnesses came forward,"},"61":{"verse":61,"text":"and they said, “This man said, ‘I am able to destroy the sanctuary of God, and to build it in three days.’”"},"62":{"verse":62,"text":" The high priest stood up and said to Jesus, “Do you not have any answer? What is this that these people testify against you?”"},"63":{"verse":63,"text":"But Jesus remained quiet. The high priest told him, “I adjure you by the living God, to tell us whether you are the Christ, the Son of God.”"},"64":{"verse":64,"text":" Jesus replied, “You have said it! Nevertheless, I tell you that after this, you will see the Son of Man sitting at the right hand of the Power, coming on the clouds of heaven.”"},"65":{"verse":65,"text":" Then the high priest tore his vestments and exclaimed, “He has spoken blasphemy! Why do we need any more witnesses? Behold, now you have heard his blasphemy."},"66":{"verse":66,"text":"What do you think?” They answered, “He deserves death!”"},"67":{"verse":67,"text":"Then they spit in his face and beat him with their fists. And some slapped him,"},"68":{"verse":68,"text":"saying, “Prophesy to us, O Christ! Who hit you?”"},"69":{"verse":69,"text":" As Peter was sitting outside in the court, a servant-girl came to him and said, “You too were with Jesus, the Galilean!”"},"70":{"verse":70,"text":" But he denied it before them all, saying, “I do not know what you are talking about.”"},"71":{"verse":71,"text":" When he had gone out onto the porch, someone else saw him and said to those who were there, “This man also was with Jesus of Nazareth.”"},"72":{"verse":72,"text":" Again, Peter denied it with an oath, “I do not know the man!”"},"73":{"verse":73,"text":" After a little while those who stood by came and said to Peter, “Surely you are also one of them, for your speech reveals that you are [a Galilean].”"},"74":{"verse":74,"text":" Then he began to curse and swear, “I do not know the man!” Immediately, the rooster crowed."},"75":{"verse":75,"text":"Then Peter remembered the word which Jesus had said to him, “Before the rooster crows, you will deny me three times.” He went out and wept bitterly."}},"meta":{"connection":"EOB","book_number":470,"chapter_number":26,"previous_chapter":{"connection":"EOB","book_number":470,"chapter":25},"next_chapter":{"connection":"EOB","book_number":470,"chapter":27}}}