{"chapter":{"1":{"verse":1,"text":" In the morning, all the chief priests and the presbyters of the people took counsel against Jesus to put him to death;"},"2":{"verse":2,"text":"they bound him, led him away, and delivered him up to Pontius Pilate, the governor."},"3":{"verse":3,"text":"When Judas, who had betrayed him, saw that Jesus was condemned, he felt remorse and brought back the thirty pieces of silver to the chief priests and presbyters,"},"4":{"verse":4,"text":"saying, “I have sinned by betraying innocent blood.” But they answered, “What is that to us? You see to it.”"},"5":{"verse":5,"text":" He threw the pieces of silver in the sanctuary, and departed. He then went away and hanged himself."},"6":{"verse":6,"text":"The chief priests took the pieces of silver and said, “It is not lawful to put them into the treasury, since it is the price of blood.”"},"7":{"verse":7,"text":"They took counsel and bought the potter’s field with the money, [as a place] to bury strangers."},"8":{"verse":8,"text":"Therefore, that field was called “The Field of Blood” even to this day."},"9":{"verse":9,"text":"Thus, what was spoken through Jeremiah the prophet was fulfilled:  They took the thirty pieces of silver,   the price of him upon whom a price had been set,   whom some of the children of Israel priced, "},"10":{"verse":10,"text":" and they gave them for the potter’s field,   as the Lord commanded me. "},"11":{"verse":11,"text":" Now Jesus stood before the governor and the governor asked him, “Are you the King of the Jews?” Jesus said to him, “So you say.”"},"12":{"verse":12,"text":" But when he was accused by the chief priests and the presbyters, he answered nothing."},"13":{"verse":13,"text":"Pilate then said to him, “Do you not hear how many charges they present against you?”"},"14":{"verse":14,"text":" Jesus gave him no answer, not even one word, so that the governor was astonished."},"15":{"verse":15,"text":"Now on the [occasion of the] feast, the governor had the custom to release one prisoner to the crowd, whoever they desired."},"16":{"verse":16,"text":"At that time, they had a notable prisoner called Barabbas."},"17":{"verse":17,"text":"When they were gathered, Pilate asked them, “Who do you want me to release to you? Barabbas, or Jesus, who is called Christ?”"},"18":{"verse":18,"text":"For he perceived that it was because of envy that they had arrested him."},"19":{"verse":19,"text":" While Pilate was sitting on the judgment seat, his wife sent a note to him that said, “Have nothing to do with that righteous man! Today, I have suffered many things in a dream because of him.”"},"20":{"verse":20,"text":"Now the chief priests and the presbyters convinced the crowds to ask for Barabbas and to have Jesus done away with."},"21":{"verse":21,"text":"But the governor asked them, “Which one of the two do you want me to release to you?” They said, “Barabbas!”"},"22":{"verse":22,"text":" Pilate said to them, “What then shall I do to Jesus, who is called Christ?” They all replied, “Let him be crucified!”"},"23":{"verse":23,"text":" The governor asked, “Why? What evil has he done?” But they cried out loudly, saying, “Let him be crucified!”"},"24":{"verse":24,"text":" And so, when Pilate saw that nothing was being gained, but rather that a riot was starting, he took water and washed his hands in front of the crowd, saying, “I am innocent of the blood of this righteous man. You see to it.”"},"25":{"verse":25,"text":" All the people answered, “May his blood be on us, and on our children!”"},"26":{"verse":26,"text":" At this, Pilate released Barabbas to them, but had Jesus flogged and delivered to be crucified."},"27":{"verse":27,"text":" Then the governor’s soldiers took Jesus into the praetorium and gathered the whole garrison against him."},"28":{"verse":28,"text":"They stripped him and put a scarlet robe on him."},"29":{"verse":29,"text":"They made a crown of thorns and placed it on his head, and a reed in his right hand. They knelt down before him and mocked him, saying, “Hail, King of the Jews!”"},"30":{"verse":30,"text":"They also spat on him, took the reed and struck him on the head."},"31":{"verse":31,"text":"When they had mocked him, they removed the robe from him, put his [own] clothes on him and led him away to crucify him."},"32":{"verse":32,"text":" As they were coming out, the soldiers found a man of Cyrene, Simon by name, and they compelled him to go with them and to carry the cross."},"33":{"verse":33,"text":"They arrived at a place called “Golgotha,” which means, “The place of a skull.”"},"34":{"verse":34,"text":"They gave him sour wine mixed with gall to drink, but having tasted it, he would not drink."},"35":{"verse":35,"text":"After crucifying him, they divided his clothing among them, casting lots.’"},"36":{"verse":36,"text":"Then the soldiers sat and watched him."},"37":{"verse":37,"text":"They placed above his head the accusation against him in these words, “THIS IS JESUS, THE KING OF THE JEWS.”"},"38":{"verse":38,"text":" Two rebels were also crucified with him, one on his right hand and one on the left."},"39":{"verse":39,"text":"Those who passed by blasphemed him, shaking their heads"},"40":{"verse":40,"text":"and saying, “You who [would] destroy the sanctuary and rebuild it in three days, save yourself! If you are the Son of God, come down from the cross!”"},"41":{"verse":41,"text":" Likewise the chief priests also mocked him, with the scribes, the presbyters and the Pharisees, saying,"},"42":{"verse":42,"text":"“He saved others, but he cannot save himself! If he is the King of Israel, let him come down from the cross now, and we will believe in him!"},"43":{"verse":43,"text":"He trusts in God! Let God deliver him now, if he wants him; for he said, ‘I am the Son of God.’”"},"44":{"verse":44,"text":"The rebels who were crucified with him reviled him as well [and] in the same way."},"45":{"verse":45,"text":" From the sixth hour, there was darkness over all the land until the ninth hour."},"46":{"verse":46,"text":"About the ninth hour, Jesus cried with a loud voice, “Eli, Eli, lima sabachthani?” That is, “My God, my God, why have you forsaken me?”"},"47":{"verse":47,"text":" Some of those who stood there heard it and said, “This man is calling Elias (Elijah)!”"},"48":{"verse":48,"text":" Immediately, one of them ran to take a sponge; he filled it with vinegar, put it on a reed, and gave it to him to drink."},"49":{"verse":49,"text":"But the others said, “Let him be. Let us see whether Elias (Elijah) comes to save him.”"},"50":{"verse":50,"text":" Jesus cried again with a loud voice, and yielded up his spirit."},"51":{"verse":51,"text":"Behold, the veil of the sanctuary was torn in two from the top to the bottom. The earth quaked and the rocks were split."},"52":{"verse":52,"text":"The tombs were opened, and many bodies of the saints who had fallen asleep were raised"},"53":{"verse":53,"text":"and came out of the tombs after his resurrection. (They entered into the holy city and appeared to many)."},"54":{"verse":54,"text":"Now when the centurion and those who were with him watching Jesus saw the earthquake and the things that were taking place, they became extremely fearful and said, “Truly, this was the Son of God!”"},"55":{"verse":55,"text":" Many women who had followed Jesus from Galilee to serve him were there, watching from afar."},"56":{"verse":56,"text":"Among them were Mary Magdalene, Mary the mother of James and Joses, and the mother of the sons of Zebedee."},"57":{"verse":57,"text":" When evening came, a rich man from Arimathaea named Joseph, who himself was also a disciple of Jesus, arrived."},"58":{"verse":58,"text":"This man went to Pilate and asked for the body of Jesus, and Pilate ordered that the body be delivered [to him]."},"59":{"verse":59,"text":"Joseph took the body, wrapped it in a clean linen cloth,"},"60":{"verse":60,"text":"and laid it in his own new tomb, which he had carved out in the rock. He then rolled a great stone to the door of the tomb and departed."},"61":{"verse":61,"text":"Mary Magdalene was there, and also the other Mary, sitting opposite the tomb."},"62":{"verse":62,"text":"On the next day (which was the day after the day of preparation) the chief priests and the Pharisees came together to Pilate"},"63":{"verse":63,"text":"and said, “Lord, we remember what that deceiver said when he was still alive: ‘After three days, I will rise again.’"},"64":{"verse":64,"text":"Therefore, give orders that the tomb be made secure until the third day, for fear that his disciples may come at night, steal him away, and then tell the people, ‘He is risen from the dead!’ This last deception would be worse than the first.”"},"65":{"verse":65,"text":" Pilate said to them, “You have a guard. Go, make it as secure as you can.”"},"66":{"verse":66,"text":"And so, they went off in order to make the tomb secure, sealing the stone and setting a watch."}},"meta":{"connection":"EOB","book_number":470,"chapter_number":27,"previous_chapter":{"connection":"EOB","book_number":470,"chapter":26},"next_chapter":{"connection":"EOB","book_number":470,"chapter":28}}}