{"chapter":{"1":{"verse":1,"text":" After the Sabbath, as it began to dawn on the first day of the week, Mary Magdalene and the other Mary came to see the tomb."},"2":{"verse":2,"text":"Behold, there was a great earthquake, for an angel of the Lord descended from heaven and came to roll away the stone from the door, and [the angel] sat on it."},"3":{"verse":3,"text":"His appearance was like lightning, and his clothing as white as snow."},"4":{"verse":4,"text":"Out of fear, the guards were shaken and became as dead."},"5":{"verse":5,"text":"The angel told the women, “Do not be afraid! I know that you seek Jesus who has been crucified."},"6":{"verse":6,"text":"He is not here, for he is risen, just as he said. Come, see the place where the Lord was lying."},"7":{"verse":7,"text":"Go quickly and tell his disciples, ‘He has risen from the dead, and behold, he goes before you into Galilee; there you will see him.’ Behold, this is my message for you.”"},"8":{"verse":8,"text":" They departed quickly from the tomb with fear and great joy, and ran to report it to his disciples."},"9":{"verse":9,"text":"As they went to tell his disciples, behold, Jesus met them, saying, “Rejoice!” They came forward and took hold of his feet, and expressed adoration to him."},"10":{"verse":10,"text":" Then Jesus said to them, “Do not be afraid! Go tell my brethren that they should go into Galilee. There, they will see me.”"},"11":{"verse":11,"text":" While they were going, behold, some of the guards came into the city and told the chief priests all the things that had happened."},"12":{"verse":12,"text":"When they were assembled with the presbyters in order to take counsel, they gave the soldiers a large amount of silver,"},"13":{"verse":13,"text":"with these words: “Say that his disciples came by night and stole him away while we slept."},"14":{"verse":14,"text":"If this comes to the governor’s ears, we will persuade him and make you free of worry.”"},"15":{"verse":15,"text":"And so, they took the money and did as they were told. This story is widespread among the Jews to this day."},"16":{"verse":16,"text":" The eleven disciples went into Galilee, to the mountain where Jesus had directed them."},"17":{"verse":17,"text":"When they saw him, they expressed adoration to him, but they doubted."},"18":{"verse":18,"text":"Jesus came to them and said, “All authority has been given to me in heaven and on earth."},"19":{"verse":19,"text":"Go [therefore] and make disciples of all nations, baptizing them in the Name of the Father and of the Son and of the Holy Spirit,"},"20":{"verse":20,"text":"teaching them to observe all the things that I have commanded you. Behold, I am with you always, even to the end of the age.” Amen!"}},"meta":{"connection":"EOB","book_number":470,"chapter_number":28,"previous_chapter":{"connection":"EOB","book_number":470,"chapter":27},"next_chapter":null}}