{"chapter":{"1":{"verse":1,"text":" Do not judge in order not to be judged."},"2":{"verse":2,"text":"For in the same way that you judge others, you will be judged, and with the measure that you use, it will be measured to you."},"3":{"verse":3,"text":"Why do you see the speck that is in someone else’s eye but do not consider the beam that is in your own eye?"},"4":{"verse":4,"text":"How can you tell someone, ‘Let me remove the speck from your eye;’ and behold, there is a beam in your own eye?"},"5":{"verse":5,"text":"You hypocrite! First, remove the beam out of your own eye, and then you will be able to see clearly [so as] to remove the speck out of your brother’s eye."},"6":{"verse":6,"text":" Do not give what is holy to the dogs and do not throw your pearls before pigs, for fear that they might trample them under their feet, and then turn [against you] and tear you to pieces."},"7":{"verse":7,"text":" Ask, and it will be given to you! Seek, and you will find! Knock, and it will be opened for you!"},"8":{"verse":8,"text":"Indeed, everyone who asks receives. Whoever seeks finds! To the one who knocks, it will be opened."},"9":{"verse":9,"text":"Who is there among you, who, if his son asks him for bread, will give him a stone?"},"10":{"verse":10,"text":"Or if he asks for a fish, who will give him a snake?"},"11":{"verse":11,"text":"If you then who are evil [still] know how to give good gifts to your children, how much more will your Father who is in heaven give good [things] to those who ask him!"},"12":{"verse":12,"text":"Therefore, whatever you desire other people to do for you, you shall also do for them! This is the law and the prophets."},"13":{"verse":13,"text":" Enter by the narrow gate, for wide is the gate and broad is the way that leads to destruction, and many are those who enter by it."},"14":{"verse":14,"text":"How narrow is the gate, and how pressing is the way that leads to life! Few are those who find it."},"15":{"verse":15,"text":" Beware of false prophets who come to you in sheep’s clothing. Inwardly, they are ravenous wolves!"},"16":{"verse":16,"text":"You will recognize them by their fruits. Do you gather grapes from thorns, or figs from thistles?"},"17":{"verse":17,"text":"Likewise, every good tree produces good fruit, but the corrupt tree produces evil fruit."},"18":{"verse":18,"text":"A good tree cannot produce evil fruit, and neither can a corrupt tree produce good fruit."},"19":{"verse":19,"text":"Every tree that does not grow good fruit is cut down, and thrown into the fire."},"20":{"verse":20,"text":"Therefore, by their fruits you will recognize them."},"21":{"verse":21,"text":"It is not everyone who tells me, ‘Lord, Lord’ who will enter into the Kingdom of Heaven, but the one who does the will of my Father who is in heaven."},"22":{"verse":22,"text":"Many will tell me in that Day, ‘Lord, Lord, did we not prophesy in your Name, cast out demons in your Name, and do many deeds of power in your Name?’"},"23":{"verse":23,"text":"Then I will tell them, ‘I never knew you! Depart from me, you who do what is wicked.’"},"24":{"verse":24,"text":" Everyone therefore who hears my words and does them, I will compare to a wise person who built his house on a rock."},"25":{"verse":25,"text":"The rain came down, the floods came, and the winds blew, beating hard on that house. Yet, it did not collapse, because it was founded on the rock."},"26":{"verse":26,"text":"But everyone who hears my words and does not do them will be like a foolish man who built his house on the sand."},"27":{"verse":27,"text":"The rain came down, the floods came, and the winds blew, beating hard on that house; then it collapsed, and great was its downfall.”"},"28":{"verse":28,"text":" It happened, when Jesus had finished saying these things, that the crowds were astonished at his teaching"},"29":{"verse":29,"text":"because he taught them with authority, not like the scribes."}},"meta":{"connection":"EOB","book_number":470,"chapter_number":7,"previous_chapter":{"connection":"EOB","book_number":470,"chapter":6},"next_chapter":{"connection":"EOB","book_number":470,"chapter":8}}}