{"chapter":{"1":{"verse":1,"text":" Jesus entered into a boat, crossed over [the lake] and came into his own town."},"2":{"verse":2,"text":"Behold, some people brought him a man who was paralyzed, lying on a bed. Seeing their faith, Jesus said to the paralytic, “Son, be of good cheer! Your sins are forgiven!”"},"3":{"verse":3,"text":" At this, some of the scribes said to themselves, “This man blasphemes!”"},"4":{"verse":4,"text":" Jesus, knowing their thoughts, said, “Why do you think evil [thoughts] in your hearts?"},"5":{"verse":5,"text":"Which is easier, to say, ‘Your sins have been forgiven’ or, ‘Get up, and walk?’"},"6":{"verse":6,"text":"But so that you may know that the Son of Man has authority on earth to forgive sins” (then he said to the paralytic), “Get up, take up your mat, and go to your house.”"},"7":{"verse":7,"text":" The man got up and departed to his house."},"8":{"verse":8,"text":"But when the crowds saw this, they were astonished and glorified God, who had given such authority to men."},"9":{"verse":9,"text":" As Jesus was passing by from there, he saw a man called Matthew sitting at the tax collection office. Jesus said to him, “Follow me,” and the man got up and began to follow him."},"10":{"verse":10,"text":"It so happened that as Jesus was sitting in the house, behold, many tax collectors and sinners came [in] and sat down with Jesus and his disciples."},"11":{"verse":11,"text":"When the Pharisees saw this, they said to his disciples, “Why does your teacher eat with tax collectors and sinners?”"},"12":{"verse":12,"text":" When Jesus heard it, he told them, “Those who are healthy have no need for a physician, but those who are sick do."},"13":{"verse":13,"text":"But go and learn what this means: ‘I desire mercy, and not sacrifice,’ for I did not come to call the righteous but sinners to repentance.”"},"14":{"verse":14,"text":" Then John’s disciples came to Jesus, asking, “Why do we and the Pharisees fast often, but your disciples do not fast?”"},"15":{"verse":15,"text":" Jesus said to them, “Can the guests of the wedding mourn, as long as the bridegroom is with them? The days will come when the bridegroom will be taken away from them, and then, they will fast."},"16":{"verse":16,"text":"No one puts a piece of new cloth on an old garment because the patch would [shrink and] tear away from the garment, and a worse hole would be made."},"17":{"verse":17,"text":"Neither do people put new wine into old wineskins, or else the skins would burst, and the wine be spilled, and the skins ruined. No, they put new wine into fresh wineskins, and both are preserved.”"},"18":{"verse":18,"text":" While he was saying these things to them, behold, a certain ruler came to him and expressed adoration to him, saying, “My daughter has just died, but come and lay your hand on her, and she will live.”"},"19":{"verse":19,"text":" Jesus got up and followed him, as did his disciples."},"20":{"verse":20,"text":"Behold, a woman who had had an issue of blood for twelve years came behind him and touched the fringe of his garment."},"21":{"verse":21,"text":"[She did this because] she said within herself, “If I only touch his garment, I will be made well.”"},"22":{"verse":22,"text":"But Jesus, turning around and seeing her, said, “Daughter, rejoice! Your faith has made you well.” And the woman was made well from that very hour."},"23":{"verse":23,"text":" When Jesus came into the ruler’s house, he saw the flute players and the crowd making a commotion."},"24":{"verse":24,"text":"He said to them, “Make room, because the girl is not dead, but sleeping,” and they started to ridicule him."},"25":{"verse":25,"text":"But when the crowd was put out, he entered in, took the girl by the hand and she arose."},"26":{"verse":26,"text":"The report of this spread into the entire region."},"27":{"verse":27,"text":" As Jesus passed by from there, two blind men followed him, calling out and saying, “Have mercy on us, son of David!”"},"28":{"verse":28,"text":" When he entered the house, the blind men came to him. Jesus asked them, “Do you believe that I am able to do this?” They replied, “Yes, Lord.”"},"29":{"verse":29,"text":" He then touched their eyes, saying, “According to your faith, let it be done to you!”"},"30":{"verse":30,"text":"And their eyes were opened. Jesus strictly commanded them, saying, “See that no one knows about this.”"},"31":{"verse":31,"text":"However, they went out and spread his fame throughout that entire land."},"32":{"verse":32,"text":" As they were leaving, behold, a mute man who was demon-possessed was brought to him."},"33":{"verse":33,"text":"When the demon was cast out, the mute began to speak. The multitudes marveled, saying, “Nothing like this has ever been seen in Israel!”"},"34":{"verse":34,"text":" But the Pharisees said, “It is by the prince of the demons that he casts out demons.”"},"35":{"verse":35,"text":" Jesus went about all the cities and villages, teaching in their synagogues and preaching the Good News of the Kingdom. He also healed every kind of disease and sickness among the people."},"36":{"verse":36,"text":"But when he saw the crowds, he was moved with compassion for them because they were weary and scattered, like sheep without a shepherd."},"37":{"verse":37,"text":"He then said to his disciples, “The harvest is plentiful indeed, but the workers are few!"},"38":{"verse":38,"text":"Pray therefore that the Lord of the harvest will send out workers into his harvest.”"}},"meta":{"connection":"EOB","book_number":470,"chapter_number":9,"previous_chapter":{"connection":"EOB","book_number":470,"chapter":8},"next_chapter":{"connection":"EOB","book_number":470,"chapter":10}}}