{"chapter":{"1":{"verse":1,"text":"Славьте Господа; призывайте имя Его; возвещайте в народах дела Его;"},"2":{"verse":2,"text":"воспойте Ему и пойте Ему; поведайте о всех чудесах Его."},"3":{"verse":3,"text":"Хвалитесь именем Его святым; да веселится сердце ищущих Господа."},"4":{"verse":4,"text":"Ищите Господа и силы Его, ищите лица Его всегда."},"5":{"verse":5,"text":"Воспоминайте чудеса Его, которые сотворил, знамения Его и суды уст Его,"},"6":{"verse":6,"text":"вы, семя Авраамово, рабы Его, сыны Иакова, избранные Его."},"7":{"verse":7,"text":"Он Господь Бог наш: по всей земле суды Его."},"8":{"verse":8,"text":"Вечно помнит завет Свой, слово,  которое  заповедал в тысячу родов,"},"9":{"verse":9,"text":"которое завещал Аврааму, и клятву Свою Исааку,"},"10":{"verse":10,"text":"и поставил то Иакову в закон и Израилю в завет вечный,"},"11":{"verse":11,"text":"говоря: \"тебе дам землю Ханаанскую в удел наследия вашего\"."},"12":{"verse":12,"text":"Когда их было еще мало числом, очень мало, и они были пришельцами в ней"},"13":{"verse":13,"text":"и переходили от народа к народу, из царства к иному племени,"},"14":{"verse":14,"text":"никому не позволял обижать их и возбранял о них царям:"},"15":{"verse":15,"text":"\"не прикасайтесь к помазанным Моим, и пророкам Моим не делайте зла\"."},"16":{"verse":16,"text":"И призвал голод на землю; всякий стебель хлебный истребил."},"17":{"verse":17,"text":"Послал пред ними человека: в рабы продан был Иосиф."},"18":{"verse":18,"text":"Стеснили оковами ноги его; в железо вошла душа его,"},"19":{"verse":19,"text":"доколе исполнилось слово Его: слово Господне испытало его."},"20":{"verse":20,"text":"Послал царь, и разрешил его владетель народов и освободил его;"},"21":{"verse":21,"text":"поставил его господином над домом своим и правителем над всем владением своим,"},"22":{"verse":22,"text":"чтобы он наставлял вельмож его по своей душе и старейшин его учил мудрости."},"23":{"verse":23,"text":"Тогда пришел Израиль в Египет, и переселился Иаков в землю Хамову."},"24":{"verse":24,"text":"И весьма размножил Бог народ Свой и сделал его сильнее врагов его."},"25":{"verse":25,"text":"Возбудил в сердце их ненависть против народа Его и ухищрение против рабов Его."},"26":{"verse":26,"text":"Послал Моисея, раба Своего, Аарона, которого избрал."},"27":{"verse":27,"text":"Они показали между ними слова знамений Его и чудеса  Его  в земле Хамовой."},"28":{"verse":28,"text":"Послал тьму и сделал мрак, и не воспротивились слову Его."},"29":{"verse":29,"text":"Преложил воду их в кровь, и уморил рыбу их."},"30":{"verse":30,"text":"Земля их произвела множество жаб даже в спальне царей их."},"31":{"verse":31,"text":"Он сказал, и пришли разные насекомые, скнипы во все пределы их."},"32":{"verse":32,"text":"Вместо дождя послал на них град, палящий огонь на землю их,"},"33":{"verse":33,"text":"и побил виноград их и смоковницы их, и сокрушил дерева в пределах их."},"34":{"verse":34,"text":"Сказал, и пришла саранча и гусеницы без числа;"},"35":{"verse":35,"text":"и съели всю траву на земле их, и съели плоды на полях их."},"36":{"verse":36,"text":"И поразил всякого первенца в земле их, начатки всей силы их."},"37":{"verse":37,"text":"И вывел Израильтян с серебром и золотом, и не было в коленах их болящего."},"38":{"verse":38,"text":"Обрадовался Египет исшествию их; ибо страх от них напал на него."},"39":{"verse":39,"text":"Простер облако в покров  им  и огонь, чтобы светить  им  ночью."},"40":{"verse":40,"text":"Просили, и Он послал перепелов, и хлебом небесным насыщал их."},"41":{"verse":41,"text":"Разверз камень, и потекли воды, потекли рекою по местам сухим,"},"42":{"verse":42,"text":"ибо вспомнил Он святое слово Свое к Аврааму, рабу Своему,"},"43":{"verse":43,"text":"и вывел народ Свой в радости, избранных Своих в веселии,"},"44":{"verse":44,"text":"и дал им земли народов, и они наследовали труд иноплеменных,"},"45":{"verse":45,"text":"чтобы соблюдали уставы Его и хранили законы Его. Аллилуия! {Слава:}"}},"meta":{"connection":"RSTI","book_number":230,"chapter_number":104,"previous_chapter":{"connection":"RSTI","book_number":230,"chapter":103},"next_chapter":{"connection":"RSTI","book_number":230,"chapter":105}}}