{"chapter":{"1":{"verse":1,"text":"{<i>Аллилуия.</i>} Славьте Господа, ибо Он благ, ибо вовек милость Его!"},"2":{"verse":2,"text":"Так да скажут избавленные Господом, которых избавил Он от руки врага,"},"3":{"verse":3,"text":"и собрал от стран, от востока и запада, от севера и моря."},"4":{"verse":4,"text":"Они блуждали в пустыне по безлюдному пути и не находили населенного города;"},"5":{"verse":5,"text":"терпели голод и жажду, душа их истаевала в них."},"6":{"verse":6,"text":"Но воззвали к Господу в скорби своей, и Он избавил их от бедствий их,"},"7":{"verse":7,"text":"и повел их прямым путем, чтобы они шли к населенному городу."},"8":{"verse":8,"text":"Да славят Господа за милость Его и за чудные дела Его для сынов человеческих:"},"9":{"verse":9,"text":"ибо Он насытил душу жаждущую и душу алчущую исполнил благами."},"10":{"verse":10,"text":"Они сидели во тьме и тени смертной, окованные скорбью и железом;"},"11":{"verse":11,"text":"ибо не покорялись словам Божиим и небрегли о воле Всевышнего."},"12":{"verse":12,"text":"Он смирил сердце их работами; они преткнулись, и не было помогающего."},"13":{"verse":13,"text":"Но воззвали к Господу в скорби своей, и Он спас их от бедствий их;"},"14":{"verse":14,"text":"вывел их из тьмы и тени смертной, и расторгнул узы их."},"15":{"verse":15,"text":"Да славят Господа за милость Его и за чудные дела Его для сынов человеческих:"},"16":{"verse":16,"text":"ибо Он сокрушил врата медные и вереи железные сломил."},"17":{"verse":17,"text":"Безрассудные страдали за беззаконные пути свои и за неправды свои;"},"18":{"verse":18,"text":"от всякой пищи отвращалась душа их, и они приближались ко вратам смерти."},"19":{"verse":19,"text":"Но воззвали к Господу в скорби своей, и Он спас их от бедствий их;"},"20":{"verse":20,"text":"послал слово Свое и исцелил их, и избавил их от могил их."},"21":{"verse":21,"text":"Да славят Господа за милость Его и за чудные дела Его для сынов человеческих!"},"22":{"verse":22,"text":"Да приносят Ему жертву хвалы и да возвещают о делах Его с пением!"},"23":{"verse":23,"text":"Отправляющиеся на кораблях в море, производящие дела на больших водах,"},"24":{"verse":24,"text":"видят дела Господа и чудеса Его в пучине:"},"25":{"verse":25,"text":"Он речет, - и восстает бурный ветер и высоко поднимает волны его:"},"26":{"verse":26,"text":"восходят до небес, нисходят до бездны; душа их истаевает в бедствии;"},"27":{"verse":27,"text":"они кружатся и шатаются, как пьяные, и вся мудрость их исчезает."},"28":{"verse":28,"text":"Но воззвали к Господу в скорби своей, и Он вывел их из бедствия их."},"29":{"verse":29,"text":"Он превращает бурю в тишину, и волны умолкают."},"30":{"verse":30,"text":"И веселятся, что они утихли, и Он приводит их к желаемой пристани."},"31":{"verse":31,"text":"Да славят Господа за милость Его и за чудные дела Его для сынов человеческих!"},"32":{"verse":32,"text":"Да превозносят Его в собрании народном и да славят Его в сонме старейшин!"},"33":{"verse":33,"text":"Он превращает реки в пустыню и источники вод - в сушу,"},"34":{"verse":34,"text":"землю плодородную - в солончатую, за нечестие живущих на ней."},"35":{"verse":35,"text":"Он превращает пустыню в озеро, и землю иссохшую - в источники вод;"},"36":{"verse":36,"text":"и поселяет там алчущих, и они строят город для обитания;"},"37":{"verse":37,"text":"засевают поля, насаждают виноградники, которые приносят им обильные плоды."},"38":{"verse":38,"text":"Он благословляет их, и они весьма размножаются, и скота их не умаляет."},"39":{"verse":39,"text":"Уменьшились они и упали от угнетения, бедствия и скорби, -"},"40":{"verse":40,"text":"Он изливает бесчестие на князей и оставляет их блуждать в пустыне, где нет путей."},"41":{"verse":41,"text":"Бедного же извлекает из бедствия и умножает род его, как стада овец."},"42":{"verse":42,"text":"Праведники видят сие и радуются, а всякое нечестие заграждает уста свои."},"43":{"verse":43,"text":"Кто мудр, тот заметит сие и уразумеет милость Господа. {Слава:}"}},"meta":{"connection":"RSTI","book_number":230,"chapter_number":106,"previous_chapter":{"connection":"RSTI","book_number":230,"chapter":105},"next_chapter":{"connection":"RSTI","book_number":230,"chapter":107}}}