{"chapter":{"1":{"verse":1,"text":"{<i>Аллилуия.</i>} Блаженны непорочные в пути, ходящие в законе Господнем."},"2":{"verse":2,"text":"Блаженны хранящие откровения Его, всем сердцем ищущие Его."},"3":{"verse":3,"text":"Они не делают беззакония, ходят путями Его."},"4":{"verse":4,"text":"Ты заповедал повеления Твои хранить твердо."},"5":{"verse":5,"text":"О, если бы направлялись пути мои к соблюдению уставов Твоих!"},"6":{"verse":6,"text":"Тогда я не постыдился бы, взирая на все заповеди Твои:"},"7":{"verse":7,"text":"я славил бы Тебя в правоте сердца, поучаясь судам правды Твоей."},"8":{"verse":8,"text":"Буду хранить уставы Твои; не оставляй меня совсем."},"9":{"verse":9,"text":"Как юноше содержать в чистоте путь свой? - Хранением себя по слову Твоему."},"10":{"verse":10,"text":"Всем сердцем моим ищу Тебя; не дай мне уклониться от заповедей Твоих."},"11":{"verse":11,"text":"В сердце моем сокрыл я слово Твое, чтобы не грешить пред Тобою."},"12":{"verse":12,"text":"Благословен Ты, Господи! научи меня уставам Твоим."},"13":{"verse":13,"text":"Устами моими возвещал я все суды уст Твоих."},"14":{"verse":14,"text":"На пути откровений Твоих я радуюсь, как во всяком богатстве."},"15":{"verse":15,"text":"О заповедях Твоих размышляю, и взираю на пути Твои."},"16":{"verse":16,"text":"Уставами Твоими утешаюсь, не забываю слова Твоего."},"17":{"verse":17,"text":"Яви милость рабу Твоему, и буду жить и хранить слово Твое."},"18":{"verse":18,"text":"Открой очи мои, и увижу чудеса закона Твоего."},"19":{"verse":19,"text":"Странник я на земле; не скрывай от меня заповедей Твоих."},"20":{"verse":20,"text":"Истомилась душа моя желанием судов Твоих во всякое время."},"21":{"verse":21,"text":"Ты укротил гордых, проклятых, уклоняющихся от заповедей Твоих."},"22":{"verse":22,"text":"Сними с меня поношение и посрамление, ибо я храню откровения Твои."},"23":{"verse":23,"text":"Князья сидят и сговариваются против меня, а раб Твой размышляет об уставах Твоих."},"24":{"verse":24,"text":"Откровения Твои - утешение мое, <i>и уставы Твои</i> - советники мои."},"25":{"verse":25,"text":"Душа моя повержена в прах; оживи меня по слову Твоему."},"26":{"verse":26,"text":"Объявил я пути мои, и Ты услышал меня; научи меня уставам Твоим."},"27":{"verse":27,"text":"Дай мне уразуметь путь повелений Твоих, и буду размышлять о чудесах Твоих."},"28":{"verse":28,"text":"Душа моя истаевает от скорби: укрепи меня по слову Твоему."},"29":{"verse":29,"text":"Удали от меня путь лжи, и закон Твой даруй мне."},"30":{"verse":30,"text":"Я избрал путь истины, поставил пред собою суды Твои."},"31":{"verse":31,"text":"Я прилепился к откровениям Твоим, Господи; не постыди меня."},"32":{"verse":32,"text":"Потеку путем заповедей Твоих, когда Ты расширишь сердце мое."},"33":{"verse":33,"text":"Укажи мне, Господи, путь уставов Твоих, и я буду держаться его до конца."},"34":{"verse":34,"text":"Вразуми меня, и буду соблюдать закон Твой и хранить его всем сердцем."},"35":{"verse":35,"text":"Поставь меня на стезю заповедей Твоих, ибо я возжелал ее."},"36":{"verse":36,"text":"Приклони сердце мое к откровениям Твоим, а не к корысти."},"37":{"verse":37,"text":"Отврати очи мои, чтобы не видеть суеты; животвори меня на пути Твоем."},"38":{"verse":38,"text":"Утверди слово Твое рабу Твоему, ради благоговения пред Тобою."},"39":{"verse":39,"text":"Отврати поношение мое, которого я страшусь, ибо суды Твои благи."},"40":{"verse":40,"text":"Вот, я возжелал повелений Твоих; животвори меня правдою Твоею."},"41":{"verse":41,"text":"Да придут ко мне милости Твои, Господи, спасение Твое по слову Твоему, -"},"42":{"verse":42,"text":"и я дам ответ поносящему меня, ибо уповаю на слово Твое."},"43":{"verse":43,"text":"Не отнимай совсем от уст моих слова истины, ибо я уповаю на суды Твои"},"44":{"verse":44,"text":"и буду хранить закон Твой всегда, во веки и веки;"},"45":{"verse":45,"text":"буду ходить свободно, ибо я взыскал повелений Твоих;"},"46":{"verse":46,"text":"буду говорить об откровениях Твоих пред царями и не постыжусь;"},"47":{"verse":47,"text":"буду утешаться заповедями Твоими, которые возлюбил;"},"48":{"verse":48,"text":"руки мои буду простирать к заповедям Твоим, которые возлюбил, и размышлять об уставах Твоих."},"49":{"verse":49,"text":"Вспомни слово <i>Твое</i> к рабу Твоему, на которое Ты повелел мне уповать:"},"50":{"verse":50,"text":"это - утешение в бедствии моем, что слово Твое оживляет меня."},"51":{"verse":51,"text":"Гордые крайне ругались надо мною, но я не уклонился от закона Твоего."},"52":{"verse":52,"text":"Вспоминал суды Твои, Господи, от века, и утешался."},"53":{"verse":53,"text":"Ужас овладевает мною при виде нечестивых, оставляющих закон Твой."},"54":{"verse":54,"text":"Уставы Твои были песнями моими на месте странствований моих."},"55":{"verse":55,"text":"Ночью вспоминал я имя Твое, Господи, и хранил закон Твой."},"56":{"verse":56,"text":"Он стал моим, ибо повеления Твои храню."},"57":{"verse":57,"text":"Удел мой, Господи, сказал я, соблюдать слова Твои."},"58":{"verse":58,"text":"Молился я Тебе всем сердцем: помилуй меня по слову Твоему."},"59":{"verse":59,"text":"Размышлял о путях моих и обращал стопы мои к откровениям Твоим."},"60":{"verse":60,"text":"Спешил и не медлил соблюдать заповеди Твои."},"61":{"verse":61,"text":"Сети нечестивых окружили меня, но я не забывал закона Твоего."},"62":{"verse":62,"text":"В полночь вставал славословить Тебя за праведные суды Твои."},"63":{"verse":63,"text":"Общник я всем боящимся Тебя и хранящим повеления Твои."},"64":{"verse":64,"text":"Милости Твоей, Господи, полна земля; научи меня уставам Твоим."},"65":{"verse":65,"text":"Благо сотворил Ты рабу Твоему, Господи, по слову Твоему."},"66":{"verse":66,"text":"Доброму разумению и ведению научи меня, ибо заповедям Твоим я верую."},"67":{"verse":67,"text":"Прежде страдания моего я заблуждался; а ныне слово Твое храню."},"68":{"verse":68,"text":"Благ и благодетелен Ты, <i>Господи</i>; научи меня уставам Твоим."},"69":{"verse":69,"text":"Гордые сплетают на меня ложь; я же всем сердцем буду хранить повеления Твои."},"70":{"verse":70,"text":"Ожирело сердце их, как тук; я же законом Твоим утешаюсь."},"71":{"verse":71,"text":"Благо мне, что я пострадал, дабы научиться уставам Твоим."},"72":{"verse":72,"text":"Закон уст Твоих для меня лучше тысяч золота и серебра. {Слава:}"},"73":{"verse":73,"text":"Руки Твои сотворили меня и устроили меня; вразуми меня, и научусь заповедям Твоим."},"74":{"verse":74,"text":"Боящиеся Тебя увидят меня - и возрадуются, что я уповаю на слово Твое."},"75":{"verse":75,"text":"Знаю, Господи, что суды Твои праведны и по справедливости Ты наказал меня."},"76":{"verse":76,"text":"Да будет же милость Твоя утешением моим, по слову Твоему к рабу Твоему."},"77":{"verse":77,"text":"Да придет ко мне милосердие Твое, и я буду жить; ибо закон Твой - утешение мое."},"78":{"verse":78,"text":"Да будут постыжены гордые, ибо безвинно угнетают меня; я размышляю о повелениях Твоих."},"79":{"verse":79,"text":"Да обратятся ко мне боящиеся Тебя и знающие откровения Твои."},"80":{"verse":80,"text":"Да будет сердце мое непорочно в уставах Твоих, чтобы я не посрамился."},"81":{"verse":81,"text":"Истаевает душа моя о спасении Твоем; уповаю на слово Твое."},"82":{"verse":82,"text":"Истаевают очи мои о слове Твоем; я говорю: когда Ты утешишь меня?"},"83":{"verse":83,"text":"Я стал, как мех в дыму, но уставов Твоих не забыл."},"84":{"verse":84,"text":"Сколько дней раба Твоего? Когда произведешь суд над гонителями моими?"},"85":{"verse":85,"text":"Яму вырыли мне гордые, вопреки закону Твоему."},"86":{"verse":86,"text":"Все заповеди Твои - истина; несправедливо преследуют меня: помоги мне;"},"87":{"verse":87,"text":"едва не погубили меня на земле, но я не оставил повелений Твоих."},"88":{"verse":88,"text":"По милости Твоей оживляй меня, и буду хранить откровения уст Твоих."},"89":{"verse":89,"text":"На веки, Господи, слово Твое утверждено на небесах;"},"90":{"verse":90,"text":"истина Твоя в род и род. Ты поставил землю, и она стоит."},"91":{"verse":91,"text":"По определениям Твоим все стоит доныне, ибо все служит Тебе."},"92":{"verse":92,"text":"Если бы не закон Твой был утешением моим, погиб бы я в бедствии моем."},"93":{"verse":93,"text":"Вовек не забуду повелений Твоих, ибо ими Ты оживляешь меня."},"94":{"verse":94,"text":"Твой я, спаси меня; ибо я взыскал повелений Твоих."},"95":{"verse":95,"text":"Нечестивые подстерегают меня, чтобы погубить; а я углубляюсь в откровения Твои."},"96":{"verse":96,"text":"Я видел предел всякого совершенства, но Твоя заповедь безмерно обширна."},"97":{"verse":97,"text":"Как люблю я закон Твой! весь день размышляю о нем."},"98":{"verse":98,"text":"Заповедью Твоею Ты соделал меня мудрее врагов моих, ибо она всегда со мною."},"99":{"verse":99,"text":"Я стал разумнее всех учителей моих, ибо размышляю об откровениях Твоих."},"100":{"verse":100,"text":"Я сведущ более старцев, ибо повеления Твои храню."},"101":{"verse":101,"text":"От всякого злого пути удерживаю ноги мои, чтобы хранить слово Твое;"},"102":{"verse":102,"text":"от судов Твоих не уклоняюсь, ибо Ты научаешь меня."},"103":{"verse":103,"text":"Как сладки гортани моей слова Твои! лучше меда устам моим."},"104":{"verse":104,"text":"Повелениями Твоими я вразумлен; потому ненавижу всякий путь лжи."},"105":{"verse":105,"text":"Слово Твое - светильник ноге моей и свет стезе моей."},"106":{"verse":106,"text":"Я клялся хранить праведные суды Твои, и исполню."},"107":{"verse":107,"text":"Сильно угнетен я, Господи; оживи меня по слову Твоему."},"108":{"verse":108,"text":"Благоволи же, Господи, принять добровольную жертву уст моих, и судам Твоим научи меня."},"109":{"verse":109,"text":"Душа моя непрестанно в руке моей, но закона Твоего не забываю."},"110":{"verse":110,"text":"Нечестивые поставили для меня сеть, но я не уклонился от повелений Твоих."},"111":{"verse":111,"text":"Откровения Твои я принял, как наследие на веки, ибо они веселие сердца моего."},"112":{"verse":112,"text":"Я приклонил сердце мое к исполнению уставов Твоих навек, до конца."},"113":{"verse":113,"text":"Вымыслы человеческие ненавижу, а закон Твой люблю."},"114":{"verse":114,"text":"Ты покров мой и щит мой; на слово Твое уповаю."},"115":{"verse":115,"text":"Удалитесь от меня, беззаконные, и буду хранить заповеди Бога моего."},"116":{"verse":116,"text":"Укрепи меня по слову Твоему, и буду жить; не посрами меня в надежде моей;"},"117":{"verse":117,"text":"поддержи меня, и спасусь; и в уставы Твои буду вникать непрестанно."},"118":{"verse":118,"text":"Всех, отступающих от уставов Твоих, Ты низлагаешь, ибо ухищрения их - ложь."},"119":{"verse":119,"text":"Как изгарь, отметаешь Ты всех нечестивых земли; потому я возлюбил откровения Твои."},"120":{"verse":120,"text":"Трепещет от страха Твоего плоть моя, и судов Твоих я боюсь."},"121":{"verse":121,"text":"Я совершал суд и правду; не предай меня гонителям моим."},"122":{"verse":122,"text":"Заступи раба Твоего ко благу его, чтобы не угнетали меня гордые."},"123":{"verse":123,"text":"Истаевают очи мои, ожидая спасения Твоего и слова правды Твоей."},"124":{"verse":124,"text":"Сотвори с рабом Твоим по милости Твоей, и уставам Твоим научи меня."},"125":{"verse":125,"text":"Я раб Твой: вразуми меня, и познаю откровения Твои."},"126":{"verse":126,"text":"Время Господу действовать: закон Твой разорили."},"127":{"verse":127,"text":"А я люблю заповеди Твои более золота, и золота чистого."},"128":{"verse":128,"text":"Все повеления Твои - все признаю справедливыми; всякий путь лжи ненавижу."},"129":{"verse":129,"text":"Дивны откровения Твои; потому хранит их душа моя."},"130":{"verse":130,"text":"Откровение слов Твоих просвещает, вразумляет простых."},"131":{"verse":131,"text":"Открываю уста мои и вздыхаю, ибо заповедей Твоих жажду. {Слава:}"},"132":{"verse":132,"text":"Призри на меня и помилуй меня, как поступаешь с любящими имя Твое."},"133":{"verse":133,"text":"Утверди стопы мои в слове Твоем и не дай овладеть мною никакому беззаконию;"},"134":{"verse":134,"text":"избавь меня от угнетения человеческого, и буду хранить повеления Твои;"},"135":{"verse":135,"text":"осияй раба Твоего светом лица Твоего и научи меня уставам Твоим."},"136":{"verse":136,"text":"Из глаз моих текут потоки вод оттого, что не хранят закона Твоего."},"137":{"verse":137,"text":"Праведен Ты, Господи, и справедливы суды Твои."},"138":{"verse":138,"text":"Откровения Твои, которые Ты заповедал, - правда и совершенная истина."},"139":{"verse":139,"text":"Ревность моя снедает меня, потому что мои враги забыли слова Твои."},"140":{"verse":140,"text":"Слово Твое весьма чисто, и раб Твой возлюбил его."},"141":{"verse":141,"text":"Мал я и презрен, но повелений Твоих не забываю."},"142":{"verse":142,"text":"Правда Твоя - правда вечная, и закон Твой - истина."},"143":{"verse":143,"text":"Скорбь и горесть постигли меня; заповеди Твои - утешение мое."},"144":{"verse":144,"text":"Правда откровений Твоих вечна: вразуми меня, и буду жить."},"145":{"verse":145,"text":"Взываю всем сердцем <i>моим</i>: услышь меня, Господи, - и сохраню уставы Твои."},"146":{"verse":146,"text":"Призываю Тебя: спаси меня, и буду хранить откровения Твои."},"147":{"verse":147,"text":"Предваряю рассвет и взываю; на слово Твое уповаю."},"148":{"verse":148,"text":"Очи мои предваряют утреннюю стражу, чтобы мне углубляться в слово Твое."},"149":{"verse":149,"text":"Услышь голос мой по милости Твоей, Господи; по суду Твоему оживи меня."},"150":{"verse":150,"text":"Приблизились замышляющие лукавство; далеки они от закона Твоего."},"151":{"verse":151,"text":"Близок Ты, Господи, и все заповеди Твои - истина."},"152":{"verse":152,"text":"Издавна узнал я об откровениях Твоих, что Ты утвердил их на веки."},"153":{"verse":153,"text":"Воззри на бедствие мое и избавь меня, ибо я не забываю закона Твоего."},"154":{"verse":154,"text":"Вступись в дело мое и защити меня; по слову Твоему оживи меня."},"155":{"verse":155,"text":"Далеко от нечестивых спасение, ибо они уставов Твоих не ищут."},"156":{"verse":156,"text":"Много щедрот Твоих, Господи; по суду Твоему оживи меня."},"157":{"verse":157,"text":"Много у меня гонителей и врагов, но от откровений Твоих я не удаляюсь."},"158":{"verse":158,"text":"Вижу отступников, и сокрушаюсь, ибо они не хранят слова Твоего."},"159":{"verse":159,"text":"Зри, как я люблю повеления Твои; по милости Твоей, Господи, оживи меня."},"160":{"verse":160,"text":"Основание слова Твоего истинно, и вечен всякий суд правды Твоей."},"161":{"verse":161,"text":"Князья гонят меня безвинно, но сердце мое боится слова Твоего."},"162":{"verse":162,"text":"Радуюсь я слову Твоему, как получивший великую прибыль."},"163":{"verse":163,"text":"Ненавижу ложь и гнушаюсь ею; закон же Твой люблю."},"164":{"verse":164,"text":"Семикратно в день прославляю Тебя за суды правды Твоей."},"165":{"verse":165,"text":"Велик мир у любящих закон Твой, и нет им преткновения."},"166":{"verse":166,"text":"Уповаю на спасение Твое, Господи, и заповеди Твои исполняю."},"167":{"verse":167,"text":"Душа моя хранит откровения Твои, и я люблю их крепко."},"168":{"verse":168,"text":"Храню повеления Твои и откровения Твои, ибо все пути мои пред Тобою."},"169":{"verse":169,"text":"Да приблизится вопль мой пред лице Твое, Господи; по слову Твоему вразуми меня."},"170":{"verse":170,"text":"Да придет моление мое пред лице Твое; по слову Твоему избавь меня."},"171":{"verse":171,"text":"Уста мои произнесут хвалу, когда Ты научишь меня уставам Твоим."},"172":{"verse":172,"text":"Язык мой возгласит слово Твое, ибо все заповеди Твои праведны."},"173":{"verse":173,"text":"Да будет рука Твоя в помощь мне, ибо я повеления Твои избрал."},"174":{"verse":174,"text":"Жажду спасения Твоего, Господи, и закон Твой - утешение мое."},"175":{"verse":175,"text":"Да живет душа моя и славит Тебя, и суды Твои да помогут мне."},"176":{"verse":176,"text":"Я заблудился, как овца потерянная: взыщи раба Твоего, ибо я заповедей Твоих не забыл. {Слава:}"}},"meta":{"connection":"RSTI","book_number":230,"chapter_number":118,"previous_chapter":{"connection":"RSTI","book_number":230,"chapter":117},"next_chapter":{"connection":"RSTI","book_number":230,"chapter":119}}}