{"chapter":{"1":{"verse":1,"text":"{Хвала Давида.} Буду превозносить Тебя, Боже мой, Царь <i>мой</i>, и благословлять имя Твое во веки и веки."},"2":{"verse":2,"text":"Всякий день буду благословлять Тебя и восхвалять имя Твое во веки и веки."},"3":{"verse":3,"text":"Велик Господь и достохвален, и величие Его неисследимо."},"4":{"verse":4,"text":"Род роду будет восхвалять дела Твои и возвещать о могуществе Твоем."},"5":{"verse":5,"text":"А я буду размышлять о высокой славе величия Твоего и о дивных делах Твоих."},"6":{"verse":6,"text":"Будут говорить о могуществе страшных дел Твоих, и я буду возвещать о величии Твоем."},"7":{"verse":7,"text":"Будут провозглашать память великой благости Твоей и воспевать правду Твою."},"8":{"verse":8,"text":"Щедр и милостив Господь, долготерпелив и многомилостив."},"9":{"verse":9,"text":"Благ Господь ко всем, и щедроты Его на всех делах Его."},"10":{"verse":10,"text":"Да славят Тебя, Господи, все дела Твои, и да благословляют Тебя святые Твои;"},"11":{"verse":11,"text":"да проповедуют славу царства Твоего, и да повествуют о могуществе Твоем,"},"12":{"verse":12,"text":"чтобы дать знать сынам человеческим о могуществе Твоем и о славном величии царства Твоего."},"13":{"verse":13,"text":"Царство Твое - царство всех веков, и владычество Твое во все роды. <i>Верен Господь во всех словах Своих и свят во всех делах Своих.</i>"},"14":{"verse":14,"text":"Господь поддерживает всех падающих и восставляет всех низверженных."},"15":{"verse":15,"text":"Очи всех уповают на Тебя, и Ты даешь им пищу их в свое время;"},"16":{"verse":16,"text":"открываешь руку Твою и насыщаешь все живущее по благоволению."},"17":{"verse":17,"text":"Праведен Господь во всех путях Своих и благ во всех делах Своих."},"18":{"verse":18,"text":"Близок Господь ко всем призывающим Его, ко всем призывающим Его в истине."},"19":{"verse":19,"text":"Желание боящихся Его Он исполняет, вопль их слышит и спасает их."},"20":{"verse":20,"text":"Хранит Господь всех любящих Его, а всех нечестивых истребит."},"21":{"verse":21,"text":"Уста мои изрекут хвалу Господню, и да благословляет всякая плоть святое имя Его во веки и веки. {Слава:}"}},"meta":{"connection":"RSTI","book_number":230,"chapter_number":144,"previous_chapter":{"connection":"RSTI","book_number":230,"chapter":143},"next_chapter":{"connection":"RSTI","book_number":230,"chapter":145}}}