{"chapter":{"1":{"verse":1,"text":"{<i>Псалом Давида.</i>} Радуйтесь, праведные, о Господе: правым прилично славословить."},"2":{"verse":2,"text":"Славьте Господа на гуслях, пойте Ему на десятиструнной псалтири;"},"3":{"verse":3,"text":"пойте Ему новую песнь; пойте Ему стройно, с восклицанием,"},"4":{"verse":4,"text":"ибо слово Господне право и все дела Его верны."},"5":{"verse":5,"text":"Он любит правду и суд; милости Господней полна земля."},"6":{"verse":6,"text":"Словом Господа сотворены небеса, и духом уст Его - все воинство их:"},"7":{"verse":7,"text":"Он собрал, будто груды, морские воды, положил бездны в хранилищах."},"8":{"verse":8,"text":"Да боится Господа вся земля; да трепещут пред Ним все живущие во вселенной,"},"9":{"verse":9,"text":"ибо Он сказал, - и сделалось; Он повелел, - и явилось."},"10":{"verse":10,"text":"Господь разрушает советы язычников, уничтожает замыслы народов, <i>уничтожает советы князей</i>."},"11":{"verse":11,"text":"Совет же Господень стоит вовек; помышления сердца Его - в род и род."},"12":{"verse":12,"text":"Блажен народ, у которого Господь есть Бог, - племя, которое Он избрал в наследие Себе."},"13":{"verse":13,"text":"С небес призирает Господь, видит всех сынов человеческих;"},"14":{"verse":14,"text":"с престола, на котором восседает, Он призирает на всех, живущих на земле:"},"15":{"verse":15,"text":"Он создал сердца всех их и вникает во все дела их."},"16":{"verse":16,"text":"Не спасется царь множеством воинства; исполина не защитит великая сила."},"17":{"verse":17,"text":"Ненадежен конь для спасения, не избавит великою силою своею."},"18":{"verse":18,"text":"Вот, око Господне над боящимися Его и уповающими на милость Его,"},"19":{"verse":19,"text":"что Он душу их спасет от смерти и во время голода пропитает их."},"20":{"verse":20,"text":"Душа наша уповает на Господа: Он - помощь наша и защита наша;"},"21":{"verse":21,"text":"о Нем веселится сердце наше, ибо на святое имя Его мы уповали."},"22":{"verse":22,"text":"Да будет милость Твоя, Господи, над нами, как мы уповаем на Тебя."}},"meta":{"connection":"RSTI","book_number":230,"chapter_number":32,"previous_chapter":{"connection":"RSTI","book_number":230,"chapter":31},"next_chapter":{"connection":"RSTI","book_number":230,"chapter":33}}}