{"chapter":{"1":{"verse":1,"text":"Псалом Давида, когда он притворился безумным пред Авимелехом и был изгнан от него и удалился."},"2":{"verse":2,"text":"Благословлю Господа во всякое время; хвала Ему непрестанно в устах моих."},"3":{"verse":3,"text":"Господом будет хвалиться душа моя; услышат кроткие и возвеселятся."},"4":{"verse":4,"text":"Величайте Господа со мною, и превознесем имя Его вместе."},"5":{"verse":5,"text":"Я взыскал Господа, и Он услышал меня, и от всех опасностей моих избавил меня."},"6":{"verse":6,"text":"Кто обращал взор к Нему, те просвещались, и лица их не постыдятся."},"7":{"verse":7,"text":"Сей нищий воззвал, - и Господь услышал и спас его от всех бед его."},"8":{"verse":8,"text":"Ангел Господень ополчается вокруг боящихся Его и избавляет их."},"9":{"verse":9,"text":"Вкусите, и увидите, как благ Господь! Блажен человек, который уповает на Него!"},"10":{"verse":10,"text":"Бойтесь Господа,  все  святые Его, ибо нет скудости у боящихся Его."},"11":{"verse":11,"text":"Скимны бедствуют и терпят голод, а ищущие Господа не терпят нужды ни в каком благе."},"12":{"verse":12,"text":"Придите, дети, послушайте меня: страху Господню научу вас."},"13":{"verse":13,"text":"Хочет ли человек жить и любит ли долгоденствие, чтобы видеть благо?"},"14":{"verse":14,"text":"Удерживай язык свой от зла и уста свои от коварных слов."},"15":{"verse":15,"text":"Уклоняйся от зла и делай добро; ищи мира и следуй за ним."},"16":{"verse":16,"text":"Очи Господни обращены на праведников, и уши Его - к воплю их."},"17":{"verse":17,"text":"Но лице Господне против делающих зло, чтобы истребить с земли память о них."},"18":{"verse":18,"text":"Взывают  праведные , и Господь слышит, и от всех скорбей их избавляет их."},"19":{"verse":19,"text":"Близок Господь к сокрушенным сердцем и смиренных духом спасет."},"20":{"verse":20,"text":"Много скорбей у праведного, и от всех их избавит его Господь."},"21":{"verse":21,"text":"Он хранит все кости его; ни одна из них не сокрушится."},"22":{"verse":22,"text":"Убьет грешника зло, и ненавидящие праведного погибнут."},"23":{"verse":23,"text":"Избавит Господь душу рабов Своих, и никто из уповающих на Него не погибнет. {Слава:}"}},"meta":{"connection":"RSTI","book_number":230,"chapter_number":33,"previous_chapter":{"connection":"RSTI","book_number":230,"chapter":32},"next_chapter":{"connection":"RSTI","book_number":230,"chapter":34}}}