{"chapter":{"1":{"verse":1,"text":"Начальнику хора. На струнных орудиях. Учение Давида."},"2":{"verse":2,"text":"Услышь, Боже, молитву мою и не скрывайся от моления моего;"},"3":{"verse":3,"text":"внемли мне и услышь меня; я стенаю в горести моей, и смущаюсь"},"4":{"verse":4,"text":"от голоса врага, от притеснения нечестивого, ибо они возводят на меня беззаконие и в гневе враждуют против меня."},"5":{"verse":5,"text":"Сердце мое трепещет во мне, и смертные ужасы напали на меня;"},"6":{"verse":6,"text":"страх и трепет нашел на меня, и ужас объял меня."},"7":{"verse":7,"text":"И я сказал: \"кто дал бы мне крылья, как у голубя? я улетел бы и успокоился бы;"},"8":{"verse":8,"text":"далеко удалился бы я, и оставался бы в пустыне;"},"9":{"verse":9,"text":"поспешил бы укрыться от вихря, от бури\"."},"10":{"verse":10,"text":"Расстрой, Господи, и раздели языки их, ибо я вижу насилие и распри в городе;"},"11":{"verse":11,"text":"днем и ночью ходят они кругом по стенам его; злодеяния и бедствие посреди его;"},"12":{"verse":12,"text":"посреди его пагуба; обман и коварство не сходят с улиц его:"},"13":{"verse":13,"text":"ибо не враг поносит меня, - это я перенес бы; не ненавистник мой величается надо мною, - от него я укрылся бы;"},"14":{"verse":14,"text":"но ты, который был для меня то же, что я, друг мой и близкий мой,"},"15":{"verse":15,"text":"с которым мы разделяли искренние беседы и ходили вместе в дом Божий."},"16":{"verse":16,"text":"Да найдет на них смерть; да сойдут они живыми в ад, ибо злодейство в жилищах их, посреди их."},"17":{"verse":17,"text":"Я же воззову к Богу, и Господь спасет меня."},"18":{"verse":18,"text":"Вечером и утром и в полдень буду умолять и вопиять, и Он услышит голос мой,"},"19":{"verse":19,"text":"избавит в мире душу мою от восстающих на меня, ибо их много у меня;"},"20":{"verse":20,"text":"услышит Бог, и смирит их от века Живущий, потому что нет в них перемены; они не боятся Бога,"},"21":{"verse":21,"text":"простерли руки свои на тех, которые с ними в мире, нарушили союз свой;"},"22":{"verse":22,"text":"уста их мягче масла, а в сердце их вражда; слова их нежнее елея, но они суть обнаженные мечи."},"23":{"verse":23,"text":"Возложи на Господа заботы твои, и Он поддержит тебя. Никогда не даст Он поколебаться праведнику."},"24":{"verse":24,"text":"Ты, Боже, низведешь их в ров погибели; кровожадные и коварные не доживут и до половины дней своих. А я на Тебя,  Господи,  уповаю. {Слава:}"}},"meta":{"connection":"RSTI","book_number":230,"chapter_number":54,"previous_chapter":{"connection":"RSTI","book_number":230,"chapter":53},"next_chapter":{"connection":"RSTI","book_number":230,"chapter":55}}}