{"chapter":{"1":{"verse":1,"text":"Начальнику хора. Не погуби. Писание Давида, когда Саул послал стеречь дом его, чтобы умертвить его."},"2":{"verse":2,"text":"Избавь меня от врагов моих, Боже мой! защити меня от восстающих на меня;"},"3":{"verse":3,"text":"избавь меня от делающих беззаконие; спаси от кровожадных,"},"4":{"verse":4,"text":"ибо вот, они подстерегают душу мою; собираются на меня сильные не за преступление мое и не за грех мой, Господи;"},"5":{"verse":5,"text":"без вины моей сбегаются и вооружаются; подвигнись на помощь мне и воззри."},"6":{"verse":6,"text":"Ты, Господи, Боже сил, Боже Израилев, восстань посетить все народы, не пощади ни одного из нечестивых беззаконников:"},"7":{"verse":7,"text":"вечером возвращаются они, воют, как псы, и ходят вокруг города;"},"8":{"verse":8,"text":"вот они изрыгают хулу языком своим; в устах их мечи: \"ибо\", думают они, \"кто слышит?\""},"9":{"verse":9,"text":"Но Ты, Господи, посмеешься над ними; Ты посрамишь все народы."},"10":{"verse":10,"text":"Сила - у них, но я к Тебе прибегаю, ибо Бог - заступник мой."},"11":{"verse":11,"text":"Бог мой, милующий меня, предварит меня; Бог даст мне смотреть на врагов моих."},"12":{"verse":12,"text":"Не умерщвляй их, чтобы не забыл народ мой; расточи их силою Твоею и низложи их, Господи, защитник наш."},"13":{"verse":13,"text":"Слово языка их есть грех уст их, да уловятся они в гордости своей за клятву и ложь, которую произносят."},"14":{"verse":14,"text":"Расточи их во гневе, расточи, чтобы их не было; и да познают, что Бог владычествует над Иаковом до пределов земли."},"15":{"verse":15,"text":"Пусть возвращаются вечером, воют, как псы, и ходят вокруг города;"},"16":{"verse":16,"text":"пусть бродят, чтобы найти пищу, и несытые проводят ночи."},"17":{"verse":17,"text":"А я буду воспевать силу Твою и с раннего утра провозглашать милость Твою, ибо Ты был мне защитою и убежищем в день бедствия моего."},"18":{"verse":18,"text":"Сила моя! Тебя буду воспевать я, ибо Бог - заступник мой, Бог мой, милующий меня."}},"meta":{"connection":"RSTI","book_number":230,"chapter_number":58,"previous_chapter":{"connection":"RSTI","book_number":230,"chapter":57},"next_chapter":{"connection":"RSTI","book_number":230,"chapter":59}}}