{"chapter":{"1":{"verse":1,"text":"Плачевная песнь, которую Давид воспел Господу по делу Хуса, из племени Вениаминова."},"2":{"verse":2,"text":"Господи, Боже мой! на Тебя я уповаю; спаси меня от всех гонителей моих и избавь меня;"},"3":{"verse":3,"text":"да не исторгнет он, подобно льву, души моей, терзая, когда нет избавляющего <i>и спасающего</i>."},"4":{"verse":4,"text":"Господи, Боже мой! если я что сделал, если есть неправда в руках моих,"},"5":{"verse":5,"text":"если я платил злом тому, кто был со мною в мире, - я, который спасал даже того, кто без причины стал моим врагом, -"},"6":{"verse":6,"text":"то пусть враг преследует душу мою и настигнет, пусть втопчет в землю жизнь мою, и славу мою повергнет в прах."},"7":{"verse":7,"text":"Восстань, Господи, во гневе Твоем; подвигнись против неистовства врагов моих, пробудись для меня на суд, который Ты заповедал, -"},"8":{"verse":8,"text":"сонм людей станет вокруг Тебя; над ним поднимись на высоту."},"9":{"verse":9,"text":"Господь судит народы. Суди меня, Господи, по правде моей и по непорочности моей во мне."},"10":{"verse":10,"text":"Да прекратится злоба нечестивых, а праведника подкрепи, ибо Ты испытуешь сердца и утробы, праведный Боже!"},"11":{"verse":11,"text":"Щит мой в Боге, спасающем правых сердцем."},"12":{"verse":12,"text":"Бог - судия праведный, <i>крепкий и долготерпеливый,</i> и Бог, всякий день строго взыскивающий,"},"13":{"verse":13,"text":"если кто не обращается. Он изощряет Свой меч, напрягает лук Свой и направляет его,"},"14":{"verse":14,"text":"приготовляет для него сосуды смерти, стрелы Свои делает палящими."},"15":{"verse":15,"text":"Вот, нечестивый зачал неправду, был чреват злобою и родил себе ложь;"},"16":{"verse":16,"text":"рыл ров, и выкопал его, и упал в яму, которую приготовил:"},"17":{"verse":17,"text":"злоба его обратится на его голову, и злодейство его упадет на его темя."},"18":{"verse":18,"text":"Славлю Господа по правде Его и пою имени Господа Всевышнего."}},"meta":{"connection":"RSTI","book_number":230,"chapter_number":7,"previous_chapter":{"connection":"RSTI","book_number":230,"chapter":6},"next_chapter":{"connection":"RSTI","book_number":230,"chapter":8}}}