{"chapter":{"1":{"verse":1,"text":"{О Соломоне.  Псалом Давида. } Боже! даруй царю Твой суд и сыну царя Твою правду,"},"2":{"verse":2,"text":"да судит праведно людей Твоих и нищих Твоих на суде;"},"3":{"verse":3,"text":"да принесут горы мир людям и холмы правду;"},"4":{"verse":4,"text":"да судит нищих народа, да спасет сынов убогого и смирит притеснителя, -"},"5":{"verse":5,"text":"и будут бояться Тебя, доколе пребудут солнце и луна, в роды родов."},"6":{"verse":6,"text":"Он сойдет, как дождь на скошенный луг, как капли, орошающие землю;"},"7":{"verse":7,"text":"во дни его процветет праведник, и будет обилие мира, доколе не престанет луна;"},"8":{"verse":8,"text":"он будет обладать от моря до моря и от реки *  (* Евфрат. - Прим. ред.)  до концов земли;"},"9":{"verse":9,"text":"падут пред ним жители пустынь, и враги его будут лизать прах;"},"10":{"verse":10,"text":"цари Фарсиса и островов поднесут ему дань; цари Аравии и Савы принесут дары;"},"11":{"verse":11,"text":"и поклонятся ему все цари; все народы будут служить ему;"},"12":{"verse":12,"text":"ибо он избавит нищего, вопиющего и угнетенного, у которого нет помощника."},"13":{"verse":13,"text":"Будет милосерд к нищему и убогому, и души убогих спасет;"},"14":{"verse":14,"text":"от коварства и насилия избавит души их, и драгоценна будет кровь их пред очами его;"},"15":{"verse":15,"text":"и будет жить, и будут давать ему от золота Аравии, и будут молиться о нем непрестанно, всякий день благословлять его;"},"16":{"verse":16,"text":"будет обилие хлеба на земле, наверху гор; плоды его будут волноваться, как лес на Ливане, и в городах размножатся люди, как трава на земле;"},"17":{"verse":17,"text":"будет имя его  благословенно  вовек; доколе пребывает солнце, будет передаваться имя его *  (* В славянском переводе: Прежде солнца пребывает имя его. - Прим. ред.) ; и благословятся в нем  все племена земные , все народы ублажат его."},"18":{"verse":18,"text":"Благословен Господь Бог, Бог Израилев, един творящий чудеса,"},"19":{"verse":19,"text":"и благословенно имя славы Его вовек, и наполнится славою Его вся земля. Аминь и аминь."},"20":{"verse":20,"text":"Кончились молитвы Давида, сына Иесеева. {Слава:}"}},"meta":{"connection":"RSTI","book_number":230,"chapter_number":71,"previous_chapter":{"connection":"RSTI","book_number":230,"chapter":70},"next_chapter":{"connection":"RSTI","book_number":230,"chapter":72}}}