{"chapter":{"1":{"verse":1,"text":"Начальнику хора Идифумова. Псалом Асафа."},"2":{"verse":2,"text":"Глас мой к Богу, и я буду взывать; глас мой к Богу, и Он услышит меня."},"3":{"verse":3,"text":"В день скорби моей ищу Господа; рука моя простерта ночью и не опускается; душа моя отказывается от утешения."},"4":{"verse":4,"text":"Вспоминаю о Боге и трепещу; помышляю, и изнемогает дух мой."},"5":{"verse":5,"text":"Ты не даешь мне сомкнуть очей моих; я потрясен и не могу говорить."},"6":{"verse":6,"text":"Размышляю о днях древних, о летах веков минувших;"},"7":{"verse":7,"text":"припоминаю песни мои в ночи, беседую с сердцем моим, и дух мой испытывает:"},"8":{"verse":8,"text":"неужели навсегда отринул Господь, и не будет более благоволить?"},"9":{"verse":9,"text":"неужели навсегда престала милость Его, и пресеклось слово Его в род и род?"},"10":{"verse":10,"text":"неужели Бог забыл миловать? Неужели во гневе затворил щедроты Свои?"},"11":{"verse":11,"text":"И сказал я: \"вот мое горе - изменение десницы Всевышнего\"."},"12":{"verse":12,"text":"Буду вспоминать о делах Господа; буду вспоминать о чудесах Твоих древних;"},"13":{"verse":13,"text":"буду вникать во все дела Твои, размышлять о великих Твоих деяниях."},"14":{"verse":14,"text":"Боже! свят путь Твой. Кто Бог так великий, как Бог <i>наш</i>!"},"15":{"verse":15,"text":"Ты - Бог, творящий чудеса; Ты явил могущество Свое среди народов;"},"16":{"verse":16,"text":"Ты избавил мышцею народ Твой, сынов Иакова и Иосифа."},"17":{"verse":17,"text":"Видели Тебя, Боже, воды, видели Тебя воды и убоялись, и вострепетали бездны."},"18":{"verse":18,"text":"Облака изливали воды, тучи издавали гром, и стрелы Твои летали."},"19":{"verse":19,"text":"Глас грома Твоего в круге небесном; молнии освещали вселенную; земля содрогалась и тряслась."},"20":{"verse":20,"text":"Путь Твой в море, и стезя Твоя в водах великих, и следы Твои неведомы."},"21":{"verse":21,"text":"Как стадо, вел Ты народ Твой рукою Моисея и Аарона. {Слава:}"}},"meta":{"connection":"RSTI","book_number":230,"chapter_number":76,"previous_chapter":{"connection":"RSTI","book_number":230,"chapter":75},"next_chapter":{"connection":"RSTI","book_number":230,"chapter":77}}}