{"chapter":{"1":{"verse":1,"text":"{Молитва Давида.} Приклони, Господи, ухо Твое и услышь меня, ибо я беден и нищ."},"2":{"verse":2,"text":"Сохрани душу мою, ибо я благоговею пред Тобою; спаси, Боже мой, раба Твоего, уповающего на Тебя."},"3":{"verse":3,"text":"Помилуй меня, Господи, ибо к Тебе взываю каждый день."},"4":{"verse":4,"text":"Возвесели душу раба Твоего, ибо к Тебе, Господи, возношу душу мою,"},"5":{"verse":5,"text":"ибо Ты, Господи, благ и милосерд и многомилостив ко всем, призывающим Тебя."},"6":{"verse":6,"text":"Услышь, Господи, молитву мою и внемли гласу моления моего."},"7":{"verse":7,"text":"В день скорби моей взываю к Тебе, потому что Ты услышишь меня."},"8":{"verse":8,"text":"Нет между богами, как Ты, Господи, и нет дел, как Твои."},"9":{"verse":9,"text":"Все народы, Тобою сотворенные, приидут и поклонятся пред Тобою, Господи, и прославят имя Твое,"},"10":{"verse":10,"text":"ибо Ты велик и творишь чудеса, - Ты, Боже, един Ты."},"11":{"verse":11,"text":"Наставь меня, Господи, на путь Твой, и буду ходить в истине Твоей; утверди сердце мое в страхе имени Твоего."},"12":{"verse":12,"text":"Буду восхвалять Тебя, Господи, Боже мой, всем сердцем моим и славить имя Твое вечно,"},"13":{"verse":13,"text":"ибо велика милость Твоя ко мне: Ты избавил душу мою от ада преисподнего."},"14":{"verse":14,"text":"Боже! гордые восстали на меня, и скопище мятежников ищет души моей: не представляют они Тебя пред собою."},"15":{"verse":15,"text":"Но Ты, Господи, Боже щедрый и благосердный, долготерпеливый и многомилостивый и истинный,"},"16":{"verse":16,"text":"призри на меня и помилуй меня; даруй крепость Твою рабу Твоему, и спаси сына рабы Твоей;"},"17":{"verse":17,"text":"покажи на мне знамение во благо, да видят ненавидящие меня и устыдятся, потому что Ты, Господи, помог мне и утешил меня."}},"meta":{"connection":"RSTI","book_number":230,"chapter_number":85,"previous_chapter":{"connection":"RSTI","book_number":230,"chapter":84},"next_chapter":{"connection":"RSTI","book_number":230,"chapter":86}}}