{"chapter":{"1":{"verse":1,"text":"Начальнику хора. По смерти Лабена. Псалом Давида."},"2":{"verse":2,"text":"Буду славить  Тебя , Господи, всем сердцем моим, возвещать все чудеса Твои."},"3":{"verse":3,"text":"Буду радоваться и торжествовать о Тебе, петь имени Твоему, Всевышний."},"4":{"verse":4,"text":"Когда враги мои обращены назад, то преткнутся и погибнут пред лицем Твоим,"},"5":{"verse":5,"text":"ибо Ты производил мой суд и мою тяжбу; Ты воссел на престоле, Судия праведный."},"6":{"verse":6,"text":"Ты вознегодовал на народы, погубил нечестивого, имя их изгладил на веки и веки."},"7":{"verse":7,"text":"У врага совсем не стало оружия, и города Ты разрушил; погибла память их с ними."},"8":{"verse":8,"text":"Но Господь пребывает вовек; Он приготовил для суда престол Свой,"},"9":{"verse":9,"text":"и Он будет судить вселенную по правде, совершит суд над народами по правоте."},"10":{"verse":10,"text":"И будет Господь прибежищем угнетенному, прибежищем во времена скорби;"},"11":{"verse":11,"text":"и будут уповать на Тебя знающие имя Твое, потому что Ты не оставляешь ищущих Тебя, Господи."},"12":{"verse":12,"text":"Пойте Господу, живущему на Сионе, возвещайте между народами дела Его,"},"13":{"verse":13,"text":"ибо Он взыскивает за кровь; помнит их, не забывает вопля угнетенных."},"14":{"verse":14,"text":"Помилуй меня, Господи; воззри на страдание мое от ненавидящих меня, - Ты, Который возносишь меня от врат смерти,"},"15":{"verse":15,"text":"чтобы я возвещал все хвалы Твои во вратах дщери Сионовой: буду радоваться о спасении Твоем."},"16":{"verse":16,"text":"Обрушились народы в яму, которую выкопали; в сети, которую скрыли они, запуталась нога их."},"17":{"verse":17,"text":"Познан был Господь по суду, который Он совершил; нечестивый уловлен делами рук своих."},"18":{"verse":18,"text":"Да обратятся нечестивые в ад, - все народы, забывающие Бога."},"19":{"verse":19,"text":"Ибо не навсегда забыт будет нищий, и надежда бедных не до конца погибнет."},"20":{"verse":20,"text":"Восстань, Господи, да не преобладает человек, да судятся народы пред лицем Твоим."},"21":{"verse":21,"text":"Наведи, Господи, страх на них; да знают народы, что человеки они."},"22":{"verse":22,"text":"Для чего, Господи, стоишь вдали, скрываешь Себя во время скорби?"},"23":{"verse":23,"text":"По гордости своей нечестивый преследует бедного: да уловятся они ухищрениями, которые сами вымышляют."},"24":{"verse":24,"text":"Ибо нечестивый хвалится похотью души своей; корыстолюбец ублажает себя."},"25":{"verse":25,"text":"В надмении своем нечестивый пренебрегает Господа: \"не взыщет\"; во всех помыслах его: \"нет Бога!\""},"26":{"verse":26,"text":"Во всякое время пути его гибельны; суды Твои далеки для него; на всех врагов своих он смотрит с пренебрежением;"},"27":{"verse":27,"text":"говорит в сердце своем: \"не поколеблюсь; в род и род не приключится мне зла\";"},"28":{"verse":28,"text":"уста его полны проклятия, коварства и лжи; под языком - его мучение и пагуба;"},"29":{"verse":29,"text":"сидит в засаде за двором, в потаенных местах убивает невинного; глаза его подсматривают за бедным;"},"30":{"verse":30,"text":"подстерегает в потаенном месте, как лев в логовище; подстерегает в засаде, чтобы схватить бедного; хватает бедного, увлекая в сети свои;"},"31":{"verse":31,"text":"сгибается, прилегает, - и бедные падают в сильные когти его;"},"32":{"verse":32,"text":"говорит в сердце своем: \"забыл Бог, закрыл лице Свое, не увидит никогда\"."},"33":{"verse":33,"text":"Восстань, Господи, Боже  мой , вознеси руку Твою, не забудь угнетенных  Твоих до конца ."},"34":{"verse":34,"text":"Зачем нечестивый пренебрегает Бога, говоря в сердце своем: \"Ты не взыщешь\"?"},"35":{"verse":35,"text":"Ты видишь, ибо Ты взираешь на обиды и притеснения, чтобы воздать Твоею рукою. Тебе предает себя бедный; сироте Ты помощник."},"36":{"verse":36,"text":"Сокруши мышцу нечестивому и злому, так чтобы искать и не найти его нечестия."},"37":{"verse":37,"text":"Господь - царь на веки, навсегда; исчезнут язычники с земли Его."},"38":{"verse":38,"text":"Господи! Ты слышишь желания смиренных; укрепи сердце их; открой ухо Твое,"},"39":{"verse":39,"text":"чтобы дать суд сироте и угнетенному, да не устрашает более человек на земле."}},"meta":{"connection":"RSTI","book_number":230,"chapter_number":9,"previous_chapter":{"connection":"RSTI","book_number":230,"chapter":8},"next_chapter":{"connection":"RSTI","book_number":230,"chapter":10}}}