{"chapter":{"1":{"verse":1,"text":"{ Псалом Давида в четвертый день недели. } Боже отмщений, Господи, Боже отмщений, яви Себя!"},"2":{"verse":2,"text":"Восстань, Судия земли, воздай возмездие гордым."},"3":{"verse":3,"text":"Доколе, Господи, нечестивые, доколе нечестивые торжествовать будут?"},"4":{"verse":4,"text":"Они изрыгают дерзкие речи; величаются все делающие беззаконие;"},"5":{"verse":5,"text":"попирают народ Твой, Господи, угнетают наследие Твое;"},"6":{"verse":6,"text":"вдову и пришельца убивают, и сирот умерщвляют"},"7":{"verse":7,"text":"и говорят: \"не увидит Господь, и не узнает Бог Иаковлев\"."},"8":{"verse":8,"text":"Образумьтесь, бессмысленные люди! когда вы будете умны, невежды?"},"9":{"verse":9,"text":"Насадивший ухо не услышит ли? и образовавший глаз не увидит ли?"},"10":{"verse":10,"text":"Вразумляющий народы неужели не обличит, - Тот, Кто учит человека разумению?"},"11":{"verse":11,"text":"Господь знает мысли человеческие, что они суетны."},"12":{"verse":12,"text":"Блажен человек, которого вразумляешь Ты, Господи, и наставляешь законом Твоим,"},"13":{"verse":13,"text":"чтобы дать ему покой в бедственные дни, доколе нечестивому выроется яма!"},"14":{"verse":14,"text":"Ибо не отринет Господь народа Своего и не оставит наследия Своего."},"15":{"verse":15,"text":"Ибо суд возвратится к правде, и за ним последуют все правые сердцем."},"16":{"verse":16,"text":"Кто восстанет за меня против злодеев? кто станет за меня против делающих беззаконие?"},"17":{"verse":17,"text":"Если бы не Господь был мне помощником, вскоре вселилась бы душа моя в страну молчания."},"18":{"verse":18,"text":"Когда я говорил: \"колеблется нога моя\", - милость Твоя, Господи, поддерживала меня."},"19":{"verse":19,"text":"При умножении скорбей моих в сердце моем, утешения Твои услаждают душу мою."},"20":{"verse":20,"text":"Станет ли близ Тебя седалище губителей, умышляющих насилие вопреки закону?"},"21":{"verse":21,"text":"Толпою устремляются они на душу праведника и осуждают кровь неповинную."},"22":{"verse":22,"text":"Но Господь - защита моя, и Бог мой - твердыня убежища моего,"},"23":{"verse":23,"text":"и обратит на них беззаконие их, и злодейством их истребит их, истребит их Господь Бог наш. {Слава:}"}},"meta":{"connection":"RSTI","book_number":230,"chapter_number":93,"previous_chapter":{"connection":"RSTI","book_number":230,"chapter":92},"next_chapter":{"connection":"RSTI","book_number":230,"chapter":94}}}