{"chapter":{"1":{"verse":1,"text":" Paul, called to be an apostle of Jesus Christ through the will of God, and our brother Sosthenes,"},"2":{"verse":2,"text":"to the Church of God which is at Corinth. [You are] those who are sanctified in Christ Jesus, called to be saints, with all those who call upon the Name of our Lord Jesus Christ in every place, both theirs and ours:"},"3":{"verse":3,"text":"Grace to you and peace from God our Father and the Lord Jesus Christ."},"4":{"verse":4,"text":" I always give thanks to my God concerning you for the grace of God which was given to you in Christ Jesus;"},"5":{"verse":5,"text":"that in everything you have been enriched in him, in all [manner of] speech and knowledge;"},"6":{"verse":6,"text":"even as the testimony of Christ was confirmed in you."},"7":{"verse":7,"text":"And so, you lack no gift as you wait for the revelation of our Lord Jesus Christ;"},"8":{"verse":8,"text":"who will also confirm you until the end, blameless in the day of our Lord Jesus Christ."},"9":{"verse":9,"text":"God is faithful, through whom you were called into the fellowship of his Son Jesus Christ, our Lord."},"10":{"verse":10,"text":" Now I beg you, brethren, through the Name of our Lord Jesus Christ, to all speak the same thing and that there be no divisions among you. Instead, may you be perfected together in the same mind and opinion."},"11":{"verse":11,"text":"As it is, those who are from Chloe’s household have informed me concerning you my brethren, that there are quarrels among you."},"12":{"verse":12,"text":"Now I mean this: that each one of you says, “I follow Paul,” “I follow Apollos,” “I follow Kephas,” or, “I follow Christ.”"},"13":{"verse":13,"text":"Is Christ divided? Was Paul crucified for you? Or were you baptized in the name of Paul?"},"14":{"verse":14,"text":"I thank God that I baptized none of you, except Crispus and Gaius,"},"15":{"verse":15,"text":"so that no one should say that I baptized you into my own name."},"16":{"verse":16,"text":"(I also baptized the household of Stephanas; besides them, I do not know whether I baptized any other.)"},"17":{"verse":17,"text":" Indeed, Christ did not send me to baptize but to preach the Good News—not in wisdom of words, so that the cross of Christ would not be made void."},"18":{"verse":18,"text":"For the word of the cross is foolishness to those who are dying, but to us who are being saved it is the power of God."},"19":{"verse":19,"text":"As it is written:  I will destroy the wisdom of the wise,   I will bring the discernment of the discerning to nothing. "},"20":{"verse":20,"text":" Where is the wise? Where is the expert of the law? Where is the debater of this world? Has not God ridiculed the wisdom of this world?"},"21":{"verse":21,"text":"Since in God’s wisdom, the world through its ‘wisdom’ did not know God, it was God’s good pleasure (through the foolishness of this proclamation) to save those who believe."},"22":{"verse":22,"text":"Jews ask for a sign and Greeks seek after wisdom,"},"23":{"verse":23,"text":"but we preach Christ crucified; a stumbling block to Jews, and foolishness to Greeks."},"24":{"verse":24,"text":"However, to those who are called, (both Jews and Greeks), Christ is the power of God and the wisdom of God,"},"25":{"verse":25,"text":"because God’s ‘foolishness’ is wiser than human wisdom, and the weakness of God is stronger than human strength."},"26":{"verse":26,"text":"Consider your calling, brethren, that not many [among you] were wise according to the flesh, not many powerful, and not [many] of noble birth."},"27":{"verse":27,"text":"Nevertheless, God chose the foolish things of the world to put to shame those who are ‘wise.’ [Yes], God chose the weak things of the world in order to put to shame the things that are strong."},"28":{"verse":28,"text":"God also chose the lowly things of the world, the things that are despised and even the things that are ‘nothing,’ so that he might bring to nothing the things that are {thought to be important},"},"29":{"verse":29,"text":"so that no flesh should boast before God."},"30":{"verse":30,"text":"But by God’s doing, you are in Christ Jesus, who was made to us wisdom from God, as well as righteousness, sanctification, and redemption;"},"31":{"verse":31,"text":"so that as it is written, “Whoever boasts should boast in the Lord.”"}},"meta":{"connection":"EOB","book_number":530,"chapter_number":1,"previous_chapter":{"connection":"EOB","book_number":520,"chapter":16},"next_chapter":{"connection":"EOB","book_number":530,"chapter":2}}}