{"chapter":{"1":{"verse":1,"text":" Now I do not want you to be ignorant, brethren, that our forefathers were all under the cloud: all passed through the sea;"},"2":{"verse":2,"text":"and they were all baptized into Moses in the cloud and in the sea."},"3":{"verse":3,"text":"They all ate the same spiritual food"},"4":{"verse":4,"text":"and drank the same spiritual drink. They drank from a spiritual rock that followed them, and that rock was Christ."},"5":{"verse":5,"text":"However, God was not well pleased with most of them, because they were struck down in the wilderness."},"6":{"verse":6,"text":"Now these things were written as examples for us, so that we may not lust after evil things, as they also lusted."},"7":{"verse":7,"text":"Do not become idolaters, as some of them were. As it is written, “The people sat down to eat and drink, and rose up to play.”"},"8":{"verse":8,"text":"Let us not commit sexual immorality, as some of them did, and in one day twenty-three thousand fell!"},"9":{"verse":9,"text":"Let us not put Christ to the test, as some of them also did, and they perished by the poisonous snakes."},"10":{"verse":10,"text":"Let us not grumble either, as some of them also did, and they were killed by the destroying angel."},"11":{"verse":11,"text":"Now all these things happened to them as examples and they were written for our instruction, since the ends of the ages have come on us."},"12":{"verse":12,"text":"Therefore, let the one who thinks that he is standing be careful not to fall."},"13":{"verse":13,"text":" No temptation has come to you that is not common to everyone. God is faithful: he will not allow you to be tempted beyond what you are able to resist, but with the temptation he will also create a way to escape, so that you may be able to endure it."},"14":{"verse":14,"text":" Therefore, my beloved, flee from idolatry."},"15":{"verse":15,"text":"I speak [to you] as to people that have common sense. Judge what I say:"},"16":{"verse":16,"text":"The cup of blessing which we bless, is it not a sharing in the blood of Christ? The bread which we break, is not it a sharing in the body of Christ?"},"17":{"verse":17,"text":"Since there is one loaf of bread, we, who are many, are one body, because we all partake of the one loaf of bread."},"18":{"verse":18,"text":"Consider Israel according to the flesh: is it not true that those who eat the sacrifices participate in the altar?"},"19":{"verse":19,"text":" What am I saying then: that an idol is anything, or that something sacrificed to idols is meaningful?"},"20":{"verse":20,"text":"[No], but I say that the things which the Gentiles sacrifice, they sacrifice to demons, not to God, and I do not want you to have fellowship with demons."},"21":{"verse":21,"text":"You cannot drink from the cup of the Lord and also from the cup of demons. You cannot partake of the table of the Lord and of the table of demons as well."},"22":{"verse":22,"text":"Or do we [want to] provoke the Lord to jealousy? Are we stronger than he?"},"23":{"verse":23,"text":"“All things are lawful for me,” but not all things are profitable. “All things are lawful for me,” but not all things build up."},"24":{"verse":24,"text":"We should not seek our own good, but each one the other’s good."},"25":{"verse":25,"text":" You may eat whatever is sold at the market, asking no question for the sake of conscience,"},"26":{"verse":26,"text":"for “the earth is the Lord’s, and its fullness.”"},"27":{"verse":27,"text":"If you are invited for a meal by an unbeliever (and if you are inclined to accept), eat whatever is set before you, asking no questions for the sake of conscience."},"28":{"verse":28,"text":"But if anyone says to you, “This was offered to idols,” do not eat it for the sake of the one who told you, and for the sake of conscience,  for “the earth is the Lord’s, and all its fullness.” "},"29":{"verse":29,"text":"I say conscience, not your own, but the other’s conscience. But why is my freedom judged by someone else’s conscience?"},"30":{"verse":30,"text":"If I partake with gratefulness, why am I denounced for what I give thanks for?"},"31":{"verse":31,"text":"And so, whether you eat, or drink, or whatever [else] you do, do it all to the glory of God."},"32":{"verse":32,"text":"Give no occasion for stumbling, either to Jews, or to Greeks, or to the Church of God;"},"33":{"verse":33,"text":"even as I also [attempt to] please everyone in all things, not seeking my own profit, but the profit of many, so that they may be saved."}},"meta":{"connection":"EOB","book_number":530,"chapter_number":10,"previous_chapter":{"connection":"EOB","book_number":530,"chapter":9},"next_chapter":{"connection":"EOB","book_number":530,"chapter":11}}}