{"chapter":{"1":{"verse":1,"text":" Be my imitators, even as I imitate Christ. "},"2":{"verse":2,"text":"Now I praise you, brethren, that you remember me in all things, and hold firm to the traditions as I delivered them to you."},"3":{"verse":3,"text":"But I desire you to know that the head of every man is Christ, the head of the woman is the man, and the head of Christ is God."},"4":{"verse":4,"text":"Every man praying or prophesying with his head covered dishonors his head."},"5":{"verse":5,"text":"But every woman praying or prophesying with her head unveiled dishonors her head, and it is as if she were shaved."},"6":{"verse":6,"text":"Indeed, if a woman does not wear a head covering, she should be shaved; and if it is shameful for a woman to be shorn or shaved, then let her be covered."},"7":{"verse":7,"text":"Certainly, a man should not have his head covered, because he is the image and glory of God, but woman is the glory of man."},"8":{"verse":8,"text":"Man is not from woman, but woman from man;"},"9":{"verse":9,"text":"for man was not created for the woman, but woman for the man."},"10":{"verse":10,"text":"For this cause, a woman should have [a sign of] authority on her head, because of the angels."},"11":{"verse":11,"text":"Nevertheless, in the Lord, a man is not independent from the woman, nor is a woman independent from the man."},"12":{"verse":12,"text":"For as woman came from man, so a man also comes [to life] through a woman; but all things are from God."},"13":{"verse":13,"text":"Judge for yourselves: is it appropriate that a woman pray to God unveiled?"},"14":{"verse":14,"text":"Does not even nature itself teach you that if a man has long hair, it is a dishonor to him?"},"15":{"verse":15,"text":"But if a woman has long hair, it is a glory to her, because her hair is given to her as a covering."},"16":{"verse":16,"text":"Now, if anyone wishes to dispute these things, we have no such custom, and neither do the Churches of God."},"17":{"verse":17,"text":" Yet, in giving you this instruction, I do not praise you, as you come together not for the better but for the worse."},"18":{"verse":18,"text":"First of all, when you come together as Church, I hear that divisions take place among you, and I partly believe it."},"19":{"verse":19,"text":"Indeed, there must also be factions among you, so that those who are approved may be revealed among you."},"20":{"verse":20,"text":"As it is, when you gather together, it is not the Lord’s Supper that you eat,"},"21":{"verse":21,"text":"because each one takes his own supper first! One is hungry, and another is drunk!"},"22":{"verse":22,"text":"Do you not have houses where you can eat and drink? Or do you despise God’s Church and put to shame those who have nothing? What shall I tell you? Shall I praise you? In this, I do not praise you."},"23":{"verse":23,"text":" For I received from the Lord what also I delivered to you, that the Lord Jesus, on the night in which he was betrayed, took bread."},"24":{"verse":24,"text":"When he had given thanks, he broke it, and said, “Take, eat. This is my body, which is broken for you. Do this in memory of me.”"},"25":{"verse":25,"text":"Likewise, he also took the cup, after supper, saying, “This cup is the new covenant in my blood. Do this, as often as you drink, in memory of me.”"},"26":{"verse":26,"text":"For as often as you eat this bread and drink this cup, you proclaim the Lord’s death until he comes."},"27":{"verse":27,"text":"Therefore, whoever eats this bread or drinks the Lord’s cup in an unworthy manner will be guilty of the body and blood of the Lord."},"28":{"verse":28,"text":"But let everyone do a self-examination, and then eat the bread and drink from the cup."},"29":{"verse":29,"text":"For whoever eats and drinks unworthily eats and drinks judgment to himself, if such a one does not discern the body of the Lord."},"30":{"verse":30,"text":"For this reason, many among you are weak and sick, and many have fallen asleep."},"31":{"verse":31,"text":"For if we discerned ourselves, we would not be judged,"},"32":{"verse":32,"text":"but when we are judged, we are chastised by the Lord, so that we may not be condemned with the world."},"33":{"verse":33,"text":"Therefore, my brethren, when you come together for the Meal, wait for one another."},"34":{"verse":34,"text":"But anyone who is hungry should eat at home, for fear that your coming together might be for judgment. Other matters I will set in order when I come."}},"meta":{"connection":"EOB","book_number":530,"chapter_number":11,"previous_chapter":{"connection":"EOB","book_number":530,"chapter":10},"next_chapter":{"connection":"EOB","book_number":530,"chapter":12}}}