{"chapter":{"1":{"verse":1,"text":" Now concerning spiritual [gifts], brethren, I do not want you to be ignorant."},"2":{"verse":2,"text":"You know that when you were Gentiles, you were enticed and led away to those mute idols, however you were led."},"3":{"verse":3,"text":"Therefore, I want you to understand that no one speaking by God’s Spirit calls Jesus accursed. No one can say that Jesus is Lord, except by the Holy Spirit."},"4":{"verse":4,"text":"Now there are various kinds of gifts, but it is the same Spirit."},"5":{"verse":5,"text":"There are various kinds of service, and the same Lord."},"6":{"verse":6,"text":"There are various kinds of works, but it is the same God who works all things in all."},"7":{"verse":7,"text":"But to each one, the manifestation of the Spirit is given for the benefit of all."},"8":{"verse":8,"text":"To one, the word of wisdom is given through the Spirit, and to another the word of knowledge, [both] according to the same Spirit."},"9":{"verse":9,"text":"To another, faith [is given] by the same Spirit, and to yet another gifts of healings, [both] by the same Spirit."},"10":{"verse":10,"text":"To another it is given to work miracles and to another prophecy. Another receives the discerning of spirits, another different kinds of tongues, and another [yet] the interpretation of tongues."},"11":{"verse":11,"text":"However, it is the one and same Spirit who works all of these, distributing to each one individually as he intends."},"12":{"verse":12,"text":" Just as the body is one and yet has many members, and all the members of the body (though many) form one body, so also is Christ."},"13":{"verse":13,"text":"For in one Spirit we were all baptized into one body, both Jews and Greeks, slaves or free; and we were all made to drink into one Spirit."},"14":{"verse":14,"text":"For the body is not one member, but many."},"15":{"verse":15,"text":"If the foot would say, “Because I am not the hand, I am not part of the body,” it would still be part of the body."},"16":{"verse":16,"text":"If the ear would say, “Because I am not the eye, I am not part of the body,” it would still be part of the body."},"17":{"verse":17,"text":"If the whole body were an eye, where would the hearing be? Or if the whole body were hearing, where would the smelling be?"},"18":{"verse":18,"text":"But now, God has set the members of the body, each one of them, just as he desired."},"19":{"verse":19,"text":"If they were all one member, where would the body be?"},"20":{"verse":20,"text":"But now, they are many members, but [still] one body."},"21":{"verse":21,"text":"And the eye cannot say to the hand, “I have no need of you,” or again the head to the feet, “I have no need of you.”"},"22":{"verse":22,"text":"In fact, the members of the body which seem to be weaker are indispensable!"},"23":{"verse":23,"text":"The members of the body which we think less honorable, we clothe with greater honor while our less respectable members are treated with greater respect,"},"24":{"verse":24,"text":"although our more presentable parts have no such need. But God put the body together, giving more abundant honor to the inferior part,"},"25":{"verse":25,"text":"so that there should be no division in the body. Instead, the members should have the same care for one another."},"26":{"verse":26,"text":"When one member suffers, all the members suffer with it, and when one member is glorified, all the members rejoice with it."},"27":{"verse":27,"text":" Now you are the body of Christ, and members individually."},"28":{"verse":28,"text":"God has appointed some in the Church as follows: first apostles, second prophets, third teachers, then wonderworkers, also those having gifts of healing, those able to help others, those with gifts of administration, and those with different kinds of tongues."},"29":{"verse":29,"text":"However, are all apostles? Are all prophets? Are all teachers? Are all miracle workers?"},"30":{"verse":30,"text":"Do all have gifts of healings? Do all speak with tongues? Do all interpret?"},"31":{"verse":31,"text":"But earnestly desire the best gifts. Moreover, I [will] show you a most excellent way."}},"meta":{"connection":"EOB","book_number":530,"chapter_number":12,"previous_chapter":{"connection":"EOB","book_number":530,"chapter":11},"next_chapter":{"connection":"EOB","book_number":530,"chapter":13}}}