{"chapter":{"1":{"verse":1,"text":" If I speak with the tongues of men and angels, but do not have love, I have become a noisy gong or a clanging cymbal."},"2":{"verse":2,"text":"If I have the gift of prophecy and know all mysteries and have all knowledge, and if I have all faith, so as to move mountains, but I do not have love, I am nothing."},"3":{"verse":3,"text":"If I give out all my goods to feed the poor, and give my body so that I will burn but do not have love, it profits me nothing."},"4":{"verse":4,"text":" Love is patient and is kind; love does not envy. Love does not brag, it is not proud,"},"5":{"verse":5,"text":"it does not behave inappropriately, it is not self-oriented. [Love] does not take offence and does not keep track of evil,"},"6":{"verse":6,"text":"it does not rejoice in unrighteousness, but rejoices with the truth."},"7":{"verse":7,"text":"[Love] bears all things, believes all things, hopes all things, endures all things."},"8":{"verse":8,"text":"Love never fails. But as for prophecies, they will come to an end; as for tongues, they will cease; as for knowledge, it will pass away."},"9":{"verse":9,"text":"We know [only] in part, and we prophesy [only] in part;"},"10":{"verse":10,"text":"but when that which is complete comes, then that which is incomplete will be done away with."},"11":{"verse":11,"text":"When I was a child, I spoke as a child, I felt as a child, I thought as a child. Now that I have become full-grown, I have put away childish things."},"12":{"verse":12,"text":"Now indeed, we see in a mirror, dimly, but then we shall see face to face. Now I know [only] in part, but then, I will know fully, even as I have been fully known."},"13":{"verse":13,"text":"But now, faith, hope, and love remain: these three, and the greatest of these is love."}},"meta":{"connection":"EOB","book_number":530,"chapter_number":13,"previous_chapter":{"connection":"EOB","book_number":530,"chapter":12},"next_chapter":{"connection":"EOB","book_number":530,"chapter":14}}}