{"chapter":{"1":{"verse":1,"text":" Pursue love, and eagerly desire spiritual [gifts], especially that you may prophesy."},"2":{"verse":2,"text":"For whoever speaks in another tongue does not speak to human beings but to God; and no one understands, but such a one speaks mysteries in [the] spirit."},"3":{"verse":3,"text":"Whoever prophesies speaks to others for their edification, exhortation, and consolation."},"4":{"verse":4,"text":"Whoever speaks in another tongue edifies himself [only], but the one who prophesies edifies the Church."},"5":{"verse":5,"text":"Indeed, I desire to have all of you speak in other tongues, and even more that you would prophesy. For the one who prophesies is greater than the one who speaks in tongues, unless the one who speaks in tongues also interprets, so that the Church may be edified."},"6":{"verse":6,"text":" But now, brethren, if I come to you speaking in tongues, what profit is there for you unless I speak either by way of revelation, knowledge, prophesying, or teaching?"},"7":{"verse":7,"text":"Consider things without life but giving a voice, such as a pipe or a harp: if they did not give a distinction in the sounds, how would anyone know what is being played?"},"8":{"verse":8,"text":"For if the trumpet gave an uncertain sound, who would prepare for war?"},"9":{"verse":9,"text":"It is the same with you: if you do not utter words easy to understand, how will people understand what is spoken? For you would be speaking into the air!"},"10":{"verse":10,"text":"As it is, there are many kinds of sounds in the world, and none of them is without meaning."},"11":{"verse":11,"text":"But if I do not know the meaning of the sound, I would be as a foreigner to the one speaking, and vice-versa."},"12":{"verse":12,"text":"And so with you, since you are eager for spiritual gifts, try to excel in what edifies the Church."},"13":{"verse":13,"text":"Therefore, the one who speaks in another tongue should pray that he may [also] interpret,"},"14":{"verse":14,"text":"because if I pray in another tongue, my spirit prays, but my mind does not bear fruit."},"15":{"verse":15,"text":" What then? I will pray with the spirit, and I will also pray with the mind. I will sing with the spirit, and with the mind also."},"16":{"verse":16,"text":"Otherwise if you bless with the spirit, how will the one who is untrained say the “Amen” at your giving of thanks, not knowing what are you saying?"},"17":{"verse":17,"text":"You give thanks well, no doubt about it, but the other person is not built up."},"18":{"verse":18,"text":"I give thanks to my God: I speak in tongues more than all of you."},"19":{"verse":19,"text":"However, in the Church, I would rather speak five words with my mind than ten thousand words in another tongue, in order to instruct others."},"20":{"verse":20,"text":" Brethren, do not be children in thoughts, yet be infants when it comes to evil. Be mature in your thoughts."},"21":{"verse":21,"text":"It is written in the law:  By men of strange tongues and by the lips of strangers,   I will speak to this people.   Yet, not even thus will they hear me, says the Lord. "},"22":{"verse":22,"text":" Therefore, tongues are for a sign, not to those who believe, but to unbelievers. Prophesying is [also] a sign, not to the unbelieving, but to those who believe."},"23":{"verse":23,"text":"If therefore the whole Church is assembled and all speak in tongues, and someone untaught or unbelieving comes in, will this person not say that you are crazy?"},"24":{"verse":24,"text":"But if all prophesy, and if someone who is unbelieving or untaught does come in, that one is convinced and judged by all."},"25":{"verse":25,"text":"Thus, the secrets of that person’s heart will be revealed. And falling down on the face and expressing adoration to God, this person will proclaim that indeed, God is among you."},"26":{"verse":26,"text":" What is it then, brethren? When you come together, each one of you has a psalm, a teaching, a [saying in a] tongue, a revelation, or an interpretation. Let all these things be done to build each other up."},"27":{"verse":27,"text":"If someone speaks in another tongue, let it be two or at the most three of them, one at a time; and then someone should interpret."},"28":{"verse":28,"text":"But if there is no interpreter, the one who speaks in tongues should remain silent in the Church; and let him speak to himself and to God."},"29":{"verse":29,"text":"Let the prophets speak, two or three of them, and then let the others ponder on what was said."},"30":{"verse":30,"text":"But if a revelation is made to another sitting by, the first speaker should then keep silent."},"31":{"verse":31,"text":"Certainly, all of you can prophesy one by one, so that all may learn and be exhorted."},"32":{"verse":32,"text":"The prophetic spirit is to be under the prophets’ control,"},"33":{"verse":33,"text":"for God is not a God of confusion, but of peace. As is done in all the Churches of the saints,"},"34":{"verse":34,"text":"your women should remain silent in the Churches, for it has not been permitted for them to speak, as they are to be under authority, as the law also says."},"35":{"verse":35,"text":"If they desire to learn about something, let them ask their own husbands at home, for it is not fitting that women should speak in the Church."},"36":{"verse":36,"text":" Do you think that it was from you that the word of God went out? Or did it come to you alone?"},"37":{"verse":37,"text":"If any man thinks himself to be a prophet or someone spiritual, let him recognize the things which I write to you: these are the commandments of the Lord."},"38":{"verse":38,"text":"But the ignorant is truly ignorant!"},"39":{"verse":39,"text":"Therefore, brethren, have an intense desire to prophesy and do not forbid speaking in tongues."},"40":{"verse":40,"text":"Let all things be done decently and in order."}},"meta":{"connection":"EOB","book_number":530,"chapter_number":14,"previous_chapter":{"connection":"EOB","book_number":530,"chapter":13},"next_chapter":{"connection":"EOB","book_number":530,"chapter":15}}}