{"chapter":{"1":{"verse":1,"text":" Now concerning the collection for the saints, do as I instructed the Churches of Galatia."},"2":{"verse":2,"text":"On the first day of the week, each one of you should put aside and save according to God’s blessing, so that no collections be made when I come."},"3":{"verse":3,"text":"When I arrive, I will send whoever you approve with letters to carry your gracious gift to Jerusalem."},"4":{"verse":4,"text":"If it is appropriate for me to go also, they will accompany me."},"5":{"verse":5,"text":"But I will come to you when I have passed through Macedonia, since I have to go through Macedonia."},"6":{"verse":6,"text":"I may also stay with you, or even spend the winter, so that you may send me on my journey."},"7":{"verse":7,"text":"Truly, I do not wish to see you only in passing, but I hope to stay with you for a while, if the Lord permits."},"8":{"verse":8,"text":"But I will stay at Ephesus until Pentecost,"},"9":{"verse":9,"text":"because a great and effective door has opened to me, and there are many adversaries."},"10":{"verse":10,"text":"Now if Timothy comes, make sure that he has nothing to fear from you, for he does the work of the Lord as I do."},"11":{"verse":11,"text":"Therefore, let no one despise him, but set him on his way in peace, so that he may come to me; for I expect him with the brothers."},"12":{"verse":12,"text":" Now concerning Apollos, the brother: I strongly urged him to come to you with the brothers; but it was not his desire to come now. He will come when he has an opportunity."},"13":{"verse":13,"text":" Watch! Stand firm in the faith! Be courageous! Be strong!"},"14":{"verse":14,"text":"Let all that you do be done in love."},"15":{"verse":15,"text":" Now I beg you, brethren (you know the house of Stephanas, that it is the first fruits of Achaia, and that they have devoted themselves to serve the saints),"},"16":{"verse":16,"text":"that you also be in service to people like this, and to everyone who helps in the work and labors."},"17":{"verse":17,"text":"I rejoice at the coming of Stephanas, Fortunatus, and Achaicus; for what was lacking on your part, they supplied."},"18":{"verse":18,"text":"They refreshed my spirit and yours; show therefore your appreciation to such people."},"19":{"verse":19,"text":" The Churches of Asia greet you. Aquila and Priscilla greet you much in the Lord, together with the Church that is in their house."},"20":{"verse":20,"text":"All the brethren greet you. Greet one another with a holy kiss!"},"21":{"verse":21,"text":" This greeting is by me, Paul, with my own hand."},"22":{"verse":22,"text":"If anyone does not love the Lord Jesus Christ, let him be accursed. Maranatha!"},"23":{"verse":23,"text":"May the grace of the Lord Jesus Christ be with you."},"24":{"verse":24,"text":"My love is with you all in Christ Jesus. Amen."}},"meta":{"connection":"EOB","book_number":530,"chapter_number":16,"previous_chapter":{"connection":"EOB","book_number":530,"chapter":15},"next_chapter":null}}