{"chapter":{"1":{"verse":1,"text":" When I came to you, brethren, I did not come with excellence of speech or wisdom, proclaiming to you the testimony of God."},"2":{"verse":2,"text":"Indeed, I resolved not to know anything among you, except Jesus Christ, and him crucified."},"3":{"verse":3,"text":"I was with you in weakness, in fear, and in much trembling."},"4":{"verse":4,"text":"My speech and my preaching were not in persuasive words of human wisdom but in demonstration of the Spirit and of power,"},"5":{"verse":5,"text":"so that your faith would not stand by human wisdom but in the power of God."},"6":{"verse":6,"text":"However, we [do] speak wisdom among those who are full grown; yet it is a wisdom ‘not of this world,’ nor of the rulers of this world, who are coming to nothing."},"7":{"verse":7,"text":"Instead, we speak God’s wisdom in a mystery, the wisdom that was hidden, which God had foreordained before the ages for our glory,"},"8":{"verse":8,"text":"[a wisdom] which none of the rulers of this world recognized. For if they had recognized this wisdom, they would not have crucified the Lord of glory!"},"9":{"verse":9,"text":"But as it is written:  Things which an eye did not see, and an ear did not hear,   Which did not enter into the heart of man,   These God has prepared for those who love him. "},"10":{"verse":10,"text":" Yet, God has revealed these things to us through his Spirit, because the Spirit searches all things, yes, [even] the deep things of God."},"11":{"verse":11,"text":"For what human being knows what is truly human except the human spirit that is within? Likewise, no one truly comprehends the things of God except the Spirit of God."},"12":{"verse":12,"text":"However, we have received not the spirit of the world, but the Spirit which is from God, so that we might know the things that were freely given to us by God."},"13":{"verse":13,"text":"These are the things we proclaim, not in words which human wisdom teaches, but which the Holy Spirit teaches, comparing spiritual things with [other] spiritual things."},"14":{"verse":14,"text":"Now the natural person does not receive the things of God’s Spirit because they are foolishness to him, and such a person cannot know these things because they are spiritually discerned."},"15":{"verse":15,"text":"On the other hand, the spiritual person discerns all things and is not subject to mere human opinions."},"16":{"verse":16,"text":"“Truly, who has known the mind of the Lord to [be in position to] instruct him?” But we have the mind of Christ!"}},"meta":{"connection":"EOB","book_number":530,"chapter_number":2,"previous_chapter":{"connection":"EOB","book_number":530,"chapter":1},"next_chapter":{"connection":"EOB","book_number":530,"chapter":3}}}