{"chapter":{"1":{"verse":1,"text":" And so, let everyone think of us as Christ’s servants and stewards of God’s mysteries."},"2":{"verse":2,"text":"Moreover, it is required of stewards that they be found faithful!"},"3":{"verse":3,"text":"But as far as I am concerned, it is a very small thing that I should be judged by you or according to human judgment. Yes, I do not [even] judge my own self"},"4":{"verse":4,"text":"because I know nothing against myself. Yet, I am not justified by this, but the one who judges me is the Lord."},"5":{"verse":5,"text":"Therefore, judge nothing before the time, [that is] until the Lord comes. He will bring to light the hidden things of darkness and reveal the motives of every heart. Then each person will receive due praise from God."},"6":{"verse":6,"text":" Brethren, I have figuratively applied these things to myself and Apollos for your benefit, so that in us you might learn the meaning of ‘not beyond the things which are written,’ so that none of you will be puffed up against another."},"7":{"verse":7,"text":"Indeed, who makes you different? And what do you have that you have not received? But if you received it, why do you boast as if you had not received it?"},"8":{"verse":8,"text":"[But] you are already filled! You have already become rich and you have come to rule apart from us! Yes, and I wish that you would really be rulers, so that we also might reign with you."},"9":{"verse":9,"text":"I think that God has displayed us, the apostles, last of all, like men sentenced to death, because we are made a spectacle to the world, both to angels and people."},"10":{"verse":10,"text":"We are fools for Christ’s sake, but you are wise in Christ. We are weak, but you are strong. You have honor, but we have dishonor."},"11":{"verse":11,"text":"Even to this present hour, we hunger and thirst, we are naked, beaten, and [we] wander from place to place!"},"12":{"verse":12,"text":"We work hard, with our own hands. When people curse us, we bless [in return]. When we are persecuted, we endure."},"13":{"verse":13,"text":"When we are defamed, we try to conciliate. We are made as the filth of the world, as the dirt wiped off by all, even until now."},"14":{"verse":14,"text":"I do not write these things to shame you, but to admonish you as my beloved children."},"15":{"verse":15,"text":"For although you have ten thousand tutors in Christ, yet [you do] not [have] many fathers. For in Christ Jesus, I became your father through the Good News."},"16":{"verse":16,"text":"I beg you therefore, be imitators of me."},"17":{"verse":17,"text":"For this reason, I have sent Timothy to you, my beloved and faithful child in the Lord. He will remind you of my ways which are in Christ, even as I teach everywhere in every Church."},"18":{"verse":18,"text":"Now some of you, thinking that I am not coming to you, have become arrogant."},"19":{"verse":19,"text":"Still, I will come to you shortly, if the Lord wills! Then I will find out not so much what these arrogant people say, but what power they have."},"20":{"verse":20,"text":"Truly, the Kingdom of God is not in speech, but in power."},"21":{"verse":21,"text":"What do you desire? Shall I come to you with a rod, or in love and with a spirit of gentleness?"}},"meta":{"connection":"EOB","book_number":530,"chapter_number":4,"previous_chapter":{"connection":"EOB","book_number":530,"chapter":3},"next_chapter":{"connection":"EOB","book_number":530,"chapter":5}}}