{"chapter":{"1":{"verse":1,"text":" It is actually reported that there is sexual immorality among you, and a kind as does not even occur among the Gentiles, [namely] that someone has his father’s wife!"},"2":{"verse":2,"text":"And you are arrogant! Should you not rather have mourned, so that whoever has done this would have been removed from among you?"},"3":{"verse":3,"text":"For I most certainly, as being absent in body but present in spirit, have already, as though I were present, judged the man who has done this thing!"},"4":{"verse":4,"text":"In the Name of our Lord Jesus Christ, when you are gathered together, and with my spirit, with the power of our Lord Jesus Christ,"},"5":{"verse":5,"text":"you are to hand over such a person to Satan for the destruction of the flesh, so that the spirit may be delivered in the day of the Lord Jesus."},"6":{"verse":6,"text":" Your self-satisfaction is not healthy. Do you not know that a little yeast leavens the whole lump?"},"7":{"verse":7,"text":"Purge out the old yeast, so that you may be a new lump, even as you are unleavened. And certainly, Christ, [who is] our Passover, has been sacrificed in our place."},"8":{"verse":8,"text":"Therefore, let us keep the feast, not with old yeast, neither with the yeast of malice and wickedness, but with the unleavened bread of sincerity and truth."},"9":{"verse":9,"text":" I wrote to you in my letter to have no fellowship with those who are immoral;"},"10":{"verse":10,"text":"yet I did not mean with the immoral people of this world, or with those who are greedy, dishonest, or idolaters; or else you would have to leave the world!"},"11":{"verse":11,"text":"But as it is, I wrote to you not to associate with anyone who is called a brother who is a sexual sinner, or greedy, or an idolater, or a slanderer, or a drunkard, or someone dishonest. [In fact], do not even eat with such a person!"},"12":{"verse":12,"text":"Indeed, what do I have to do with judging those also who are outside? Do you not judge those who are within?"},"13":{"verse":13,"text":"But those who are outside, God judges. “Therefore, put away the wicked man from among yourselves!”"}},"meta":{"connection":"EOB","book_number":530,"chapter_number":5,"previous_chapter":{"connection":"EOB","book_number":530,"chapter":4},"next_chapter":{"connection":"EOB","book_number":530,"chapter":6}}}