{"chapter":{"1":{"verse":1,"text":" Now how can any of you dare go to court before the unrighteous (and not before the saints) when there is a matter against a neighbor?"},"2":{"verse":2,"text":"Do you not know that the saints will judge the world? And if the world is [to be] judged by you, are you unworthy to judge the smallest matters?"},"3":{"verse":3,"text":"Do you not know that we will judge angels? How much more, then, things that pertain to this life?"},"4":{"verse":4,"text":"And now, if you need to judge things pertaining to this life, why do you place yourselves under judges who are irrelevant in the Church?"},"5":{"verse":5,"text":"I say this to move you to shame. Is there not even one wise man among you who would be able to decide between his brothers?"},"6":{"verse":6,"text":"Yet, [I hear of] lawsuits among the brethren, and that in front of unbelievers!"},"7":{"verse":7,"text":"Now therefore, this is already a defeat for you, that you have lawsuits one with another. Why not rather be wronged? Why not rather be defrauded?"},"8":{"verse":8,"text":"No, but you yourselves do wrong and defraud, and [you do] that against your brethren!"},"9":{"verse":9,"text":"Or do you not know that the unrighteous will not inherit the Kingdom of God? Do not be deceived: neither the sexually immoral, nor idolaters, nor adulterers, nor male prostitutes, nor sodomites,"},"10":{"verse":10,"text":"nor the greedy, nor thieves, nor drunkards, nor slanderers, nor swindlers, will inherit the Kingdom of God."},"11":{"verse":11,"text":" Some of you used to be like that, but you were washed, you were sanctified, you were justified in the Name of the Lord Jesus, and in the Spirit of our God."},"12":{"verse":12,"text":"[You say:] “All things are lawful for me,” but not all things are beneficial. “All things are lawful for me,” but I will not be brought under the power of anything."},"13":{"verse":13,"text":"“Food is for the stomach, and the stomach is for food,” but God will bring to nothing both of these. However, the body is not for sexual immorality, but for the Lord; and the Lord is [made] for the body."},"14":{"verse":14,"text":"Now God raised up the Lord, and he will also raise us up by his power."},"15":{"verse":15,"text":"Do you not know that your bodies are members of Christ? Shall I then take the members of Christ and make them members of a prostitute? May it never be!"},"16":{"verse":16,"text":"Or do you not know that whoever is joined to a prostitute is one body? For God says, “The two will become one flesh.”"},"17":{"verse":17,"text":"But whoever who is joined to the Lord is one spirit."},"18":{"verse":18,"text":"Flee sexual immorality! “Every sin that a person can do is outside the body,” but whoever commits sexual immorality sins against his own body."},"19":{"verse":19,"text":"Or do you not know that your body is a sanctuary of the Holy Spirit which dwells in you, and which you have from God? You are not your own!"},"20":{"verse":20,"text":"You were bought with a price! Therefore, glorify God in your body and in your spirit, which belong to God."}},"meta":{"connection":"EOB","book_number":530,"chapter_number":6,"previous_chapter":{"connection":"EOB","book_number":530,"chapter":5},"next_chapter":{"connection":"EOB","book_number":530,"chapter":7}}}