{"chapter":{"1":{"verse":1,"text":" Now concerning things sacrificed to idols: we know that we all have knowledge. Knowledge makes arrogant, but love builds up."},"2":{"verse":2,"text":"But anyone who thinks that he knows anything does not yet know as he should know."},"3":{"verse":3,"text":"On the other hand, if anyone loves God, such a person is known by him."},"4":{"verse":4,"text":"Therefore, concerning the eating of things sacrificed to idols, we know that an idol is nothing in the world, and that there is no other God but one."},"5":{"verse":5,"text":"Indeed, although there are [many] things called “gods” in the heavens or on earth—and there are many [so-called] “gods” and many “lords”—"},"6":{"verse":6,"text":"yet, to us, there is one God the Father, from whom are all things; and we [are] for him; and one Lord Jesus Christ through whom are all things, and we live through him."},"7":{"verse":7,"text":"However, such knowledge is not found in everyone. There are some who eat things sacrificed to an idol with awareness of the idol, and their conscience (being weak) is defiled."},"8":{"verse":8,"text":"But food does not commend us to God, for if we eat, we are not better; and if we do not eat, we are not worse!"},"9":{"verse":9,"text":"However, be careful that your freedom may never become a stumbling block to the weak."},"10":{"verse":10,"text":"For if someone sees you who have knowledge sitting in an idol’s temple, will not this person’s conscience, if weak, be emboldened to eat things sacrificed to idols?"},"11":{"verse":11,"text":"And thus, through your knowledge, shall the weak brother perish, for whom Christ died?"},"12":{"verse":12,"text":"And so, by sinning against the brethren and wounding their conscience when it is weak, you sin against Christ!"},"13":{"verse":13,"text":"Therefore, if food causes my brethren to stumble, I will never ever eat meat, so that I may not cause my brethren to stumble."}},"meta":{"connection":"EOB","book_number":530,"chapter_number":8,"previous_chapter":{"connection":"EOB","book_number":530,"chapter":7},"next_chapter":{"connection":"EOB","book_number":530,"chapter":9}}}