{"chapter":{"1":{"verse":1,"text":" Am I not an apostle? Am I not free? Have I not seen Jesus Christ our Lord? Are you not my work in the Lord?"},"2":{"verse":2,"text":"If to others I am not an apostle, yet at least for you I am one! You are the seal of my apostleship in the Lord."},"3":{"verse":3,"text":"My defense to those who question me is this:"},"4":{"verse":4,"text":"Have we no right to eat and to drink?"},"5":{"verse":5,"text":"Do we not have the right to take along a sister—a wife—even as the rest of the apostles, and the brothers of the Lord, and Kephas?"},"6":{"verse":6,"text":"Or is it only Barnabas and I who are obliged to work?"},"7":{"verse":7,"text":"What soldier ever serves at his own expense? Who plants a vineyard and does not eat of its fruit? Or who feeds a flock and does not drink from the flock’s milk?"},"8":{"verse":8,"text":"Do I speak these things according to human ways? Does not the law say the same thing as well?"},"9":{"verse":9,"text":"For it is written in the law of Moses, “You shall not muzzle an ox while it treads out the grain.” Is it for the oxen that God shows care,"},"10":{"verse":10,"text":"or does he say these things for our benefit? Yes, it was written for us, because whoever plows should plow in hope, and whoever threshes in hope should have a share in his hope."},"11":{"verse":11,"text":"If we sowed to you spiritual things, is it [such] a great thing if we reap your material things?"},"12":{"verse":12,"text":" If others partake of this right over you, should we not even more? Nevertheless, we did not use this right, but we bear all things, so that we may cause no hindrance to the Good News of Christ."},"13":{"verse":13,"text":"Do you not know that the ministers in the temple get their food from the temple, and that those who serve at the altar have their share from the altar?"},"14":{"verse":14,"text":"Even so, the Lord ordained that those who proclaim the Good News should live from the Good News."},"15":{"verse":15,"text":"However, I have used none of these things, and I do not write these things so that it may be done so in my case. As it is, I would rather die than to see anyone make my boasting void!"},"16":{"verse":16,"text":"Indeed, if I preach the Good News, I have nothing to boast about! This necessity is placed on me: woe unto me, if I do not preach the Good News!"},"17":{"verse":17,"text":"For if I do this of my own will, I have a reward, but if it is not of my own will, then I have a stewardship entrusted to me."},"18":{"verse":18,"text":"What then is my reward? That when I preach the Gospel, I may present the Good News of Christ for free, in order not to abuse my authority in the Good News."},"19":{"verse":19,"text":" For although I was free from all, I brought myself in obedience to all, so that I might gain even more."},"20":{"verse":20,"text":"To the Jews I became as a Jew, so that I might win over the Jews. To those who are under the law, [I became] as under the law, so that I might gain those who are under the law."},"21":{"verse":21,"text":"To those who are without law, [I became] as one without law (not being without law toward God, but under law toward Christ), so that I might win those who are without law."},"22":{"verse":22,"text":"To the weak I became as weak, that I might gain the weak. I have become all things to all people, so that I may by all means save some."},"23":{"verse":23,"text":"Now I do this for the sake of the Good News, so that I may be a joint partaker of it."},"24":{"verse":24,"text":"Do you not know that those who run in a race run with everyone else, but that only one receives the prize? Run like that, in order to win!"},"25":{"verse":25,"text":"Everyone who competes in the games exercises self-control in all things. Now they do it in order to receive a corruptible crown, but we [seek] an incorruptible crown."},"26":{"verse":26,"text":"This is how I run, not without a goal. This is how I fight, not beating the air!"},"27":{"verse":27,"text":"Instead, I chastise my body and bring it into submission, for fear that after having preached to others, I myself should be disqualified."}},"meta":{"connection":"EOB","book_number":530,"chapter_number":9,"previous_chapter":{"connection":"EOB","book_number":530,"chapter":8},"next_chapter":{"connection":"EOB","book_number":530,"chapter":10}}}