{"chapter":{"1":{"verse":1,"text":" The presbyter, to Gaius the beloved, whom I love in truth."},"2":{"verse":2,"text":" Beloved, I pray that you may flourish in all things and be healthy, even as your soul is flourishing."},"3":{"verse":3,"text":"I rejoiced greatly when [some of the] brethren came and testified about your truth, even as you walk in truth."},"4":{"verse":4,"text":"I have no greater joy than this: to hear that my children are walking in truth."},"5":{"verse":5,"text":" Beloved, you do a faithful work in all that you accomplish for those who are brethren and strangers."},"6":{"verse":6,"text":"They have borne witness to your love before the Church. You will do well to send them forward on their journey in a manner that God would approve,"},"7":{"verse":7,"text":"because it is for the sake of the Name that they went out, taking nothing from the Gentiles."},"8":{"verse":8,"text":"For this reason, we should receive such [brethren], so that we may be fellow workers for the truth."},"9":{"verse":9,"text":" I wrote to the Church, but Diotrephes, who loves to be first among them, does not accept what we say."},"10":{"verse":10,"text":"Therefore, if I come, I will call attention to his deeds and how he unjustly accuses us with wicked words. Not satisfied with that, he refuses to welcome the brethren. He also stops those who would do so and throws them out of the Church!"},"11":{"verse":11,"text":"Beloved, do not imitate what is evil, but what is good. Whoever does good is of God; whoever does evil has not seen God."},"12":{"verse":12,"text":" As for Demetrius, he has a good testimony from everyone and of the truth itself; yes, we also testify, and you know that our testimony is true."},"13":{"verse":13,"text":" I had many things to write to you, but I am unwilling to write to you with ink and pen."},"14":{"verse":14,"text":"Instead, I hope to see you soon and we will speak face to face. Peace be to you! The friends greet you. Greet the friends by name."}},"meta":{"connection":"EOB","book_number":710,"chapter_number":1,"previous_chapter":{"connection":"EOB","book_number":700,"chapter":1},"next_chapter":null}}