{"chapter":{"1":{"verse":1,"text":" The presbyter, to the elect lady and to her children, whom I love in truth; and not only I, but also all those who know the truth."},"2":{"verse":2,"text":"This is for the sake of truth which remains in us and will be with us forever!"},"3":{"verse":3,"text":"Grace, mercy, and peace will be with you, from God the Father and from the Lord Jesus Christ, the Son of the Father, in truth and love."},"4":{"verse":4,"text":" I greatly rejoice that I have found some of your children walking in truth, even as we have been commanded by the Father."},"5":{"verse":5,"text":"Now I beg you, dear lady, not as though I wrote to you a new commandment, but the one we have had from the beginning: we must love one another!"},"6":{"verse":6,"text":"This is love: that we walk according to his commandments. This is the commandment, as you have heard from the beginning, that you should live accordingly."},"7":{"verse":7,"text":" Many deceivers have gone out into the world, people who do not confess that Jesus Christ came in the flesh. This is the deceiver and the Antichrist."},"8":{"verse":8,"text":"Watch yourselves, so that we may not lose what we have accomplished but receive a full reward."},"9":{"verse":9,"text":"Whoever does not remain in the teaching of Christ but transgresses does not have God; but whoever remains in the teaching of Christ has both the Father and the Son."},"10":{"verse":10,"text":"If anyone comes to you and does not bring this teaching, do not receive or greet such a person."},"11":{"verse":11,"text":"Whoever welcomes such people participates in their evil works."},"12":{"verse":12,"text":" Even though I have many things to write to you, I do not want to do so with paper and ink. Instead, I hope to come to you and speak face to face, so that our joy may be complete."},"13":{"verse":13,"text":"The children of your chosen sister greet you. Amen."}},"meta":{"connection":"EOB","book_number":700,"chapter_number":1,"previous_chapter":{"connection":"EOB","book_number":690,"chapter":5},"next_chapter":null}}