{"chapter":{"1":{"verse":1,"text":" “Amen, amen, I tell you; whoever does not enter by the gate into the sheep fold, but climbs up some other way is a thief and a robber."},"2":{"verse":2,"text":"But the one who enters by the gate is the shepherd of the sheep."},"3":{"verse":3,"text":"The gatekeeper opens the gate for him, and the sheep listen to his voice. The shepherd calls his own sheep by name and leads them out."},"4":{"verse":4,"text":"And whenever he brings out his own sheep, he goes before them and the sheep follow him because they know his voice."},"5":{"verse":5,"text":"They will by no means follow a stranger, but flee from him because they do not recognize the voice of strangers.”"},"6":{"verse":6,"text":"Jesus spoke this parable to them, but they did not understand what he was telling them."},"7":{"verse":7,"text":" Jesus therefore said to them again, “Amen, amen, I tell you; I am the gate for the sheep."},"8":{"verse":8,"text":"All who have come before me are thieves and robbers, but the sheep did not listen to them."},"9":{"verse":9,"text":"I am the gate! Anyone who enters in by me will be saved, and go in and out, and will find pasture."},"10":{"verse":10,"text":"The thief only comes to steal, kill, and destroy. I came so that people may have life, and have it in abundance."},"11":{"verse":11,"text":"I am the good shepherd! The good shepherd lays down his life for the sheep."},"12":{"verse":12,"text":"The one who is a hired hand, not a shepherd, and who does not own the sheep, leaves the sheep and flees when he sees the wolf coming. Then the wolf snatches the sheep and scatters them."},"13":{"verse":13,"text":"The hired hand flees because he is a hired hand and does not care for the sheep."},"14":{"verse":14,"text":"I am the good shepherd! I know my own, and I am known by my own;"},"15":{"verse":15,"text":"even as the Father knows me, and I know the Father. I lay down my life for the sheep."},"16":{"verse":16,"text":"I have other sheep, which are not of this fold. I must bring them also, and they will hear my voice. And there will be one flock—one shepherd."},"17":{"verse":17,"text":"Therefore, the Father loves me, because I lay down my life, so that I may take it again."},"18":{"verse":18,"text":"No one takes my life away from me, but I lay it down of my own accord. I have power to lay it down, and I have power to take it again. I received this commandment from my Father.”"},"19":{"verse":19,"text":" Once again, a division arose among the Jews on account of these words."},"20":{"verse":20,"text":"Many of them said, “He has a demon and he is insane! Why do you listen to him?”"},"21":{"verse":21,"text":"Others said, “These are not the sayings of someone possessed by a demon. It is not possible for a demon to open the eyes of the blind, is it?”"},"22":{"verse":22,"text":" At that time, it was the Feast of the Dedication in Jerusalem."},"23":{"verse":23,"text":"It was winter, and Jesus was walking in the temple, in Solomon’s porch."},"24":{"verse":24,"text":"The Jews therefore gathered around him and asked him, “How long will you hold us in suspense? If you are the Christ, tell us plainly.”"},"25":{"verse":25,"text":" Jesus answered them, “I told you, and you do not believe. The works that I do in my Father’s Name, these bear witness to me."},"26":{"verse":26,"text":"But you do not believe, because you are not of my sheep, as I told you."},"27":{"verse":27,"text":"My sheep hear my voice; I know them, and they follow me."},"28":{"verse":28,"text":"I give eternal life to them; they will never perish, and no one will snatch them out of my hand."},"29":{"verse":29,"text":"My Father, who has given them to me, is greater than all. No one is able to snatch them out of my Father’s hand."},"30":{"verse":30,"text":"I and the Father are one.”"},"31":{"verse":31,"text":" Again, the Jews picked up rocks to stone him."},"32":{"verse":32,"text":"Jesus told them, “I have shown you many good works from my Father. For which of those do you stone me?”"},"33":{"verse":33,"text":" The Jews answered him, “We do not stone you for a good work, but for blasphemy: because you, being a man, make yourself God.”"},"34":{"verse":34,"text":" Jesus answered them, “Is it not written in your law, ‘I said, you are gods?’"},"35":{"verse":35,"text":"If he called them gods, (those to whom the word of God came, and the Scripture cannot be broken),"},"36":{"verse":36,"text":"do you say of him whom the Father has consecrated and sent into the world, ‘You blaspheme,’ because I said, ‘I am the Son of God?’"},"37":{"verse":37,"text":"If I do not do the works of my Father, do not believe me."},"38":{"verse":38,"text":"But if I do them, even though you do not believe me, believe the works, so that you may recognize and believe that the Father is in me, and I in him.”"},"39":{"verse":39,"text":" Therefore they sought again to seize him, but he escaped out of their hand."},"40":{"verse":40,"text":"He went away again beyond the Jordan into the place where John was baptizing at first, and he stayed there."},"41":{"verse":41,"text":"Many came to him, saying, “John indeed did no sign, but everything that John said about this man is true!”"},"42":{"verse":42,"text":"And many believed in him there."}},"meta":{"connection":"EOB","book_number":500,"chapter_number":10,"previous_chapter":{"connection":"EOB","book_number":500,"chapter":9},"next_chapter":{"connection":"EOB","book_number":500,"chapter":11}}}