{"chapter":{"1":{"verse":1,"text":" Now [it was just] before the feast of the Passover. Jesus knew that his time had come for him to depart from this world to the Father. Having loved his own who were in the world, he loved them to the end."},"2":{"verse":2,"text":"During supper, the devil had already put into the heart of Judas Iscariot (Simon’s son) to betray him."},"3":{"verse":3,"text":"Jesus, knowing that the Father had given all things into his hands and that he had come forth from God and was going to God,"},"4":{"verse":4,"text":"arose from supper and laid aside his outer garments. He took a towel and wrapped it around his waist."},"5":{"verse":5,"text":"After that, he poured water into the basin and began to wash the disciples’ feet, and wiped them with the towel that was wrapped around him."},"6":{"verse":6,"text":"Then he came to Simon Peter, and [Peter] asked him, “Lord, are you going to wash my feet?”"},"7":{"verse":7,"text":" Jesus answered him, “You do not know what I am doing now, but you will understand later.”"},"8":{"verse":8,"text":" Peter said to him, “You will never wash my feet!” Jesus replied, “If I do not wash you, you have no part with me.”"},"9":{"verse":9,"text":" Simon Peter said to him, “Lord, not only my feet, but also my hands and my head!”"},"10":{"verse":10,"text":"Jesus told him, “One who has bathed only needs to have his feet washed. Apart from that he is completely clean. You are clean, but not all of you.”"},"11":{"verse":11,"text":"For he knew who was going to betray him, and this is why he said, “You are not all clean.”"},"12":{"verse":12,"text":"And so, after washing their feet, he put his outer garment back on, and sat down again. He said to them, “Do you know what I have done to you?"},"13":{"verse":13,"text":"You call me, ‘Teacher’ and ‘Lord;’ and you say so correctly, for this is what I am."},"14":{"verse":14,"text":"If I then, the Lord and the Teacher, have washed your feet, you should also wash each other’s feet."},"15":{"verse":15,"text":"I have given you an example, so that you too would do as I have done to you."},"16":{"verse":16,"text":"Amen, amen, I tell you: a slave is not greater than his master; neither is the one who is sent greater than he who sent him."},"17":{"verse":17,"text":"Now that you know these things, blessed are you if you do them!"},"18":{"verse":18,"text":"I do not speak about all of you; I know whom I have chosen. But it is in order that the Scripture may be fulfilled, ‘He who eats bread with me has lifted up his heel against me.’"},"19":{"verse":19,"text":"From now on, I tell you before it happens, so that when it happens, you may believe that I am {he}."},"20":{"verse":20,"text":"Amen, amen, I tell you; whoever receives one whom I send receives me; and whoever receives me receives the one who sent me.”"},"21":{"verse":21,"text":" After saying this, Jesus was troubled in spirit, and testified, “Amen, amen, I tell you that one of you will betray me!”"},"22":{"verse":22,"text":" Then the disciples looked at one another, wondering who he was speaking about."},"23":{"verse":23,"text":"Now one of his disciples, whom Jesus loved, was at the table, reclining close to Jesus’ breast."},"24":{"verse":24,"text":"Simon Peter then motioned to this disciple and said, “Ask who it is that he is speaking of!”"},"25":{"verse":25,"text":" Since that disciple was reclining close to Jesus’ breast, he asked him, “Lord, who is it?”"},"26":{"verse":26,"text":" Jesus answered, “It is the one to whom I will give this piece of bread when I have dipped it.” And so, when he had dipped the piece of bread, he gave it to Judas Iscariot, [the son] of Simon."},"27":{"verse":27,"text":"Now after [Judas received] the piece of bread, Satan entered into him. Then Jesus said to him, “What you do, do quickly.”"},"28":{"verse":28,"text":" However, no one at the table knew why Jesus had said this to Judas."},"29":{"verse":29,"text":"Some thought that because Judas had the money box, Jesus had told him, “Buy what we need for the feast,” or that he should give something to the poor."},"30":{"verse":30,"text":"And so, having received that piece of bread, Judas immediately went out. It was night."},"31":{"verse":31,"text":" When Judas had left, Jesus said, “Now the Son of Man has been glorified, and God has been glorified in him."},"32":{"verse":32,"text":"If God has been glorified in him, God will also glorify him in himself, and he will glorify him at once."},"33":{"verse":33,"text":"Children, I will be with you [only] a little longer. You will seek me, and now I tell you just as I told the Jews, ‘Where I am going, you cannot come.’"},"34":{"verse":34,"text":"I give you a new commandment: that you love one another! Just as I have loved you, love also one another."},"35":{"verse":35,"text":"This is how everyone will know that you are my disciples: if you have love for one another.”"},"36":{"verse":36,"text":" Simon Peter said to him, “Lord, where are you going?” Jesus replied, “Where I am going, you cannot follow now, but later you shall follow me.”"},"37":{"verse":37,"text":" Peter asked, “Lord, why can I not follow you now? I will lay down my life for you!”"},"38":{"verse":38,"text":" Jesus answered him, “Will you lay down your life for me? Amen, amen, I tell you; before the rooster crows, you will disown me three times!”"}},"meta":{"connection":"EOB","book_number":500,"chapter_number":13,"previous_chapter":{"connection":"EOB","book_number":500,"chapter":12},"next_chapter":{"connection":"EOB","book_number":500,"chapter":14}}}