{"chapter":{"1":{"verse":1,"text":"“I am the true vine, and my Father is the vinedresser."},"2":{"verse":2,"text":"Every branch in me that does not bear fruit, he takes away; and every branch that bears fruit, he prunes, so that it may bear more fruit."},"3":{"verse":3,"text":"You have already been cleansed by the word that I have spoken to you."},"4":{"verse":4,"text":"Remain in me, and I in you. As the branch cannot bear fruit by itself unless it remains in the vine, neither can you, unless you remain in me."},"5":{"verse":5,"text":"I am the vine, you [are] the branches! Whoever remains in me and I in him bears much fruit, for apart from me, you can do nothing."},"6":{"verse":6,"text":"Anyone who does not remain in me is thrown out as a branch and is withered. Such branches are gathered, thrown into the fire, and burned!"},"7":{"verse":7,"text":"If you remain in me and if my words remain in you, ask whatever you desire and it will be done for you."},"8":{"verse":8,"text":" In this is my Father glorified: that you bear much fruit; and [this is how] you will be my disciples."},"9":{"verse":9,"text":"Even as the Father has loved me, I also have loved you! Remain in my love!"},"10":{"verse":10,"text":"If you keep my commandments, you will remain in my love, even as I have kept my Father’s commandments and remain in his love."},"11":{"verse":11,"text":"I have told you these things so that my joy may remain in you, and that your joy may be complete."},"12":{"verse":12,"text":"This is my commandment: that you love one another, even as I have loved you."},"13":{"verse":13,"text":"No one has a greater love than this: that someone would lay down his life for his friends."},"14":{"verse":14,"text":"You are my friends, if you do whatever I command you."},"15":{"verse":15,"text":"I no longer call you bondservants, because the bondservant does not know what his lord is doing. Instead, I have called you friends, because everything that I heard from my Father I have made known to you."},"16":{"verse":16,"text":"You did not choose me, but I chose you, and appointed you, so that you should go and bear fruit, and that your fruit should remain. And so, whatever you will ask of the Father in my Name, he will give it to you."},"17":{"verse":17,"text":" These things I command you, so that you may love one another."},"18":{"verse":18,"text":" If the world hates you, you know that it has hated me before it hated you."},"19":{"verse":19,"text":"If you were of the world, the world would love its own! But you are not of the world, since I chose you out of the world, and so the world hates you."},"20":{"verse":20,"text":"Remember what I told you: ‘A bondservant is not greater than his lord.’ If they persecuted me, they will also persecute you. If they kept my word, they will also keep yours."},"21":{"verse":21,"text":"But they will do all these things to you on account of my Name, because they do not know the one who sent me."},"22":{"verse":22,"text":"If I had not come and spoken to them, they would not have had sin; but now they have no excuse for their sin!"},"23":{"verse":23,"text":"Whoever hates me also hates my Father."},"24":{"verse":24,"text":"If I had not accomplished among them the works which no one else had done [before], they would not have had sin. But now, they have seen [those things] and yet they have hated both me and my Father."},"25":{"verse":25,"text":"But this has happened so that the word which was written in their law may be fulfilled: ‘They hated me without reason.’"},"26":{"verse":26,"text":" But when the Counselor has come, whom I will send to you from the Father, the Spirit of truth who proceeds from the Father, he will bear witness to me."},"27":{"verse":27,"text":"You also will bear witness, because you have been with me from the beginning.”"}},"meta":{"connection":"EOB","book_number":500,"chapter_number":15,"previous_chapter":{"connection":"EOB","book_number":500,"chapter":14},"next_chapter":{"connection":"EOB","book_number":500,"chapter":16}}}