{"chapter":{"1":{"verse":1,"text":" “I have told you these things, so that you would not be made to stumble."},"2":{"verse":2,"text":"They will expel you from the synagogues! Yes, the time is coming when whoever kills you will think that he is offering {divine} service to God!"},"3":{"verse":3,"text":"They will do these things because they have not known the Father or me."},"4":{"verse":4,"text":"But I have told you these things, so that when the time arrives, you may remember that I told you about them. I did not tell you these things from the beginning because I was with you."},"5":{"verse":5,"text":"But now, I am going to him who sent me, and none of you is asking me, ‘Where are you going?’"},"6":{"verse":6,"text":"But because I have told you these things, sorrow has filled your heart."},"7":{"verse":7,"text":"Yet, I tell you the truth; it is to your advantage that I go away because if I do not go away, the Counselor will not come to you. But if I go, I will send him to you."},"8":{"verse":8,"text":"When he has come, he will convict the world about sin, about righteousness, and about judgment;"},"9":{"verse":9,"text":"about sin, because they do not believe in me;"},"10":{"verse":10,"text":"about righteousness, because I am going to my Father and you will not see me any more;"},"11":{"verse":11,"text":"about judgment, because the ruler of this world has been judged."},"12":{"verse":12,"text":" I still have many things to tell you, but you cannot bear them now."},"13":{"verse":13,"text":"However, when he, the Spirit of truth, has come, he will guide you into all truth because he will not speak from himself, but whatever he hears, he will speak. He will tell you of things that are yet to come."},"14":{"verse":14,"text":"He will glorify me by taking from what is mine, and he will declare it to you."},"15":{"verse":15,"text":"Everything the Father has is mine; therefore I said that he will take of [what is] mine and will declare it to you."},"16":{"verse":16,"text":"In a little while, you will not see me, and then after a little while you will see me because I go to the Father.”"},"17":{"verse":17,"text":" At this, some of his disciples said to one another, “What is this that he is saying to us, ‘’ and, ‘because I go to the Father?’”"},"18":{"verse":18,"text":"And so they kept asking, “What is this that he says, ‘A little while?’ We do not understand what he is saying!”"},"19":{"verse":19,"text":" Now Jesus perceived that they wanted to ask him [about these things], and he said to them, “Are you discussing among yourselves concerning this, that I said, ‘In a little while, you will no longer see me, and then after a little while you will see me?’"},"20":{"verse":20,"text":"Amen, amen, I tell you that you will weep and lament, but the world will rejoice. And you will be sorrowful, but your sorrow will be turned into joy!"},"21":{"verse":21,"text":"When a woman gives birth, she has sorrow because her time has come. But when she has delivered the child, she does not remember the anguish any more because of the joy that a human being is born into the world."},"22":{"verse":22,"text":"Therefore, you now have sorrow, but I will see you again; and your heart will rejoice, and no one will take your joy away from you!"},"23":{"verse":23,"text":" In that day you will ask me no [more] questions. Amen, amen, I tell you; whatever you may ask of the Father in my Name, he will give it to you."},"24":{"verse":24,"text":"Until now, you have asked nothing in my Name. Ask, and you will receive, so that your joy may be complete!"},"25":{"verse":25,"text":"I have told you these things in figures of speech. But the time is coming when I will no longer speak to you in figures of speech, but I will tell you plainly about the Father."},"26":{"verse":26,"text":"In that day, you will ask in my Name. And I do not tell you that I will pray to the Father for you,"},"27":{"verse":27,"text":"for the Father himself loves you because you have loved me and believed that I came forth from God."},"28":{"verse":28,"text":"I came forth from the Father, and I have come into the world. Again, I leave the world and return to the Father.”"},"29":{"verse":29,"text":" His disciples said to him, “Behold, now you speak plainly, not in figures of speech."},"30":{"verse":30,"text":"Now we know that you know all things and we do not need for anyone to ask questions from you. By this we believe that you came forth from God.”"},"31":{"verse":31,"text":" Jesus answered them, “Do you now believe?"},"32":{"verse":32,"text":"Behold, the time is coming, yes, and it has now come, when you will be scattered, everyone to his own place, and you will desert me. Yet I am not alone, because the Father is with me."},"33":{"verse":33,"text":"I have told you these things so that in me you may have peace. In the world you will have distress, but rejoice! I have overcome the world.”"}},"meta":{"connection":"EOB","book_number":500,"chapter_number":16,"previous_chapter":{"connection":"EOB","book_number":500,"chapter":15},"next_chapter":{"connection":"EOB","book_number":500,"chapter":17}}}