{"chapter":{"1":{"verse":1,"text":" The third day, there was a wedding in Cana of Galilee, and the mother of Jesus was there."},"2":{"verse":2,"text":"Jesus also was invited with his disciples to the wedding."},"3":{"verse":3,"text":"When the wine ran out, Jesus’ mother said to him, “They have no wine.”"},"4":{"verse":4,"text":" Jesus said to her, “Woman, what [is that] to you and me? My hour has not yet come.”"},"5":{"verse":5,"text":" His mother said to the servants, “Whatever he tells you to do, do it.”"},"6":{"verse":6,"text":"Now six water jars made of stone were set there, meant for the rites of purification of the Jews, and they each contained two or three measures."},"7":{"verse":7,"text":"Jesus said to them, “Fill the jars with water!” So they filled them up to the brim."},"8":{"verse":8,"text":"He then said to them, “Now draw some out, and take it to the chief steward of the feast.” And they did so."},"9":{"verse":9,"text":"When the chief steward of the feast tasted the water now become wine (not knowing where it had come from, but the servants who had drawn the water knew), he called the bridegroom"},"10":{"verse":10,"text":"and said to him, “Everyone serves the good wine first, and after the guests have drunk freely, then the inferior one. But you have kept the good wine until now!”"},"11":{"verse":11,"text":"This, the beginning of his signs, Jesus performed in Cana of Galilee. He revealed his glory, and his disciples believed in him."},"12":{"verse":12,"text":" After this, he went down to Capernaum, he, and his mother, his brothers, and his disciples; and they did not stay there [more than] a few days. "},"13":{"verse":13,"text":"Now the Passover of the Jews was near, and Jesus went up to Jerusalem."},"14":{"verse":14,"text":"In the temple, he found those who sold oxen, sheep, and doves, as well as the money changers sitting [at their booths]."},"15":{"verse":15,"text":"So, he made a whip of cords and drove [them] all out of the temple, with the sheep and the oxen; he also poured out the changers’ money and overthrew their tables."},"16":{"verse":16,"text":"To those who sold the doves, he said, “Take these things out of here! Do not make my Father’s house a marketplace!”"},"17":{"verse":17,"text":"Then his disciples remembered that it was written:  “Zeal for your house will consume me.” "},"18":{"verse":18,"text":" Therefore, the Jews declared, “What sign do you show us, since you do these things?”"},"19":{"verse":19,"text":" Jesus answered and said to them, “Destroy this sanctuary, and in three days I will raise it up!”"},"20":{"verse":20,"text":" The Jews then said, “It took forty-six years to build this sanctuary, and you will raise it up in three days?”"},"21":{"verse":21,"text":"(But he was speaking of the sanctuary of his body)."},"22":{"verse":22,"text":"When therefore he was raised from the dead, his disciples remembered that he had said this, and they believed the Scripture and the word which Jesus had said."},"23":{"verse":23,"text":" Now when he was in Jerusalem at the Passover, during the feast, many began to believe in his Name, observing the signs which he was performing."},"24":{"verse":24,"text":"But Jesus did not trust himself to them, because he knew everyone,"},"25":{"verse":25,"text":"and because he did not need a witness about man, for he himself knew what was in man."}},"meta":{"connection":"EOB","book_number":500,"chapter_number":2,"previous_chapter":{"connection":"EOB","book_number":500,"chapter":1},"next_chapter":{"connection":"EOB","book_number":500,"chapter":3}}}