{"chapter":{"1":{"verse":1,"text":" After these things, Jesus manifested himself again to the disciples at the sea of Tiberias. He manifested himself in this way:"},"2":{"verse":2,"text":"Simon Peter, Thomas called the Twin, Nathaniel of Cana in Galilee, the sons of Zebedee, and two others of his disciples were together."},"3":{"verse":3,"text":"Simon Peter said to them, “I am going fishing!” They replied, “We are also coming with you!” At once, they went out and got into the boat; however, they caught nothing that night."},"4":{"verse":4,"text":"Just after daybreak, Jesus stood on the shore, but the disciples did not know that it was Jesus."},"5":{"verse":5,"text":"Therefore, Jesus asked them, “Children, do you have anything to eat?” They answered him, “No!”"},"6":{"verse":6,"text":" He said to them, “Cast the net on the right side of the boat, and you will find some.” And so they cast the net, and now they were not able to draw it in, because of the multitude of fish!"},"7":{"verse":7,"text":"At this, that disciple whom Jesus loved said to Peter, “It is the Lord!” When Simon Peter heard that it was the Lord, he wrapped his outer garment around him (for he was partly dressed) and threw himself into the sea."},"8":{"verse":8,"text":"But the other disciples came in the little boat dragging the net full of fish (for they were not far from the land, but about a hundred yards away)."},"9":{"verse":9,"text":"When they got out on the shore, they saw a fire of coals there, and fish laid on it, and bread."},"10":{"verse":10,"text":"Jesus told them, “Bring some of the fish which you have just caught.”"},"11":{"verse":11,"text":" Simon Peter went up, and drew the net to land, full of great fish, one hundred fifty-three; and even though there were so many, the net was not torn."},"12":{"verse":12,"text":" Jesus said to them, “Come and eat breakfast!” Yet none of the disciples dared to ask him, “Who are you?” knowing that it was the Lord."},"13":{"verse":13,"text":" Then Jesus came and took the bread and gave it to them, and the fish likewise."},"14":{"verse":14,"text":"This was now the third time that Jesus was manifested to his disciples, after he had risen from the dead."},"15":{"verse":15,"text":" When they had eaten their breakfast, Jesus asked Simon Peter, “Simon, son of Jonah, do you love me more than these?” Peter replied, “Yes, Lord; you know that I have affection for you.” Jesus said to him, “Feed my lambs.”"},"16":{"verse":16,"text":"Again, Jesus asked a second time, “Simon, son of Jonah, do you love me?” Peter replied, “Yes, Lord; you know that I have affection for you.” Jesus said to him, “Tend my sheep.”"},"17":{"verse":17,"text":"A third time, Jesus asked, “Simon, son of Jonah, do you have affection for me?” Peter was grieved because Jesus asked him the third time, “Do you have affection for me?” He said, “Lord, you know everything! You know that I have affection for you.” Jesus said to him, “Feed my sheep!"},"18":{"verse":18,"text":"Amen, amen, I tell you; when you were young, you dressed yourself, and you walked where you wanted to. But when you are old, you will stretch out your hands, and another will dress you and carry you where you do not want to go.”"},"19":{"verse":19,"text":" Now Jesus said this to indicate by what kind of death Peter would glorify God. When he had said this, he said to Peter, “Follow me!”"},"20":{"verse":20,"text":" Then Peter, turning around, saw that the disciple whom Jesus loved was following [them]. (This was the disciple who had also reclined near Jesus’ breast at the supper and asked, “Lord, who is going to betray you?”)"},"21":{"verse":21,"text":"Peter, seeing him, asked Jesus, “Lord, what about this man?”"},"22":{"verse":22,"text":" Jesus answered, “If I desire that he stay until I come, what is that to you? You follow me.”"},"23":{"verse":23,"text":"Therefore, this saying went out among the brethren, that this disciple would not die. Yet, Jesus did not say to him that this disciple would not die, but, “If I desire that he stay until I come, what is that to you?”"},"24":{"verse":24,"text":"This is the disciple who bears witness about these things and who wrote these things. We know that his testimony is true."},"25":{"verse":25,"text":"There are also many other things which Jesus did. If they were all written, I suppose that even the world itself could not contain the books that would be written. Amen."}},"meta":{"connection":"EOB","book_number":500,"chapter_number":21,"previous_chapter":{"connection":"EOB","book_number":500,"chapter":20},"next_chapter":null}}