{"chapter":{"1":{"verse":1,"text":" After these things, Jesus went about in Galilee; he did not wish to travel around in Judea because the Jews were seeking to kill him."},"2":{"verse":2,"text":"Now the feast of the Jews, the Feast of Tabernacles, was at hand."},"3":{"verse":3,"text":"So his brothers said to him, “Depart from here and go into Judea, so that your disciples may also see your works which you are accomplishing."},"4":{"verse":4,"text":"Certainly, no one who seeks to be known openly does anything in secret! If you do these things, reveal yourself to the world!”"},"5":{"verse":5,"text":"For even his brothers did not believe in him."},"6":{"verse":6,"text":" Jesus therefore said to them, “My time has not yet come, but your time is always ready."},"7":{"verse":7,"text":"The world cannot hate you, but it hates me, because I bear witness concerning it, that its works are evil."},"8":{"verse":8,"text":"You go up to the feast. I am not yet going up to this feast, because my time is not yet fulfilled.”"},"9":{"verse":9,"text":" Having said these things to them, he remained in Galilee."},"10":{"verse":10,"text":"However, when his brothers had gone up to the feast, then he also went up, not publicly, but as it were, in private."},"11":{"verse":11,"text":"As a result, the Jews were looking for him at the feast, and they were asking, “Where is he?”"},"12":{"verse":12,"text":"There was much murmuring among the multitudes concerning him. Some said, “He is a good man!” Others replied, “Not so, but he leads the multitude astray!”"},"13":{"verse":13,"text":"Still, no one spoke openly about him for fear of the Jews."},"14":{"verse":14,"text":"However, when it was the middle of the feast, Jesus went up into the temple and began to teach."},"15":{"verse":15,"text":"At this, the Jews were amazed and said, “How does this man have such learning without having been educated?”"},"16":{"verse":16,"text":" Jesus therefore answered them, “My teaching is not mine, but [it comes] from the one who sent me."},"17":{"verse":17,"text":"Anyone who desires to do God’s will, will recognize the teaching, whether it is from God, or if I am speaking from myself."},"18":{"verse":18,"text":"Whoever speaks from himself seeks his own glory, but he who seeks the glory of the one who sent him is true, and [there is] no unrighteousness in him."},"19":{"verse":19,"text":"Did not Moses give you the law, and yet none of you keeps the law? Why [then] do you seek to kill me?”"},"20":{"verse":20,"text":" The crowd replied, “You have a demon! Who is seeking to kill you?”"},"21":{"verse":21,"text":" Jesus answered them, “I did one work, and you all marvel because of it."},"22":{"verse":22,"text":"Moses gave you circumcision (not that it is of Moses, but of the fathers), and on the Sabbath, you circumcise a boy."},"23":{"verse":23,"text":"If a boy receives circumcision on the Sabbath so that the law of Moses may not be broken, [why] are you angry with me because I made a man completely healthy on the Sabbath?"},"24":{"verse":24,"text":"Do not judge according to appearance, but make a right judgment.”"},"25":{"verse":25,"text":" Then some people from Jerusalem said, “Is this not the one whom they seek to kill?"},"26":{"verse":26,"text":"Behold, he is speaking openly, and they say nothing to him! Could it be indeed that the rulers acknowledge that this is truly the Christ?"},"27":{"verse":27,"text":"However, we know where this man comes from! But when the Christ comes, no one will know where he comes from.”"},"28":{"verse":28,"text":" Then Jesus cried out as he was teaching in the temple, “You both know me, and know where I am from. I have not come of myself, but he who sent me is true, and you do not know him."},"29":{"verse":29,"text":"I know him, because I am from him, and he sent me.”"},"30":{"verse":30,"text":" At this, they sought to arrest him, but no one laid a hand on him because his hour had not yet come."},"31":{"verse":31,"text":"In fact, many in the multitude believed in him. They said, “When the Christ comes, he will not do more signs than the ones which this man has done, will he?”"},"32":{"verse":32,"text":"The Pharisees heard the multitude murmuring these things concerning him, and the Pharisees and the chief priests sent officers to arrest him."},"33":{"verse":33,"text":" Then Jesus said, “I will be with you a little while longer, then I go to him who sent me."},"34":{"verse":34,"text":"You will seek me and will not find me; and where I am, you cannot come.”"},"35":{"verse":35,"text":" The Jews therefore said among themselves, “Where will this man go, so that we will not find him? Will he go to the Dispersion among the Greeks and teach the Greeks?"},"36":{"verse":36,"text":"What is this word that he said, ‘You will seek me, and will not find me; and where I am, you cannot come?’”"},"37":{"verse":37,"text":" Now on the last and greatest day of the feast, Jesus stood and spoke loudly, “If anyone is thirsty, let him come to me and drink!"},"38":{"verse":38,"text":"From within whoever believes in me, as the Scripture has said, will flow rivers of living water!”"},"39":{"verse":39,"text":"But he said this concerning the Spirit, which those believing in him were to receive. For the Holy Spirit was not yet given, because Jesus was not yet glorified."},"40":{"verse":40,"text":" When they heard this saying, many of the people said, “This is truly the prophet!”"},"41":{"verse":41,"text":"Others said, “This is the Christ!” Still others said, “What? Does the Christ come out of Galilee?"},"42":{"verse":42,"text":"Has not the Scripture said that the Christ comes from the seed of David and from Bethlehem, the village where David was?”"},"43":{"verse":43,"text":"And so, there arose a division in the crowd because of him."},"44":{"verse":44,"text":"Some of them would have arrested him, but no one laid hands on him."},"45":{"verse":45,"text":"And so, the officers returned to the chief priests and Pharisees, who asked them, “Why did you not bring him?”"},"46":{"verse":46,"text":" The officers answered, “No one has ever spoken like this man!”"},"47":{"verse":47,"text":" At this, the Pharisees replied, “You are not also led astray, are you?"},"48":{"verse":48,"text":"Have any of the rulers believed in him, or the Pharisees?"},"49":{"verse":49,"text":"But this multitude that does not know the law is accursed.”"},"50":{"verse":50,"text":" Nicodemus (who had come to him by night, being one of the Pharisees) said to them,"},"51":{"verse":51,"text":"“Does our law judge someone without first hearing from him personally to find out what this person is doing?”"},"52":{"verse":52,"text":" They answered him, “Are you also from Galilee? Search, and see that no prophet has arisen out of Galilee.”   "},"53":{"verse":53,"text":"And so, they went each one to his home."}},"meta":{"connection":"EOB","book_number":500,"chapter_number":7,"previous_chapter":{"connection":"EOB","book_number":500,"chapter":6},"next_chapter":{"connection":"EOB","book_number":500,"chapter":8}}}