{"chapter":{"1":{"verse":1,"text":" But Jesus went to the Mount of Olives."},"2":{"verse":2,"text":"Now at daybreak, he appeared again in the temple, and all the people came to him. He sat down and began to teach them."},"3":{"verse":3,"text":"Then the scribes and the Pharisees brought a woman caught in [the act of] adultery. Making her stand before them all,"},"4":{"verse":4,"text":"they told him, “Teacher, we found this woman in adultery, in the very act."},"5":{"verse":5,"text":"Now in our law, Moses commanded us to stone such [a person]."},"6":{"verse":6,"text":"What then do you say?” They said this to test him, in order to have something to accuse him of. However, Jesus bent down and began to write on the ground."},"7":{"verse":7,"text":"But as they continued to ask him, he looked up and said to them, “Let the one who is without sin among you throw the first stone at her.”"},"8":{"verse":8,"text":"Again he stooped down and wrote on the ground with his finger."},"9":{"verse":9,"text":" When they heard this, they began to leave, one by one, starting from the oldest. Jesus was left alone with the woman where she was, in the middle."},"10":{"verse":10,"text":"Standing up, Jesus said, “Woman, where are they? Did no one condemn you?”"},"11":{"verse":11,"text":" She said, “No one, Sir.” Jesus replied, “Neither do I condemn you. Go your way! And from now on, sin no more.”   "},"12":{"verse":12,"text":" Then again, Jesus spoke to them, saying, “I am the light of the world. Whoever follows me will not walk in the darkness but will have the light of life.”"},"13":{"verse":13,"text":" At this, the Pharisees said to him, “You bear witness to yourself! Your testimony is not valid!”"},"14":{"verse":14,"text":" Jesus answered them, “Even if I bear witness to myself, my testimony is true, because I know where I came from and where I am going. But you do not know where I came from or where I am going."},"15":{"verse":15,"text":"You judge according to the flesh. I judge no one."},"16":{"verse":16,"text":"Even if I do judge, my judgment is true, for I am not alone, but I am with the Father who sent me."},"17":{"verse":17,"text":"It is also written in your law that the testimony of two people is truthful."},"18":{"verse":18,"text":"I am one who testifies about myself, and the Father who sent me [also] bears witness to me.”"},"19":{"verse":19,"text":" At this, they asked him, “Where is your Father?” Jesus answered, “You do not know me or my Father. If you knew me, you would know my Father also.”"},"20":{"verse":20,"text":"Jesus spoke these words in the treasury, as he taught in the temple. Yet no one arrested him, because his hour had not yet come."},"21":{"verse":21,"text":"Then Jesus spoke to them again, “I am going away; you will seek me, and you will die in your sins. Where I go, you cannot come.”"},"22":{"verse":22,"text":" At this, the Jews said, “Will he kill himself, since he says, ‘Where I am going, you cannot come?’”"},"23":{"verse":23,"text":" Jesus said to them, “You are from below; I am from above. You are of this world; I am not of this world."},"24":{"verse":24,"text":"I told you therefore that you will die in your sins; for unless you believe that I am {the one}, you will die in your sins.”"},"25":{"verse":25,"text":" Therefore, they asked him, “Who are you?” Jesus said to them, “Just what I have been saying to you from the beginning!"},"26":{"verse":26,"text":"I have much to say concerning you and [much] to condemn. However, he who sent me is true; and the things which I heard from him, these [things] I say to the world.”"},"27":{"verse":27,"text":" They did not understand that he spoke to them about the Father."},"28":{"verse":28,"text":"So Jesus said to them, “When you have lifted up the Son of Man, then you will know that I am {he}. I do nothing of myself, but as my Father taught me, this is what I proclaim."},"29":{"verse":29,"text":"The one who sent me is with me. The Father has not left me alone, because I always do the things that are pleasing to him.”"},"30":{"verse":30,"text":" As he spoke these things, many believed in him."},"31":{"verse":31,"text":"Jesus therefore said to those Jews who had believed him, “If you remain in my word, then you are truly my disciples."},"32":{"verse":32,"text":"You will know the truth, and the truth will set you free!”"},"33":{"verse":33,"text":" They answered him, “We are Abraham’s seed and have never been in bondage to anyone. How can you say, ‘You will be made free?’”"},"34":{"verse":34,"text":" Jesus answered them, “Amen, amen, I tell you; everyone who practices sin is the slave of sin!"},"35":{"verse":35,"text":"A slave does not live in the house forever, [but] a son remains forever."},"36":{"verse":36,"text":"If therefore the Son makes you free, you will be free indeed!"},"37":{"verse":37,"text":"I know that you are Abraham’s seed, yet you seek to kill me, because my word finds no place in you."},"38":{"verse":38,"text":"I speak of what I have seen with my Father; and you also do the things which you have seen with your father.”"},"39":{"verse":39,"text":" They answered him, “Our father is Abraham!” Jesus said to them, “If you were Abraham’s children, you would do the works of Abraham."},"40":{"verse":40,"text":"But now, you seek to kill me, a man who has told you the truth which I heard from God! Abraham did not do this."},"41":{"verse":41,"text":"You do the works of your father.” They replied to him, “We were not born of sexual immorality! We have one father, God.”"},"42":{"verse":42,"text":" Therefore, Jesus said to them, “If God were your father, you would love me, for I issue forth [from God] and have come from God. Indeed, I have not come of myself, but he has sent me."},"43":{"verse":43,"text":"Why do you not understand my speech? Because you cannot hear my word!"},"44":{"verse":44,"text":"You are of your father, the devil, and you want to do the desires of your father. He was a murderer from the beginning and he does not stand in the truth, because there is no truth in him. When he utters a lie, he speaks of his own because he is a liar and the father of lies."},"45":{"verse":45,"text":"But because I tell the truth, you do not believe me."},"46":{"verse":46,"text":"Which of you convicts me of sin? If I tell the truth, why do you not believe me?"},"47":{"verse":47,"text":"Whoever is of God hears the words of God. For this reason, you do not hear: because you are not of God.”"},"48":{"verse":48,"text":" Then the Jews answered him, “Do we not say well that you are a Samaritan and have a demon?”"},"49":{"verse":49,"text":" Jesus replied, “I do not have a demon, but I honor my Father, and you dishonor me."},"50":{"verse":50,"text":"However, I do not seek my own glory. There is one who seeks and judges."},"51":{"verse":51,"text":"Amen, amen, I tell you; whoever keeps my word will never see death.”"},"52":{"verse":52,"text":" At this, the Jews said to him, “Now we know that you have a demon! Abraham died, and [so did] the prophets; and [yet] you say, ‘whoever keeps my word will never see death.’"},"53":{"verse":53,"text":"Are you greater than our father Abraham, who died? The prophets died [as well]. Who do you claim to be?”"},"54":{"verse":54,"text":" Jesus answered, “If I glorify myself, my glory is nothing. It is my Father who glorifies me, of whom you say that he is your God."},"55":{"verse":55,"text":"You have not known him, but I know him. If I said, ‘I do not know him,’ I would be like you, a liar. But I [do] know him, and I keep his word."},"56":{"verse":56,"text":"Your father Abraham rejoiced to see my day. He saw it, and was glad!”"},"57":{"verse":57,"text":" At this, the Jews said to him, “You are not yet fifty years old, and you have seen Abraham?”"},"58":{"verse":58,"text":" Jesus said to them, “Amen, amen, I tell you; before Abraham came into existence, I am.”"},"59":{"verse":59,"text":" Therefore, they took up stones to throw at him, but Jesus was hidden, and  having gone through their midst and so passing by , he went out of the temple."}},"meta":{"connection":"EOB","book_number":500,"chapter_number":8,"previous_chapter":{"connection":"EOB","book_number":500,"chapter":7},"next_chapter":{"connection":"EOB","book_number":500,"chapter":9}}}