{"chapter":{"1":{"verse":1,"text":" As Jesus was passing by, he saw a man blind from birth."},"2":{"verse":2,"text":"His disciples asked him, “Rabbi, who has sinned, this man or his parents, that he was born blind?”"},"3":{"verse":3,"text":" Jesus answered, “Neither did this man sin, nor his parents; but [it was] in order that the works of God might be revealed in him."},"4":{"verse":4,"text":"I must do the works of the one who sent me while it is day. The night is coming, when no one can work."},"5":{"verse":5,"text":"While I am in the world, I am the light of the world.”"},"6":{"verse":6,"text":"When he had said this, he spat on the ground, made mud with the saliva and anointed the blind man’s eyes with the mud."},"7":{"verse":7,"text":"He then said to him, “Go, wash in the pool of Siloam” (which means “Sent”). And so, the man went away, washed, and came back seeing."},"8":{"verse":8,"text":"At this, the neighbors and those who saw that he had been blind before said, “Is this not the man who sat and begged?”"},"9":{"verse":9,"text":"Others were saying, “It is he!” Still others were saying, “He looks like him.” The man said, “I am he!”"},"10":{"verse":10,"text":"Therefore, the people asked him, “How were your eyes opened?”"},"11":{"verse":11,"text":" He answered, “A man called Jesus made mud, anointed my eyes, and said to me, ‘Go to the pool of Siloam, and wash.’ And so, I went away and washed, and I received sight.”"},"12":{"verse":12,"text":" Then they asked him, “Where is he?” The man replied, “I do not know.”"},"13":{"verse":13,"text":" They brought the man who had been blind to the Pharisees."},"14":{"verse":14,"text":"It was a Sabbath when Jesus made the mud and opened his eyes."},"15":{"verse":15,"text":"Again, the Pharisees also asked the man how he had received his sight. He said to them, “He put mud on my eyes, I washed, and I see!”"},"16":{"verse":16,"text":" At this, some of the Pharisees said, “This man is not from God because he does not keep the Sabbath.” Others said, “How can a man who is a sinner do such signs?” And there was a division among them."},"17":{"verse":17,"text":"They asked the blind man again, “What do you say about him, since he opened your eyes?” He said, “He is a prophet!”"},"18":{"verse":18,"text":" The Jews did not believe [the report] about this man, that he had been blind and had received his sight, until they called the parents of this man who had received his sight."},"19":{"verse":19,"text":"They asked the parents, “Is this your son, who you say was born blind? How then does he now see?”"},"20":{"verse":20,"text":" His parents answered them, “We know that this is our son, and that he was born blind."},"21":{"verse":21,"text":"But how he now sees, we do not know; or who opened his eyes, we do not know. He is of age. Ask him! He will speak for himself.”"},"22":{"verse":22,"text":"His parents said this because they feared the Jews; for the Jews had already agreed that if anyone would confess Jesus as Christ, that person would be expelled from the synagogue."},"23":{"verse":23,"text":"Therefore, his parents said, “He is of age. Ask him!”"},"24":{"verse":24,"text":" And so, they called the man who had been blind a second time, and they told him, “Give glory to God! We know that this man is a sinner!”"},"25":{"verse":25,"text":" At this, the man answered, “I do not know if he is a sinner. One thing I do know: that though I was blind, now I see!”"},"26":{"verse":26,"text":" Again, they asked him, “What did he do to you? How did he open your eyes?”"},"27":{"verse":27,"text":" He answered them, “I told you already, and you did not listen. Why do you want to hear it again? You do not also want to become his disciples, do you?”"},"28":{"verse":28,"text":" They insulted him and said, “You are his disciple, but we are disciples of Moses."},"29":{"verse":29,"text":"We know that God has spoken to Moses; but as for this man, we do not know where he comes from.”"},"30":{"verse":30,"text":" The man answered them, “How amazing! You do not know where he comes from, yet he opened my eyes."},"31":{"verse":31,"text":"Now we know that God does not listen to sinners; but he will listen to anyone who is God-fearing and who does his will."},"32":{"verse":32,"text":"Since the world began, it has never been heard of that anyone opened the eyes of someone born blind."},"33":{"verse":33,"text":"If this man were not from God, he could do nothing.”"},"34":{"verse":34,"text":" They answered him, “You were born completely in sins, and do you teach us?” And they threw him out."},"35":{"verse":35,"text":" Jesus heard that they had thrown the man out, and having found him he said, “Do you believe in the Son of God?”"},"36":{"verse":36,"text":" The man answered, “And who is he, Sir, that I may believe in him?”"},"37":{"verse":37,"text":" And Jesus said to him, “You have seen him, and it is he who is speaking with you.”"},"38":{"verse":38,"text":" Then the man said, “Sir, I believe!” and he expressed adoration to Jesus."},"39":{"verse":39,"text":" Jesus said, “I came into this world for judgment, so that those who do not see may see; and so that those who see may become blind.”"},"40":{"verse":40,"text":" The Pharisees who were present heard these things, and they asked Jesus, “Are we also blind?”"},"41":{"verse":41,"text":" Jesus said to them, “If you were blind, you would have no sin; but now you say, ‘We see!’ and therefore, your sin remains.”"}},"meta":{"connection":"EOB","book_number":500,"chapter_number":9,"previous_chapter":{"connection":"EOB","book_number":500,"chapter":8},"next_chapter":{"connection":"EOB","book_number":500,"chapter":10}}}