{"chapter":{"1":{"verse":1,"text":" Therefore, putting away all wickedness, deceit, hypocrisies, envies, and all evil speaking,"},"2":{"verse":2,"text":"as newborn babies, long for the pure milk of the Word, so that you may grow by it in [your] salvation."},"3":{"verse":3,"text":"If indeed you have tasted that the Lord is gracious,"},"4":{"verse":4,"text":"come to him who is a living stone, rejected by men but chosen by God and precious."},"5":{"verse":5,"text":"You also, as living stones, are being built up as a spiritual house, a holy priesthood, in order to offer up spiritual sacrifices that are acceptable to God through Jesus Christ."},"6":{"verse":6,"text":"As the Scripture has it:  Behold, I lay in Zion a chief cornerstone, chosen and precious:   Whoever believes in him will not be disappointed. "},"7":{"verse":7,"text":" For you who believe, this brings honor, but for those who are disobedient:  The stone which the builders rejected   has become the chief cornerstone, "},"8":{"verse":8,"text":" and:  a stone of stumbling, and a rock of offense.   Indeed, they stumble at the word and are disobedient, which is what they were laid aside for."},"9":{"verse":9,"text":"But you are a chosen race, a royal priesthood, a holy nation, a people for God’s own possession, so that you may proclaim the wonderful deeds of him who called you out of darkness into his marvelous light."},"10":{"verse":10,"text":"In the past, you were not a people, but now, you are God’s people. In the past, you had not obtained mercy, but now, you have obtained mercy."},"11":{"verse":11,"text":"Beloved, I beg you as exiles and pilgrims {in this world} to abstain from carnal lusts which [are at] war against the soul."},"12":{"verse":12,"text":"Live righteous lives among the nations so that if people accuse you of being evildoers, they may, by your good works which they see, glorify God in the day of visitation."},"13":{"verse":13,"text":"Therefore, for the Lord’s sake, submit yourselves to every human institution: to the emperor as supreme [law-giver],"},"14":{"verse":14,"text":"or to governors as commissioned by him to punish those who do evil and to praise those who do good."},"15":{"verse":15,"text":"For this is the will of God: that by doing good you should silence the ignorance of those who are foolish."},"16":{"verse":16,"text":"Be free, but do not use your freedom as a cloak of wickedness, but [rather] as bondservants of God."},"17":{"verse":17,"text":" Honor everyone. Love the [family of] brethren. Fear God. Honor the king."},"18":{"verse":18,"text":"Slaves, be in subjection to your masters with full reverence, not only to the good and kind, but also to the wicked."},"19":{"verse":19,"text":"Truly, it is worthy of praise if someone endures pain and suffers unjustly because of conscience toward God."},"20":{"verse":20,"text":"But what glory is there if when you sin, you patiently endure a beating? However, if you patiently endure suffering when you do good, this is worthy of praise with God."},"21":{"verse":21,"text":"You were called to this, because Christ also suffered for us, leaving you an example so that you should follow in his steps."},"22":{"verse":22,"text":"Yet he did not sin, “neither was deceit found in his mouth”"},"23":{"verse":23,"text":"and when he was cursed, he did not curse back. When he suffered, he did not threaten, but committed himself to the one who judges righteously."},"24":{"verse":24,"text":"In his body, he bore in himself our sins on the tree, so that having died to sins, we might live to righteousness; and “by his wounds you were healed.”"},"25":{"verse":25,"text":"Indeed, you were going astray like sheep, but now, you have returned to the shepherd and overseer of your souls."}},"meta":{"connection":"EOB","book_number":670,"chapter_number":2,"previous_chapter":{"connection":"EOB","book_number":670,"chapter":1},"next_chapter":{"connection":"EOB","book_number":670,"chapter":3}}}