{"chapter":{"1":{"verse":1,"text":"In the same way, wives, be in subjection to your own husbands. This way, even if they do not obey the word, they will be won by the behavior of their wives without a word,"},"2":{"verse":2,"text":"seeing your pure and reverent attitude."},"3":{"verse":3,"text":"Your beauty should not only consist in external ornaments and hairstyles, golden jewelry, or fine clothing."},"4":{"verse":4,"text":"Instead, let it be in the hidden person of the heart, in the incorruptible adornment of a gentle and quiet spirit, which is very precious in the sight of God."},"5":{"verse":5,"text":"This is how the holy women of the past hoped in God and also adorned themselves. They were submissive to their own husbands,"},"6":{"verse":6,"text":"as Sarah obeyed Abraham, calling him “lord.” You are now her children if you do what is good and do not give in to fear."},"7":{"verse":7,"text":" In the same way, you husbands should live with your wives according to knowledge, giving them honor as to the weaker vessel and also as joint-heirs of the grace of life. This way, your prayers will not be hindered."},"8":{"verse":8,"text":" Finally, all [of you] be like-minded, compassionate, loving as brethren, tenderhearted, polite,"},"9":{"verse":9,"text":"not giving back evil for evil or insult for insult. Instead, give back blessing, knowing that you are called to do this, so that you [yourselves] may inherit a blessing."},"10":{"verse":10,"text":"Indeed:  Whoever would love life and see good days,   should keep his tongue from evil,   and his lips from speaking deceit. "},"11":{"verse":11,"text":" One should turn away from evil, and do good!   One should seek peace, and pursue it! "},"12":{"verse":12,"text":" Truly, the eyes of the Lord are on the righteous,   and his ears are open to their prayer;   but the face of the Lord is against those who do evil. "},"13":{"verse":13,"text":" Now who will harm you if you become imitators of what is good?"},"14":{"verse":14,"text":"But even if you should suffer for righteousness’ sake, you are blessed. “Do not fear what they fear, and do not be troubled.”"},"15":{"verse":15,"text":"Sanctify the Lord God in your hearts and always be ready to give a verbal defense to everyone who asks you [to give] an explanation for the hope that is in you; [and do so] with humility and fear."},"16":{"verse":16,"text":"Have a good conscience, so that even while some speak against you as evildoers and curse your good way of life in Christ, they may be put to shame."},"17":{"verse":17,"text":"It is better, if it is God’s will, that you should suffer for doing what is good rather than for doing what is evil."},"18":{"verse":18,"text":" Christ also suffered for sins once, the righteous for the unrighteous, so that he might bring us to God. He was put to death in the flesh but [made] alive in [the] spirit."},"19":{"verse":19,"text":"Thus, he also descended and preached to the spirits in prison,"},"20":{"verse":20,"text":"to those who in the past had been disobedient, when God waited patiently in the days of Noah, while the ark was being built. In this [ark], a few (that is eight souls) were saved through water."},"21":{"verse":21,"text":"This is an antitype of baptism, which now saves us. Baptism is not the putting away of the impurity of the flesh but the appeal of a good conscience {in your relationship} toward God through the resurrection of Jesus Christ."},"22":{"verse":22,"text":"He is at the right hand of God, having gone into heaven, with angels, authorities, and powers being subject to him."}},"meta":{"connection":"EOB","book_number":670,"chapter_number":3,"previous_chapter":{"connection":"EOB","book_number":670,"chapter":2},"next_chapter":{"connection":"EOB","book_number":670,"chapter":4}}}