{"chapter":{"1":{"verse":1,"text":" Paul, an apostle of Jesus Christ by the will of God, and Timothy our brother, to the Church of God which is at Corinth, with all the saints who are throughout Achaia:"},"2":{"verse":2,"text":"Grace to you and peace from God our Father and the Lord Jesus Christ!"},"3":{"verse":3,"text":" Blessed be the God and Father of our Lord Jesus Christ, the Father of mercies and {a} God of all consolation;"},"4":{"verse":4,"text":"who comforts us in all our affliction, so that we may be able to comfort those who are in any affliction, through the comfort with which we ourselves are comforted by God."},"5":{"verse":5,"text":"For as the sufferings of Christ overflow to us, even so our consolation also overflows through Christ."},"6":{"verse":6,"text":"But if we are afflicted, it is for your comfort and salvation, which produces in you the patient enduring of the same sufferings which we also suffer,"},"7":{"verse":7,"text":"and our hope for you is unshaken. Or if we are comforted, it is for your consolation and salvation; knowing that, since you have a share in the sufferings, you also have a share in the consolation."},"8":{"verse":8,"text":"For we do not desire to have you uninformed, brethren, concerning our affliction which happened to us in Asia: we were extremely oppressed, beyond our power, so much that we even despaired of life."},"9":{"verse":9,"text":"Yes, we had the sentence of death within ourselves so that we should not trust in ourselves but [only] in God who raises the dead."},"10":{"verse":10,"text":"He who delivered us from such a great death and continued to deliver—we hope that he will also deliver us."},"11":{"verse":11,"text":"You also help by your supplication on our behalf, so that thanksgiving will be offered for the gift bestowed on us by means of many."},"12":{"verse":12,"text":" Our boasting is this: the testimony of our conscience. We act in the world in simplicity and sincerity of God (not in carnal wisdom but in the grace of God), and we do so more abundantly toward you."},"13":{"verse":13,"text":"We only write what you can read and acknowledge: I hope that you will accept [those things] even to the end;"},"14":{"verse":14,"text":"as you also received us in part. I also hope that we are your boasting, even as you also are ours, in the day of the Lord Jesus."},"15":{"verse":15,"text":"In this confidence, I was determined to come first to you, so that you might have a double blessing."},"16":{"verse":16,"text":"I would then pass into Macedonia, and then again from Macedonia back to you to be sent on by you on my journey to Judea."},"17":{"verse":17,"text":"After making this plan, did I waver in my resolve? Or do I plan things in a human way? For with me, “Yes” should be “yes” and “No,” no."},"18":{"verse":18,"text":"But as God is faithful, our word to you was not “Yes and no.”"},"19":{"verse":19,"text":"Certainly the Son of God, Jesus Christ, who was preached among you by us—by me, Silvanus, and Timothy—was not “Yes and no,” but in him is “Yes.”"},"20":{"verse":20,"text":"However many the promises of God are, in him is the “Yes,” and in him, “Amen,” to the glory of God, through us."},"21":{"verse":21,"text":" Now the one who establishes us with you in Christ and who has anointed us is God."},"22":{"verse":22,"text":"He has also sealed us and given us the pledge of the Spirit in our hearts."},"23":{"verse":23,"text":"I call God as a witness to my soul, that to spare you I did not come to Corinth."},"24":{"verse":24,"text":"It is not that we have lordship over your faith: we are fellow workers with you for your joy, as you stand firm in faith."}},"meta":{"connection":"EOB","book_number":540,"chapter_number":1,"previous_chapter":{"connection":"EOB","book_number":530,"chapter":16},"next_chapter":{"connection":"EOB","book_number":540,"chapter":2}}}