{"chapter":{"1":{"verse":1,"text":" I, Paul, entreat you by the humility and gentleness of Christ, as one who is humble among you in your presence but bold in my absence."},"2":{"verse":2,"text":"Yes, I beg that I should not have to be bold when I am actually with you by daring to oppose those who think we are acting according to human standards."},"3":{"verse":3,"text":"Even though we walk in the flesh, we do not wage war according to the flesh."},"4":{"verse":4,"text":"The weapons of our warfare are not of the flesh, but mighty before God to overthrow strongholds,"},"5":{"verse":5,"text":"to cast down fantasies and every lofty thing that is exalted against the knowledge of God, and to bring every thought into captivity to the obedience of Christ."},"6":{"verse":6,"text":"Once you have given your complete obedience, we are prepared to chastise any disobedience."},"7":{"verse":7,"text":"Do you look at things only as they appear in your presence? If anyone trusts that he belongs to Christ, let such a person reconsider this, that we belong to Christ as much as he does!"},"8":{"verse":8,"text":"Even though I should boast some more about our authority, (which the Lord gave us for building you up, and not for casting you down), would that not be a shame?"},"9":{"verse":9,"text":"May I not appear to desire to terrify you by my letters!"},"10":{"verse":10,"text":"Some people say, “His letters are profound and strong, but his physical presence is weak and his speech is worthless.”"},"11":{"verse":11,"text":"Let such people consider this: that what we are in word by letters (when we are absent), we are exactly the same in actions when we are present."},"12":{"verse":12,"text":"We are not venturing to rank or compare ourselves with those who commend themselves. But as they measure themselves by their own standards and compare themselves with themselves, they are without understanding."},"13":{"verse":13,"text":"However, we will not boast beyond proper limits, only within the boundaries which God has appointed to us, which reach even to you."},"14":{"verse":14,"text":"In fact, we do not stretch ourselves too much, as though we did not reach to you. For we even reached as far as to you with the Good News of Christ,"},"15":{"verse":15,"text":"not boasting beyond proper limits in the work of others, but having hope that as your faith grows, our [missionary] field among you will be greatly enlarged."},"16":{"verse":16,"text":"This way, we will be able to preach the Good News even to those areas that are beyond you, in order not to boast in what others have already accomplished."},"17":{"verse":17,"text":"But “whoever boasts, let him boast in the Lord!”"},"18":{"verse":18,"text":"Truly, it is not the one who commends himself who is approved, but it is the Lord who gives [him] approval."}},"meta":{"connection":"EOB","book_number":540,"chapter_number":10,"previous_chapter":{"connection":"EOB","book_number":540,"chapter":9},"next_chapter":{"connection":"EOB","book_number":540,"chapter":11}}}