{"chapter":{"1":{"verse":1,"text":" I wish that you would be patient with me in a little foolishness, and indeed, you are!"},"2":{"verse":2,"text":"Certainly, I am jealous over you with a godly jealousy: I betrothed you to one husband, so that I might present you as a pure virgin to Christ."},"3":{"verse":3,"text":"But I am afraid that somehow, just as the serpent deceived Eve in his shrewd deceit, so your minds might likewise be corrupted from the simplicity that is in Christ."},"4":{"verse":4,"text":"Somehow, if someone comes along preaching another Jesus (not the one we preached), or if you receive a different spirit (not the one you [first] received), or a different Good News (which is not the one you accepted), you put up with it well enough."},"5":{"verse":5,"text":"However, I do not consider myself inferior to the superlative apostles:"},"6":{"verse":6,"text":"although I am unskilled in speech, I am not unskilled in knowledge. No, in every way, what we are has been revealed to you in all [these] things."},"7":{"verse":7,"text":"Or did I commit a sin in humbling myself so that you might be exalted, because I preached God’s Good News to you free of charge?"},"8":{"verse":8,"text":"I ‘robbed’ other Churches, taking wages from them, so that I might serve you!"},"9":{"verse":9,"text":"When I was present with you and found myself in need, I was not a burden on anyone because when the brothers came from Macedonia, they provided according to my need. In everything, I have refrained from being a burden to you, and I will continue to do so."},"10":{"verse":10,"text":" As the truth of Christ is in me, no one will stop me from this boasting in the regions of Achaia."},"11":{"verse":11,"text":"Why do I say this? Because I do not love you? God knows that I do!"},"12":{"verse":12,"text":"But what I do, I will keep doing, in order that those who wish to boast as we do may have no such occasion."},"13":{"verse":13,"text":"As it is, such men are false apostles, deceitful workers, trying to pass themselves off as Christ’s apostles."},"14":{"verse":14,"text":"And this is no wonder: even Satan presents himself as an angel of light."},"15":{"verse":15,"text":"It is no great thing, then, if his servants also disguise themselves as servants of righteousness, and their end will be according to their works."},"16":{"verse":16,"text":" I say it again: may you not think that I am fool! But if you do, receive me still as foolish, so that I also may boast a little."},"17":{"verse":17,"text":"What I [now] speak, I do not speak according to the Lord, but in foolishness, in this confidence of boasting."},"18":{"verse":18,"text":"And since I see that many boast as humans do, I will also boast."},"19":{"verse":19,"text":"Yes, since you are wise, you bear with the foolish gladly!"},"20":{"verse":20,"text":"In fact, you put up with someone who brings you into slavery, devours you, takes you captive, exalts himself, or strikes you on the face."},"21":{"verse":21,"text":"I say this to our shame: we were too weak for that! However, if anyone is bold (I speak in foolishness), I am bold as well."},"22":{"verse":22,"text":"Are they Hebrews? So am I! Are they Israelites? So am I! Are they Abraham’s seed? So am I!"},"23":{"verse":23,"text":"Are they Christ’s servants? I am even more so (I speak as a fool)! I was in far more labors, beaten countless times, far more often in prisons, and often close to death."},"24":{"verse":24,"text":"Five times, I was beaten with stripes (forty times minus one) from the Jews."},"25":{"verse":25,"text":"Three times, I was beaten with rods. Once, I received a stoning. Three times, I suffered shipwreck and was for a night and a day in the open sea."},"26":{"verse":26,"text":"I have been in travels often, in danger from rivers, robbers, from my countrymen, from the Gentiles; in danger in the city, in the wilderness, at sea, among false brothers;"},"27":{"verse":27,"text":"in toil and hardship, in vigils often, in hunger and thirst, often fasting, and in cold and nakedness."},"28":{"verse":28,"text":" Besides those things which are external, there is something that comes upon me daily: anxiety for all the Churches."},"29":{"verse":29,"text":"If anyone is weak, do I not feel weak too? If anyone stumbles, do I not burn with indignation?"},"30":{"verse":30,"text":"But if I must boast, I will boast about those things that have to do with my weakness."},"31":{"verse":31,"text":"The God and Father of our Lord Jesus Christ, he who is blessed unto the ages, knows that I do not lie."},"32":{"verse":32,"text":"In Damascus, the governor of King Aretas guarded the city, desiring to arrest me."},"33":{"verse":33,"text":"But I was let down in a basket along the wall through a window, and this is how I escaped from his hands."}},"meta":{"connection":"EOB","book_number":540,"chapter_number":11,"previous_chapter":{"connection":"EOB","book_number":540,"chapter":10},"next_chapter":{"connection":"EOB","book_number":540,"chapter":12}}}