{"chapter":{"1":{"verse":1,"text":" Without a doubt, it is not profitable for me to boast, but I will now discuss visions and revelations from the Lord."},"2":{"verse":2,"text":"I know a man in Christ who fourteen years ago was caught up into the third heaven (whether [it was] in the body, I do not know, or whether out of the body, I do not know; God knows)."},"3":{"verse":3,"text":"[Yes], I know such a man (whether in the body, or outside of the body, I do not know; God knows),"},"4":{"verse":4,"text":"how he was caught up into Paradise, and heard ineffable words, which it is not lawful for anyone to utter."},"5":{"verse":5,"text":"On behalf of such a person, I will boast, but on my own behalf I will not boast, except in my weaknesses."},"6":{"verse":6,"text":"If my intention is to boast, I will not be foolish: I will speak the truth. But now, I shall stop, so that no one may think more of me than what is seen in me or heard from me."},"7":{"verse":7,"text":"Because of the tremendous greatness of these revelations, a thorn in the flesh was given to me, a messenger of Satan that torments me, so that I would not be too exalted."},"8":{"verse":8,"text":"Concerning this thing, I begged the Lord three times that it might depart from me,"},"9":{"verse":9,"text":"but he replied to me, “My grace is sufficient for you, for my power is made perfect in weakness.” And so, it is with joy that I would rather [find] glory in my weaknesses, so that the power of Christ may rest on me."},"10":{"verse":10,"text":" Therefore, I take pleasure in weaknesses, in injuries, in necessities, in persecutions, in distresses, {all this} for Christ’s sake. For when I am weak, then I am strong!"},"11":{"verse":11,"text":"I have acted foolishly in this boasting, but you compelled me! I should have been commended by you, because even though I am nothing, I am not in anything inferior to the very best apostles."},"12":{"verse":12,"text":"Truly, the signs of an apostle were worked among you in all patience, in signs, wonders, and mighty deeds."},"13":{"verse":13,"text":"Were you in any way made inferior to the rest of the Churches, except that I was not a [financial] burden to you? Forgive me this wrong!"},"14":{"verse":14,"text":" Here I am, ready to visit you for the third time, and I will not be a burden to you. I do not seek your possessions, I seek you! Is it not the parents who should be saving for their children, not the children for their parents?"},"15":{"verse":15,"text":"I will most gladly spend [for you] and be spent for your souls, though the more I overflow with love for you, the less I am loved."},"16":{"verse":16,"text":"Be that as it may, I did not place a burden on you: {and some might say that} being crafty, I caught you with deception!"},"17":{"verse":17,"text":"Or did I take advantage of you by means of those I sent you?"},"18":{"verse":18,"text":"I gave instructions to Titus and sent the brother with him. Did Titus take any advantage of you? Did we not walk in the same spirit? Did we not walk in the same steps?"},"19":{"verse":19,"text":"Again, do you think that we are making an apology to you? In the sight of God, we speak in Christ. All things, beloved, are to build you up."},"20":{"verse":20,"text":"Still, I am afraid that somehow, when I arrive, I might find you as I would wish, and that I might be found by you not as you would wish. I am afraid that somehow, there would be strife, jealousy, outbursts of anger, factions, slander, whisperings, proud thoughts, riots, etc."},"21":{"verse":21,"text":"[Yes, I am afraid] that when I arrive, my God may again humiliate me before you, and I would mourn for those who have sinned before and not repented of the impurity, sexual immorality and lustfulness which they have committed."}},"meta":{"connection":"EOB","book_number":540,"chapter_number":12,"previous_chapter":{"connection":"EOB","book_number":540,"chapter":11},"next_chapter":{"connection":"EOB","book_number":540,"chapter":13}}}