{"chapter":{"1":{"verse":1,"text":" This is the third time I am coming to you! “At the mouth of two or three witnesses shall every word be established.”"},"2":{"verse":2,"text":"As I have said before and now repeat, as I did during my second visit: now that I am absent, I write to those who have sinned and to all the rest, if I come again, I will not spare;"},"3":{"verse":3,"text":"seeing that you seek a proof that Christ speaks in me. He is not weak toward you, but powerful in you."},"4":{"verse":4,"text":"Even though he was crucified in weakness, he lives through the power of God! We too are weak in him, but we will live with him through the power of God {which is also} for you."},"5":{"verse":5,"text":"Test yourselves and see whether you are in the faith, yes, test your own selves. Do you not know that Jesus Christ is in you?—unless indeed, if you are disqualified."},"6":{"verse":6,"text":"But I hope that you will realize that we are not disqualified."},"7":{"verse":7,"text":" I pray to God that you do not commit anything evil, not that we may appear approved, but that you may do what is honorable (even if we appear to be disapproved)."},"8":{"verse":8,"text":"Indeed, we can do nothing against the truth, only for the truth,"},"9":{"verse":9,"text":"and we rejoice when we are weak and you are strong! We also pray for this; that you would become perfect."},"10":{"verse":10,"text":"And so, I write these things while absent, so that I may not have to deal [with you] harshly when I arrive, according to the authority which the Lord gave me for building up, not for tearing down."},"11":{"verse":11,"text":" Finally, brethren, rejoice! Be perfected, be comforted, be of the same mind, live in peace, and the God of love and peace will be with you."},"12":{"verse":12,"text":"Greet one another with a holy kiss!"},"13":{"verse":13,"text":"All the saints greet you."},"14":{"verse":14,"text":"May the grace of the Lord Jesus Christ, the love of God, and the communion of the Holy Spirit, be with all of you. Amen."}},"meta":{"connection":"EOB","book_number":540,"chapter_number":13,"previous_chapter":{"connection":"EOB","book_number":540,"chapter":12},"next_chapter":null}}