{"chapter":{"1":{"verse":1,"text":" But I resolved this for myself: that I would not return to you in sorrow."},"2":{"verse":2,"text":"If I cause you distress, who will bring me joy except for you, the very ones whom I grieve?"},"3":{"verse":3,"text":"Indeed, I wrote to you as I did, so that when I came, I would not have sorrow from the ones who should be my joy; but I trust in you all, that my joy would also be shared by all."},"4":{"verse":4,"text":"It was out of much affliction and anguish of heart that I wrote to you with many tears, not to cause you distress but to let you know what overflowing love I have for you."},"5":{"verse":5,"text":"Still, if anyone has caused sorrow, he has caused sorrow not to me, but to an extent—not to be too severe—to all of you."},"6":{"verse":6,"text":"For this person, the punishment imposed by the majority [of you] should be enough."},"7":{"verse":7,"text":"In fact, you should rather forgive and comfort this person, for fear that he might be overwhelmed with excessive sorrow."},"8":{"verse":8,"text":"Therefore, I beg you to confirm your love toward him."},"9":{"verse":9,"text":"I had also written with this purpose: that I might know by a test whether you are obedient in all things."},"10":{"verse":10,"text":"Now I also forgive whoever you forgive. Indeed, if I have forgiven anything, I have forgiven for your sake in the person of Christ,"},"11":{"verse":11,"text":"so that Satan may not gain any ground over us; and we are not ignorant of his schemes."},"12":{"verse":12,"text":" Now when I came to Troas for the Good News of Christ as a door was opened to me in the Lord,"},"13":{"verse":13,"text":"I had no relief for my spirit, because I did not find Titus, my brother. After taking my leave of them [in Troas], I headed into Macedonia."},"14":{"verse":14,"text":"Thanks be to God, who always leads us in triumph in Christ, and who reveals through us the sweet fragrance of his knowledge in every place."},"15":{"verse":15,"text":"Indeed, we are a sweet fragrance of Christ to God, both in those who are being saved and in those who are perishing."},"16":{"verse":16,"text":"To the latter, we are a stench of death to death, but to the first [we are] a sweet fragrance of life to life. Who is equal to such a task?"},"17":{"verse":17,"text":"We are not as others who ‘peddle the word of God,’ but we speak in Christ with sincerity, as from God and in the sight of God."}},"meta":{"connection":"EOB","book_number":540,"chapter_number":2,"previous_chapter":{"connection":"EOB","book_number":540,"chapter":1},"next_chapter":{"connection":"EOB","book_number":540,"chapter":3}}}