{"chapter":{"1":{"verse":1,"text":" Therefore, seeing that we have this ministry, even as we have obtained mercy, we do not waver."},"2":{"verse":2,"text":"We have renounced the hidden things of shame: we no longer walk in clever lies and we do not handle the word of God deceitfully. Instead, by the manifestation of the truth, we seek the approval of everyone who has a conscience in the sight of God."},"3":{"verse":3,"text":"Even if our Good News is veiled, it is veiled in those who perish,"},"4":{"verse":4,"text":"as the god of this world has blinded the minds of those who do not believe, so that the light of the Good News of the glory of Christ who is the image of God should not dawn on them."},"5":{"verse":5,"text":"For we do not preach [about] ourselves, but [about] Christ Jesus as Lord, and [we present] ourselves as your bondservants for the sake of Jesus,"},"6":{"verse":6,"text":"seeing that it is God who commanded light to shine out of darkness, and he has shone in our hearts to give the light of the knowledge of the glory of God in the face of Jesus Christ."},"7":{"verse":7,"text":" However, we have this treasure in vessels of clay, so that the amazing power may be from God and not from ourselves."},"8":{"verse":8,"text":"We are pressed on every side, yet [we are] not crushed! We are perplexed, but not to [the point of] despair."},"9":{"verse":9,"text":"We are persecuted yet not forsaken; struck down, yet not destroyed;"},"10":{"verse":10,"text":"and we always carry in our bodies the death of the Lord Jesus, so that the life of Jesus may also be revealed in our body."},"11":{"verse":11,"text":"Indeed, we who live are always delivered to death for Jesus’ sake, so that the life of Jesus may be revealed in our mortal flesh."},"12":{"verse":12,"text":"And so, death is at work in us, but life in you."},"13":{"verse":13,"text":"Still, we have the same spirit of faith, according to what is written, “I believed, and therefore I spoke.” We believe, and therefore we also speak;"},"14":{"verse":14,"text":"knowing that he who raised the Lord Jesus will also raise us with Jesus, and bring us with you into his presence."},"15":{"verse":15,"text":"All these things are for your benefit, so that as grace is extended to many, this may also cause thanksgiving to be multiplied to the glory of God."},"16":{"verse":16,"text":"Therefore, we do not lose heart, but even if outwardly we are decaying, yet the inner self is being renewed day by day."},"17":{"verse":17,"text":"Indeed, the result is that our light affliction (which is temporary) is producing for us an ever-increasing standing in eternal glory!"},"18":{"verse":18,"text":"This is because we do not look at visible things but at invisible things, and the things which are seen are temporal, but the things which are not seen are eternal."}},"meta":{"connection":"EOB","book_number":540,"chapter_number":4,"previous_chapter":{"connection":"EOB","book_number":540,"chapter":3},"next_chapter":{"connection":"EOB","book_number":540,"chapter":5}}}