{"chapter":{"1":{"verse":1,"text":" We know that if our earthly tent is dissolved, we have a building from God, a house not made with hands, eternal in the heavens."},"2":{"verse":2,"text":"It is certain that we groan in this [tent], longing to be clothed with our heavenly dwelling;"},"3":{"verse":3,"text":"so that being clothed we will not be found naked."},"4":{"verse":4,"text":"We who are in this tent are truly groaning as we are burdened; but it is not that we desire to be unclothed; rather, we desire to be clothed, so that what is mortal may be swallowed up by life."},"5":{"verse":5,"text":"Now the one who has prepared us for this very thing is God, who also gave us the pledge of the Spirit."},"6":{"verse":6,"text":" Therefore, we are always confident and know that while we are at home in the body, we are absent from the Lord;"},"7":{"verse":7,"text":"for we walk by faith, not by sight."},"8":{"verse":8,"text":"I dare say that we are courageous and that we would rather be absent from the body and at home with the Lord."},"9":{"verse":9,"text":"And so, we make this our aim: that whether at home or absent, we would be well-pleasing to him."},"10":{"verse":10,"text":"For we must all be revealed before the judgment seat of Christ, so that each one may receive according to what was done in the body; good or evil."},"11":{"verse":11,"text":" But since we know the fear of the Lord, let us try to persuade others. What we are is revealed to God, and I hope that we are also revealed to your consciences."},"12":{"verse":12,"text":"Certainly, we are not trying to obtain your approval once again, but we say this to give you an occasion to be proud of us, so that you may have something to answer to those who boast in appearances—not in the heart [of things]."},"13":{"verse":13,"text":"If we are unreasonable, it is for God, and if we are reasonable, it is for you."},"14":{"verse":14,"text":"Indeed, the love of Christ overwhelms us, because we consider this: that if one died for all, then all have died."},"15":{"verse":15,"text":"He died for all, so that those who live should no longer live to themselves but to him who died and rose again for them."},"16":{"verse":16,"text":"Therefore, we do not think of anyone according to the flesh any more. Even though we used to think of Christ according to the flesh, we no longer think of him this way."},"17":{"verse":17,"text":"Therefore, anyone who is in Christ is a new creation! The old things have passed away. Behold, all things have become new!"},"18":{"verse":18,"text":"But all things are of God, who reconciled us to himself through Jesus Christ and who gave to us the ministry of reconciliation."},"19":{"verse":19,"text":"What I mean is that God was reconciling the world to himself in Christ, not imputing sins, but having entrusted us with the word of reconciliation."},"20":{"verse":20,"text":"Therefore, we are ambassadors of Christ: it is as if God were making [his] supplication through us: we beg you, on behalf of Christ, be reconciled to God!"},"21":{"verse":21,"text":"For God made him who knew no sin to become sin for our sake; so that in him, we might become the righteousness of God."}},"meta":{"connection":"EOB","book_number":540,"chapter_number":5,"previous_chapter":{"connection":"EOB","book_number":540,"chapter":4},"next_chapter":{"connection":"EOB","book_number":540,"chapter":6}}}