{"chapter":{"1":{"verse":1,"text":" Since we are God’s fellow workers, we also entreat you not to receive his grace in vain,"},"2":{"verse":2,"text":"for he says,  At a favorable time I listened to you;   In a day of salvation I helped you.   Behold, now is the acceptable time! Behold, now is the day of salvation!"},"3":{"verse":3,"text":"We give no occasion for stumbling in anything, so that our ministry may not be blamed."},"4":{"verse":4,"text":"Instead, we seek to be approved as servants of God in everything, in great endurance, in afflictions, in hardships, in distresses,"},"5":{"verse":5,"text":"in beatings, in imprisonments, in riots, in labors, in vigils, in fastings,"},"6":{"verse":6,"text":"in purity, in knowledge, in patience, in kindness, in a holy spirit, in sincere love,"},"7":{"verse":7,"text":"in the word of truth, and in the power of God. There is also the armor of righteousness on the right hand and on the left,"},"8":{"verse":8,"text":"glory and dishonor, evil report and good report; being thought of as deceivers, and yet true;"},"9":{"verse":9,"text":"unknown, and yet well-known; dying, and behold, we live; punished, and yet not killed;"},"10":{"verse":10,"text":"sorrowful, yet always rejoicing; poor, yet making many rich; thought to have nothing even though we possess all things!"},"11":{"verse":11,"text":" We have spoken freely to you, O Corinthians, and our heart is open wide."},"12":{"verse":12,"text":"We are not withholding our affection from you, but you are withholding yours from us!"},"13":{"verse":13,"text":"In return, I speak to you as to my children: be open [to what we have to say]."},"14":{"verse":14,"text":" Do not be mismatched with unbelievers: what association is there between righteousness and wickedness? Or what fellowship is there between light and darkness?"},"15":{"verse":15,"text":"What agreement does Christ have with Belial? What sharing is there between a believer and an unbeliever?"},"16":{"verse":16,"text":"What agreement can there be between God’s sanctuary and idols? For you are a sanctuary of the living God. Even as God said, “I will dwell in them, and walk in them; and I will be their God, and they will be my people.”"},"17":{"verse":17,"text":"Therefore:  ‘Come out from among them and be separate,’ says the Lord.   ‘Touch no unclean thing.   I will receive you.   I will be a Father to you.   You will be to me sons and daughters,’   says the Lord Almighty.”"}},"meta":{"connection":"EOB","book_number":540,"chapter_number":6,"previous_chapter":{"connection":"EOB","book_number":540,"chapter":5},"next_chapter":{"connection":"EOB","book_number":540,"chapter":7}}}