{"chapter":{"1":{"verse":1,"text":" Since we have these promises, beloved, let us purify ourselves from all defilement of flesh and spirit, so that we may bring [our] holiness to completion in the fear of God."},"2":{"verse":2,"text":"Open your hearts to us! We wronged no one, we corrupted no one, and we took advantage of no one."},"3":{"verse":3,"text":"I say this not to condemn you, for as I have said before, you are in our hearts to die together and to live together."},"4":{"verse":4,"text":"[But] great is my boldness of speech toward you; great is my boasting on your behalf! I am filled with consolation; I overflow with joy in all our afflictions."},"5":{"verse":5,"text":" Indeed, even after arriving in Macedonia, our flesh had no relief; we were afflicted on every side. There was struggle on the outside and fear inside."},"6":{"verse":6,"text":"Nevertheless, he who comforts the lowly, God, comforted us with the arrival of Titus;"},"7":{"verse":7,"text":"and not just by his arrival but also by the encouragement he had received from you. He told us of your longing, your mourning, and your zeal for me; and I rejoiced even more."},"8":{"verse":8,"text":" Although I [know that I] made you feel bad with my [first] letter, I do not regret it (though I did regret it for a while), for I can see that my letter made you sorry, at least for a while."},"9":{"verse":9,"text":"But now I rejoice, not that you experienced distress, but that you were made sorry to [the point of] repentance. Indeed, you experienced godly distress and thus you did not experience a loss because of us."},"10":{"verse":10,"text":"Indeed, godly sorrow works repentance that leads to salvation; it does not bring regret. On the other hand, the sorrow of the world is deadly."},"11":{"verse":11,"text":"Consider what happened in this case: you experienced distress in a godly way and what serious reaction it worked in you! Yes, what apology, anger, fear, longing, zeal, and vengeance [resulted]! In everything you have shown yourselves blameless in this matter."},"12":{"verse":12,"text":"And so, although I wrote to you, it was neither for the sake of the offender nor for the one offended, but so that your devotion to us might be revealed in the sight of God."},"13":{"verse":13,"text":"Therefore, we have been comforted in your comfort. And we rejoiced all the more on account of Titus’s joy, because you had refreshed his spirit."},"14":{"verse":14,"text":"I had boasted to him about you, and I was not disappointed! And just as we spoke all things to you in truth, likewise, boasting to Titus [about you] was found to be the truth."},"15":{"verse":15,"text":"His deep affection for you is even stronger as he remembers your obedience, how with fear and trembling you received him."},"16":{"verse":16,"text":"I rejoice that concerning you, I can be confident in everything."}},"meta":{"connection":"EOB","book_number":540,"chapter_number":7,"previous_chapter":{"connection":"EOB","book_number":540,"chapter":6},"next_chapter":{"connection":"EOB","book_number":540,"chapter":8}}}