{"chapter":{"1":{"verse":1,"text":" Moreover, brethren, I want you to know about the grace that God has given in the Churches of Macedonia:"},"2":{"verse":2,"text":"in spite of extreme tribulations, the abundance of their joy (and their deep poverty) has resulted in generous giving."},"3":{"verse":3,"text":"I can testify that within their means and even beyond, they gave freely,"},"4":{"verse":4,"text":"begging us to receive the grace to have such a participation in the ministry to the saints."},"5":{"verse":5,"text":"We had not hoped for so much, but first they gave themselves to the Lord and to us, by the will of God."},"6":{"verse":6,"text":"As a result, we urged Titus to bring this same grace to completion in you."},"7":{"verse":7,"text":"Yes, as you overflow in everything: faith, speech, knowledge, devotion, and [also] in your love for us, try to overflow even in this grace {of generous giving}."},"8":{"verse":8,"text":"I am not saying this as an order, but as testing your love by mentioning the devotion of others."},"9":{"verse":9,"text":"For you know the grace of our Lord Jesus Christ: even though he was rich, yet he became poor for your sake, so that by his poverty you might become rich."},"10":{"verse":10,"text":"I give my opinion in this matter: it would be the right thing to do for you, since a year ago you were the first to do something (and this was also your will),"},"11":{"verse":11,"text":"to complete what you were doing. Just as there was the readiness to be willing, may there [also] be completion {of this project} according to your means."},"12":{"verse":12,"text":"If you are ready, the gift is acceptable according to what one has—not according to what one does not have."},"13":{"verse":13,"text":"The goal is not that others may have it easy and that you would be in distress;"},"14":{"verse":14,"text":"this is about a balancing out. In this present time, let your abundance make up for what others lack, so that their abundance also may become a supply for what you lack—that there may be equality."},"15":{"verse":15,"text":"As it is written, “The one who gathered much had nothing left over, but the one who gathered little was not in need.”"},"16":{"verse":16,"text":" But thanks be to God who puts into Titus’ heart the same devotion for you."},"17":{"verse":17,"text":"He has accepted our exhortation, but since he was very eager, he [actually] went out to you of his own accord."},"18":{"verse":18,"text":"We have sent along with him the brother whose praise in the Good News is known in all the Churches."},"19":{"verse":19,"text":"In fact, he was also appointed by the Churches to accompany us with this grace, which we administer to the glory of the Lord himself, and to show our zeal."},"20":{"verse":20,"text":"There is one thing that we want to avoid: that anyone should blame us about this general gift which we administer."},"21":{"verse":21,"text":"We endeavor to act honorably, not only in the sight of the Lord, but also in the sight of men."},"22":{"verse":22,"text":"We have sent with them our brother who has proven his eagerness in many ways, but now he is even more eager because of his great confidence in you."},"23":{"verse":23,"text":"Regarding Titus: he is my partner and fellow worker for your sake. As for our brothers, they are the apostles of the Churches, the glory of Christ."},"24":{"verse":24,"text":"Therefore, demonstrate your love to them before the Churches; show that we were right to boast about you to them."}},"meta":{"connection":"EOB","book_number":540,"chapter_number":8,"previous_chapter":{"connection":"EOB","book_number":540,"chapter":7},"next_chapter":{"connection":"EOB","book_number":540,"chapter":9}}}