{"chapter":{"1":{"verse":1,"text":" It is not necessary that I should write to you about the ministry to the saints."},"2":{"verse":2,"text":"Indeed, I know that you are ready and I boast about you to the Macedonians, that you in Achaia have been ready since last year. Your zeal has encouraged very many of them!"},"3":{"verse":3,"text":"But I have sent the brothers, so that our boasting about you may not be in vain in this respect: as I have said, be prepared."},"4":{"verse":4,"text":"Otherwise, if anyone from Macedonia comes with us and finds you unprepared, we (to say nothing of you) would be disappointed in this confident boasting [about you]."},"5":{"verse":5,"text":"Therefore, I thought it necessary to ask the brothers to reach you first in order to arrange ahead of time the generous gift which you promised before. Thus, may the gift be ready as a matter of generosity, not greediness."},"6":{"verse":6,"text":"Remember this: whoever sows sparingly will also reap sparingly. Whoever sows generously will also reap generously."},"7":{"verse":7,"text":"Let everyone give according to what he determines in his heart; not grudgingly or under compulsion; for God loves a cheerful giver."},"8":{"verse":8,"text":"And God is able to make all grace abound to you, so that by having what is needed in everything, you may overflow in every good work."},"9":{"verse":9,"text":"As it is written:  He has scattered abroad, he has given to the poor.   His righteousness remains forever. "},"10":{"verse":10,"text":" Now may he who supplies seed to the sower and bread for food also supply and multiply your seed for sowing, and increase the fruits of your righteousness."},"11":{"verse":11,"text":"Thus, may you be enriched in everything, so that you may be generous in all things; and through us, this brings thanksgiving to God."},"12":{"verse":12,"text":"This ministry of giving which you perform does not only make up for what the saints are lacking; it also overflows into thanksgiving to God."},"13":{"verse":13,"text":"Seeing that you prove yourselves by this service, the saints glorify God for the obedience of your confession to the Good News of Christ, and also for the generosity of your contribution to them and to all."},"14":{"verse":14,"text":"As for them, with supplication on your behalf, they are devoted to you by reason of the exceeding grace of God in you."},"15":{"verse":15,"text":"Thanks be to God for his unspeakable gift!"}},"meta":{"connection":"EOB","book_number":540,"chapter_number":9,"previous_chapter":{"connection":"EOB","book_number":540,"chapter":8},"next_chapter":{"connection":"EOB","book_number":540,"chapter":10}}}