{"chapter":{"1":{"verse":1,"text":" Simeon Peter, a bondservant and apostle of Jesus Christ, to those who have obtained a precious faith like ours, with us, in the righteousness of our God and Savior Jesus Christ:"},"2":{"verse":2,"text":"May grace and peace be multiplied to you in the knowledge of God and of Jesus our Lord."},"3":{"verse":3,"text":" His divine power has granted us all that we need to live in godliness, through the knowledge of him who called us by glory and virtue."},"4":{"verse":4,"text":"Through these things, he has granted to us his precious and tremendous promises, so that having escaped from the corruption that is in the world by lust, you may become partakers of the divine nature."},"5":{"verse":5,"text":" For this very reason, do your utmost to add to your faith goodness; and to goodness, knowledge."},"6":{"verse":6,"text":"To knowledge, add self-control; and to self-control, perseverance; and to perseverance, godliness;"},"7":{"verse":7,"text":"and to godliness add brotherly affection; and to brotherly affection, love."},"8":{"verse":8,"text":"Truly, if these things are yours and overflow, they will prevent you from being idle or unfruitful in the knowledge of our Lord Jesus Christ."},"9":{"verse":9,"text":"But those who lack these things are blind; they only see what is near and they have forgotten the cleansing from their old sins."},"10":{"verse":10,"text":"Therefore, brethren, do all that you can to make your calling and election assured. Indeed, if you do these things, you will never stumble."},"11":{"verse":11,"text":"Thus, you will be richly granted the entrance into the eternal Kingdom of our Lord and Savior Jesus Christ."},"12":{"verse":12,"text":" Therefore, I will not be negligent to remind you of these things although you [already] know them and are established in the truth which you now have."},"13":{"verse":13,"text":"I think it right, as long as I am in this tent, to stir you up by reminding you [of these things]."},"14":{"verse":14,"text":"I know that I shall lay aside my tent very quickly, even as our Lord Jesus Christ made clear to me."},"15":{"verse":15,"text":"And so, I will make every effort [to ensure] that you will always be able to remember these things, even after my departure."},"16":{"verse":16,"text":"Certainly, we did not depend on cleverly invented fables when we told you about the power and coming of our Lord Jesus Christ; we were eyewitnesses of his majesty!"},"17":{"verse":17,"text":"For he received from God the Father honor and glory when the voice came to him from the Majestic Glory, “This is my beloved Son, in whom I am well pleased.”"},"18":{"verse":18,"text":"We heard this voice come out of heaven when we were with him on the holy mountain."},"19":{"verse":19,"text":" Therefore, we have the word of prophecy made even more certain, and you should pay attention to it as to a lamp shining in a dark place, until the day dawns and the morning star arises in your hearts."},"20":{"verse":20,"text":"Know this first of all, that no interpretation of Scriptural prophecy happens as something private,"},"21":{"verse":21,"text":"because no prophecy ever came by human will: holy men of God spoke, being moved by the Holy Spirit."}},"meta":{"connection":"EOB","book_number":680,"chapter_number":1,"previous_chapter":{"connection":"EOB","book_number":670,"chapter":5},"next_chapter":{"connection":"EOB","book_number":680,"chapter":2}}}