{"chapter":{"1":{"verse":1,"text":" However, false prophets also arose among the people, as false teachers will also be among you. They will secretly bring in destructive heresies, even denying the Master who bought them, bringing upon themselves swift destruction."},"2":{"verse":2,"text":"Many will follow their immoral ways and as a result, the way of the truth will acquire a bad reputation."},"3":{"verse":3,"text":"They will exploit you greedily with deceptive words. Their sentence, pronounced long ago, does not linger, and their destruction does not slumber."},"4":{"verse":4,"text":" For God did not spare angels when they sinned but cast them down to Tartarus and committed them to chains of darkness to be reserved for judgment."},"5":{"verse":5,"text":"He did not spare the ancient world but preserved Noah (a preacher of righteousness) with seven others when he brought a flood on the world of the ungodly."},"6":{"verse":6,"text":"He also turned the cities of Sodom and Gomorrah into ashes, condemning them to destruction and making them an example to those who would lead ungodly lives."},"7":{"verse":7,"text":"He delivered the righteous Lot who was very distressed by the lustful behavior of these wicked people:"},"8":{"verse":8,"text":"that righteous man was living among them and was tormented every day in his righteous soul when he saw and heard lawless deeds."},"9":{"verse":9,"text":"The Lord knows how to deliver the godly from temptation and how to hold the wicked for their punishment on the day of judgment,"},"10":{"verse":10,"text":"especially those who follow the flesh in a desire for corruption, and have no respect for [angelic] authority. Daring and self-willed, they are not afraid to speak evil of the glorious ones,"},"11":{"verse":11,"text":"whereas angels, although greater in might and power, do not bring a slanderous judgment against them before the Lord."},"12":{"verse":12,"text":"But these people act as natural irrational creatures [that are meant] to be taken and destroyed. They speak evil in matters about which they are ignorant and in their attempt to destroy they will surely be destroyed,"},"13":{"verse":13,"text":"receiving the wages of unrighteousness. These are people who consider it pleasurable to revel in the daytime. They are spots and blemishes, amusing themselves in their deceit while they {celebrate the  agape } feast with you."},"14":{"verse":14,"text":"Their eyes are full of adultery and they cannot break away from sin. They entice unstable souls, having a heart trained in greed, and they are children of cursing."},"15":{"verse":15,"text":"They have forsaken the right way and have gone astray by following the path of Balaam the son of Bosor who loved being paid for doing evil."},"16":{"verse":16,"text":"But he was rebuked for his own disobedience: a donkey (with no voice) spoke with a human voice and stopped the madness of the prophet."},"17":{"verse":17,"text":"These people are wells without water, clouds driven by a storm, for whom the gloom of darkness has been reserved forever."},"18":{"verse":18,"text":"With their high-sounding but empty talk, they entice those who were indeed escaping (from those who live in error in the lusts of the flesh) by [promoting] licentiousness."},"19":{"verse":19,"text":"They promise them freedom while they themselves are slaves of corruption; for whoever is overcome by something is brought into slavery by what has overcome him."},"20":{"verse":20,"text":" If, after they have escaped the defilement of the world through the knowledge of the Lord and Savior Jesus Christ, they are again entangled in it and overcome [by it], their last state has become worse than the first!"},"21":{"verse":21,"text":"It would be better for them not to have known the way of righteousness, rather than, after knowing it, to turn from the holy commandment delivered to them."},"22":{"verse":22,"text":"But it has happened to them according to the true proverb, “The dog returns to his own vomit” and “the swine that had been washed [has returned] to wallowing in the mire.”"}},"meta":{"connection":"EOB","book_number":680,"chapter_number":2,"previous_chapter":{"connection":"EOB","book_number":680,"chapter":1},"next_chapter":{"connection":"EOB","book_number":680,"chapter":3}}}