{"chapter":{"1":{"verse":1,"text":"Дети, повинуйтесь своим родителям в Господе, ибо сего требует справедливость."},"2":{"verse":2,"text":"Почитай отца твоего и мать, это первая заповедь с обетованием:"},"3":{"verse":3,"text":"да будет тебе благо, и будешь долголетен на земле."},"4":{"verse":4,"text":"И вы, отцы, не раздражайте детей ваших, но воспитывайте их в учении и наставлении Господнем."},"5":{"verse":5,"text":"Рабы, повинуйтесь господам своим по плоти со страхом и трепетом, в простоте сердца вашего, как Христу,"},"6":{"verse":6,"text":"не с видимою только услужливостью, как человекоугодники, но как рабы Христовы, исполняя волю Божию от души,"},"7":{"verse":7,"text":"служа с усердием, как Господу, а не как человекам,"},"8":{"verse":8,"text":"зная, что каждый получит от Господа по мере добра, которое он сделал, раб ли, или свободный."},"9":{"verse":9,"text":"И вы, господа, поступайте с ними так же, умеряя строгость, зная, что и над вами самими и над ними есть на небесах Господь, у Которого нет лицеприятия."},"10":{"verse":10,"text":"Наконец, братия мои, укрепляйтесь Господом и могуществом силы Его."},"11":{"verse":11,"text":"Облекитесь во всеоружие Божие, чтобы вам можно было стать против козней диавольских,"},"12":{"verse":12,"text":"потому что наша брань не против крови и плоти, но против начальств, против властей, против мироправителей тьмы века сего, против духов злобы поднебесных."},"13":{"verse":13,"text":"Для сего приимите всеоружие Божие, дабы вы могли противостать в день злый и, все преодолев, устоять."},"14":{"verse":14,"text":"Итак станьте, препоясав чресла ваши истиною и облекшись в броню праведности,"},"15":{"verse":15,"text":"и обув ноги в готовность благовествовать мир;"},"16":{"verse":16,"text":"а паче всего возьмите щит веры, которым возможете угасить все раскаленные стрелы лукавого;"},"17":{"verse":17,"text":"и шлем спасения возьмите, и меч духовный, который есть Слово Божие."},"18":{"verse":18,"text":"Всякою молитвою и прошением молитесь во всякое время духом, и старайтесь о сем самом со всяким постоянством и молением о всех святых"},"19":{"verse":19,"text":"и о мне, дабы мне дано было слово - устами моими открыто с дерзновением возвещать тайну благовествования,"},"20":{"verse":20,"text":"для которого я исполняю посольство в узах, дабы я смело проповедывал, как мне должно."},"21":{"verse":21,"text":"А дабы и вы знали о моих обстоятельствах и делах, обо всем известит вас Тихик, возлюбленный брат и верный в Господе служитель,"},"22":{"verse":22,"text":"которого я и послал к вам для того самого, чтобы вы узнали о нас и чтобы он утешил сердца ваши."},"23":{"verse":23,"text":"Мир братиям и любовь с верою от Бога Отца и Господа Иисуса Христа."},"24":{"verse":24,"text":"Благодать со всеми, неизменно любящими Господа нашего Иисуса Христа. Аминь."}},"meta":{"connection":"RSTI","book_number":560,"chapter_number":6,"previous_chapter":{"connection":"RSTI","book_number":560,"chapter":5},"next_chapter":null}}