{"chapter":{"1":{"verse":1,"text":"Притчи Соломона. Сын мудрый радует отца, а сын глупый - огорчение для его матери."},"2":{"verse":2,"text":"Не доставляют пользы сокровища неправедные, правда же избавляет от смерти."},"3":{"verse":3,"text":"Не допустит Господь терпеть голод душе праведного, стяжание же нечестивых исторгнет."},"4":{"verse":4,"text":"Ленивая рука делает бедным, а рука прилежных обогащает."},"5":{"verse":5,"text":"Собирающий во время лета - сын разумный, спящий же во время жатвы - сын беспутный."},"6":{"verse":6,"text":"Благословения - на голове праведника, уста же беззаконных заградит насилие."},"7":{"verse":7,"text":"Память праведника пребудет благословенна, а имя нечестивых омерзеет."},"8":{"verse":8,"text":"Мудрый сердцем принимает заповеди, а глупый устами преткнется."},"9":{"verse":9,"text":"Кто ходит в непорочности, тот ходит безопасно; а кто превращает пути свои, тот будет наказан."},"10":{"verse":10,"text":"Кто мигает глазами, тот причиняет досаду, а глупый устами преткнется."},"11":{"verse":11,"text":"Уста праведника - источник жизни, уста же беззаконных заградит насилие."},"12":{"verse":12,"text":"Ненависть возбуждает раздоры, но любовь покрывает все грехи."},"13":{"verse":13,"text":"В устах разумного находится мудрость, но на теле глупого - розга."},"14":{"verse":14,"text":"Мудрые сберегают знание, но уста глупого - близкая погибель."},"15":{"verse":15,"text":"Имущество богатого - крепкий город его, беда для бедных - скудость их."},"16":{"verse":16,"text":"Труды праведного - к жизни, успех нечестивого - ко греху."},"17":{"verse":17,"text":"Кто хранит наставление, тот на пути к жизни; а отвергающий обличение - блуждает."},"18":{"verse":18,"text":"Кто скрывает ненависть, у того уста лживые; и кто разглашает клевету, тот глуп."},"19":{"verse":19,"text":"При многословии не миновать греха, а сдерживающий уста свои - разумен."},"20":{"verse":20,"text":"Отборное серебро - язык праведного, сердце же нечестивых - ничтожество."},"21":{"verse":21,"text":"Уста праведного пасут многих, а глупые умирают от недостатка разума."},"22":{"verse":22,"text":"Благословение Господне - оно обогащает и печали с собою не приносит."},"23":{"verse":23,"text":"Для глупого преступное деяние как бы забава, а человеку разумному свойственна мудрость."},"24":{"verse":24,"text":"Чего страшится нечестивый, то и постигнет его, а желание праведников исполнится."},"25":{"verse":25,"text":"Как проносится вихрь, так нет более нечестивого; а праведник - на вечном основании."},"26":{"verse":26,"text":"Что уксус для зубов и дым для глаз, то ленивый для посылающих его."},"27":{"verse":27,"text":"Страх Господень прибавляет дней, лета же нечестивых сократятся."},"28":{"verse":28,"text":"Ожидание праведников - радость, а надежда нечестивых погибнет."},"29":{"verse":29,"text":"Путь Господень - твердыня для непорочного и страх для делающих беззаконие."},"30":{"verse":30,"text":"Праведник во веки не поколеблется, нечестивые же не поживут на земле."},"31":{"verse":31,"text":"Уста праведника источают мудрость, а язык зловредный отсечется."},"32":{"verse":32,"text":"Уста праведного знают благоприятное, а уста нечестивых - развращенное."}},"meta":{"connection":"RSTI","book_number":240,"chapter_number":10,"previous_chapter":{"connection":"RSTI","book_number":240,"chapter":9},"next_chapter":{"connection":"RSTI","book_number":240,"chapter":11}}}