{"chapter":{"1":{"verse":1,"text":"Мудрая жена устроит дом свой, а глупая разрушит его своими руками."},"2":{"verse":2,"text":"Идущий прямым путем боится Господа; но чьи пути кривы, тот небрежет о Нем."},"3":{"verse":3,"text":"В устах глупого - бич гордости; уста же мудрых охраняют их."},"4":{"verse":4,"text":"Где нет волов, там ясли пусты; а много прибыли от силы волов."},"5":{"verse":5,"text":"Верный свидетель не лжет, а свидетель ложный наговорит много лжи."},"6":{"verse":6,"text":"Распутный ищет мудрости, и не находит; а для разумного знание легко."},"7":{"verse":7,"text":"Отойди от человека глупого, у которого ты не замечаешь разумных уст."},"8":{"verse":8,"text":"Мудрость разумного - знание пути своего, глупость же безрассудных - заблуждение."},"9":{"verse":9,"text":"Глупые смеются над грехом, а посреди праведных - благоволение."},"10":{"verse":10,"text":"Сердце знает горе души своей, и в радость его не вмешается чужой."},"11":{"verse":11,"text":"Дом беззаконных разорится, а жилище праведных процветет."},"12":{"verse":12,"text":"Есть пути, которые кажутся человеку прямыми; но конец их - путь к смерти."},"13":{"verse":13,"text":"И при смехе иногда болит сердце, и концом радости бывает печаль."},"14":{"verse":14,"text":"Человек с развращенным сердцем насытится от путей своих, и добрый - от своих."},"15":{"verse":15,"text":"Глупый верит всякому слову, благоразумный же внимателен к путям своим."},"16":{"verse":16,"text":"Мудрый боится и удаляется от зла, а глупый раздражителен и самонадеян."},"17":{"verse":17,"text":"Вспыльчивый может сделать глупость; но человек, умышленно делающий зло, ненавистен."},"18":{"verse":18,"text":"Невежды получают в удел себе глупость, а благоразумные увенчаются знанием."},"19":{"verse":19,"text":"Преклонятся злые пред добрыми и нечестивые - у ворот праведника."},"20":{"verse":20,"text":"Бедный ненавидим бывает даже близким своим, а у богатого много друзей."},"21":{"verse":21,"text":"Кто презирает ближнего своего, тот грешит; а кто милосерд к бедным, тот блажен."},"22":{"verse":22,"text":"Не заблуждаются ли умышляющие зло?  не знают милости и верности делающие зло;  но милость и верность у благомыслящих."},"23":{"verse":23,"text":"От всякого труда есть прибыль, а от пустословия только ущерб."},"24":{"verse":24,"text":"Венец мудрых - богатство их, а глупость невежд глупость и есть."},"25":{"verse":25,"text":"Верный свидетель спасает души, а лживый наговорит много лжи."},"26":{"verse":26,"text":"В страхе пред Господом - надежда твердая, и сынам Своим Он прибежище."},"27":{"verse":27,"text":"Страх Господень - источник жизни, удаляющий от сетей смерти."},"28":{"verse":28,"text":"Во множестве народа - величие царя, а при малолюдстве народа беда государю."},"29":{"verse":29,"text":"У терпеливого человека много разума, а раздражительный выказывает глупость."},"30":{"verse":30,"text":"Кроткое сердце - жизнь для тела, а зависть - гниль для костей."},"31":{"verse":31,"text":"Кто теснит бедного, тот хулит Творца его; чтущий же Его благотворит нуждающемуся."},"32":{"verse":32,"text":"За зло свое нечестивый будет отвергнут, а праведный и при смерти своей имеет надежду."},"33":{"verse":33,"text":"Мудрость почиет в сердце разумного, и среди глупых дает знать о себе."},"34":{"verse":34,"text":"Праведность возвышает народ, а беззаконие - бесчестие народов."},"35":{"verse":35,"text":"Благоволение царя - к рабу разумному, а гнев его - против того, кто позорит его."}},"meta":{"connection":"RSTI","book_number":240,"chapter_number":14,"previous_chapter":{"connection":"RSTI","book_number":240,"chapter":13},"next_chapter":{"connection":"RSTI","book_number":240,"chapter":15}}}