{"chapter":{"1":{"verse":1,"text":"Человеку принадлежат предположения сердца, но от Господа ответ языка."},"2":{"verse":2,"text":"Все пути человека чисты в его глазах, но Господь взвешивает души."},"3":{"verse":3,"text":"Предай Господу дела твои, и предприятия твои совершатся."},"4":{"verse":4,"text":"Все сделал Господь ради Себя; и даже нечестивого блюдет на день бедствия."},"5":{"verse":5,"text":"Мерзость пред Господом всякий надменный сердцем; можно поручиться, что он не останется ненаказанным.  Начало доброго пути - делать правду; это угоднее пред Богом, нежели приносить жертвы. Ищущий Господа найдет знание с правдою; истинно ищущие Его найдут мир. "},"6":{"verse":6,"text":"Милосердием и правдою очищается грех, и страх Господень отводит от зла."},"7":{"verse":7,"text":"Когда Господу угодны пути человека, Он и врагов его примиряет с ним."},"8":{"verse":8,"text":"Лучше немногое с правдою, нежели множество прибытков с неправдою."},"9":{"verse":9,"text":"Сердце человека обдумывает свой путь, но Господь управляет шествием его."},"10":{"verse":10,"text":"В устах царя - слово вдохновенное; уста его не должны погрешать на суде."},"11":{"verse":11,"text":"Верные весы и весовые чаши - от Господа; от Него же все гири в суме."},"12":{"verse":12,"text":"Мерзость для царей - дело беззаконное, потому что правдою утверждается престол."},"13":{"verse":13,"text":"Приятны царю уста правдивые, и говорящего истину он любит."},"14":{"verse":14,"text":"Царский гнев - вестник смерти; но мудрый человек умилостивит его."},"15":{"verse":15,"text":"В светлом взоре царя - жизнь, и благоволение его - как облако с поздним дождем."},"16":{"verse":16,"text":"Приобретение мудрости гораздо лучше золота, и приобретение разума предпочтительнее отборного серебра."},"17":{"verse":17,"text":"Путь праведных - уклонение от зла: тот бережет душу свою, кто хранит путь свой."},"18":{"verse":18,"text":"Погибели предшествует гордость, и падению - надменность."},"19":{"verse":19,"text":"Лучше смиряться духом с кроткими, нежели разделять добычу с гордыми."},"20":{"verse":20,"text":"Кто ведет дело разумно, тот найдет благо, и кто надеется на Господа, тот блажен."},"21":{"verse":21,"text":"Мудрый сердцем прозовется благоразумным, и сладкая речь прибавит к учению."},"22":{"verse":22,"text":"Разум для имеющих его - источник жизни, а ученость глупых - глупость."},"23":{"verse":23,"text":"Сердце мудрого делает язык его мудрым и умножает знание в устах его."},"24":{"verse":24,"text":"Приятная речь - сотовый мед, сладка для души и целебна для костей."},"25":{"verse":25,"text":"Есть пути, которые кажутся человеку прямыми, но конец их путь к смерти."},"26":{"verse":26,"text":"Трудящийся трудится для себя, потому что понуждает его к тому рот его."},"27":{"verse":27,"text":"Человек лукавый замышляет зло, и на устах его как бы огонь палящий."},"28":{"verse":28,"text":"Человек коварный сеет раздор, и наушник разлучает друзей."},"29":{"verse":29,"text":"Человек неблагонамеренный развращает ближнего своего и ведет его на путь недобрый;"},"30":{"verse":30,"text":"прищуривает глаза свои, чтобы придумать коварство; закусывая себе губы, совершает злодейство;  он - печь злобы ."},"31":{"verse":31,"text":"Венец славы - седина, которая находится на пути правды."},"32":{"verse":32,"text":"Долготерпеливый лучше храброго, и владеющий собою лучше завоевателя города."},"33":{"verse":33,"text":"В полу бросается жребий, но все решение его - от Господа."}},"meta":{"connection":"RSTI","book_number":240,"chapter_number":16,"previous_chapter":{"connection":"RSTI","book_number":240,"chapter":15},"next_chapter":{"connection":"RSTI","book_number":240,"chapter":17}}}