{"chapter":{"1":{"verse":1,"text":"Сын мой! наставления моего не забывай, и заповеди мои да хранит сердце твое;"},"2":{"verse":2,"text":"ибо долготы дней, лет жизни и мира они приложат тебе."},"3":{"verse":3,"text":"Милость и истина да не оставляют тебя: обвяжи ими шею твою, напиши их на скрижали сердца твоего,"},"4":{"verse":4,"text":"и обретешь милость и благоволение в очах Бога и людей."},"5":{"verse":5,"text":"Надейся на Господа всем сердцем твоим, и не полагайся на разум твой."},"6":{"verse":6,"text":"Во всех путях твоих познавай Его, и Он направит стези твои."},"7":{"verse":7,"text":"Не будь мудрецом в глазах твоих; бойся Господа и удаляйся от зла:"},"8":{"verse":8,"text":"это будет здравием для тела твоего и питанием для костей твоих."},"9":{"verse":9,"text":"Чти Господа от имения твоего и от начатков всех прибытков твоих,"},"10":{"verse":10,"text":"и наполнятся житницы твои до избытка, и точила твои будут переливаться новым вином."},"11":{"verse":11,"text":"Наказания Господня, сын мой, не отвергай, и не тяготись обличением Его;"},"12":{"verse":12,"text":"ибо кого любит Господь, того наказывает и благоволит к тому, как отец к сыну своему."},"13":{"verse":13,"text":"Блажен человек, который снискал мудрость, и человек, который приобрел разум, -"},"14":{"verse":14,"text":"потому что приобретение ее лучше приобретения серебра, и прибыли от нее больше, нежели от золота:"},"15":{"verse":15,"text":"она дороже драгоценных камней; <i>никакое зло не может противиться ей; она хорошо известна всем, приближающимся к ней,</i> и ничто из желаемого тобою не сравнится с нею."},"16":{"verse":16,"text":"Долгоденствие - в правой руке ее, а в левой у нее - богатство и слава; <i>из уст ее выходит правда; закон и милость она на языке носит;</i>"},"17":{"verse":17,"text":"пути ее - пути приятные, и все стези ее - мирные."},"18":{"verse":18,"text":"Она - древо жизни для тех, которые приобретают ее, - и блаженны, которые сохраняют ее!"},"19":{"verse":19,"text":"Господь премудростью основал землю, небеса утвердил разумом;"},"20":{"verse":20,"text":"Его премудростью разверзлись бездны, и облака кропят росою."},"21":{"verse":21,"text":"Сын мой! не упускай их из глаз твоих; храни здравомыслие и рассудительность,"},"22":{"verse":22,"text":"и они будут жизнью для души твоей и украшением для шеи твоей."},"23":{"verse":23,"text":"Тогда безопасно пойдешь по пути твоему, и нога твоя не споткнется."},"24":{"verse":24,"text":"Когда ляжешь спать, - не будешь бояться; и когда уснешь, - сон твой приятен будет."},"25":{"verse":25,"text":"Не убоишься внезапного страха и пагубы от нечестивых, когда она придет;"},"26":{"verse":26,"text":"потому что Господь будет упованием твоим и сохранит ногу твою от уловления."},"27":{"verse":27,"text":"Не отказывай в благодеянии нуждающемуся, когда рука твоя в силе сделать его."},"28":{"verse":28,"text":"Не говори другу твоему: \"пойди и приди опять, и завтра я дам\", когда ты имеешь при себе. <i>Ибо ты не знаешь, что родит грядущий день.</i>"},"29":{"verse":29,"text":"Не замышляй против ближнего твоего зла, когда он без опасения живет с тобою."},"30":{"verse":30,"text":"Не ссорься с человеком без причины, когда он не сделал зла тебе."},"31":{"verse":31,"text":"Не соревнуй человеку, поступающему насильственно, и не избирай ни одного из путей его;"},"32":{"verse":32,"text":"потому что мерзость пред Господом развратный, а с праведными у Него общение."},"33":{"verse":33,"text":"Проклятие Господне на доме нечестивого, а жилище благочестивых Он благословляет."},"34":{"verse":34,"text":"Если над кощунниками Он посмевается, то смиренным дает благодать."},"35":{"verse":35,"text":"Мудрые наследуют славу, а глупые - бесславие."}},"meta":{"connection":"RSTI","book_number":240,"chapter_number":3,"previous_chapter":{"connection":"RSTI","book_number":240,"chapter":2},"next_chapter":{"connection":"RSTI","book_number":240,"chapter":4}}}