{"chapter":{"1":{"verse":1,"text":"Слова Лемуила царя. Наставление, которое преподала ему мать его:"},"2":{"verse":2,"text":"что, сын мой? что, сын чрева моего? что, сын обетов моих?"},"3":{"verse":3,"text":"Не отдавай женщинам сил твоих, ни путей твоих губительницам царей."},"4":{"verse":4,"text":"Не царям, Лемуил, не царям пить вино, и не князьям - сикеру,"},"5":{"verse":5,"text":"чтобы, напившись, они не забыли закона и не превратили суда всех угнетаемых."},"6":{"verse":6,"text":"Дайте сикеру погибающему и вино огорченному душею;"},"7":{"verse":7,"text":"пусть он выпьет и забудет бедность свою и не вспомнит больше о своем страдании."},"8":{"verse":8,"text":"Открывай уста твои за безгласного и для защиты всех сирот."},"9":{"verse":9,"text":"Открывай уста твои для правосудия и для дела бедного и нищего."},"10":{"verse":10,"text":"Кто найдет добродетельную жену? цена ее выше жемчугов;"},"11":{"verse":11,"text":"уверено в ней сердце мужа ее, и он не останется без прибытка;"},"12":{"verse":12,"text":"она воздает ему добром, а не злом, во все дни жизни своей."},"13":{"verse":13,"text":"Добывает шерсть и лен, и с охотою работает своими руками."},"14":{"verse":14,"text":"Она, как купеческие корабли, издалека добывает хлеб свой."},"15":{"verse":15,"text":"Она встает еще ночью и раздает пищу в доме своем и урочное служанкам своим."},"16":{"verse":16,"text":"Задумает она о поле, и приобретает его; от плодов рук своих насаждает виноградник."},"17":{"verse":17,"text":"Препоясывает силою чресла свои и укрепляет мышцы свои."},"18":{"verse":18,"text":"Она чувствует, что занятие ее хорошо, и - светильник ее не гаснет и ночью."},"19":{"verse":19,"text":"Протягивает руки свои к прялке, и персты ее берутся за веретено."},"20":{"verse":20,"text":"Длань свою она открывает бедному, и руку свою подает нуждающемуся."},"21":{"verse":21,"text":"Не боится стужи для семьи своей, потому что вся семья ее одета в двойные одежды."},"22":{"verse":22,"text":"Она делает себе ковры; виссон и пурпур - одежда ее."},"23":{"verse":23,"text":"Муж ее известен у ворот, когда сидит со старейшинами земли."},"24":{"verse":24,"text":"Она делает покрывала и продает, и поясы доставляет купцам Финикийским."},"25":{"verse":25,"text":"Крепость и красота - одежда ее, и весело смотрит она на будущее."},"26":{"verse":26,"text":"Уста свои открывает с мудростью, и кроткое наставление на языке ее."},"27":{"verse":27,"text":"Она наблюдает за хозяйством в доме своем и не ест хлеба праздности."},"28":{"verse":28,"text":"Встают дети и ублажают ее, - муж, и хвалит ее:"},"29":{"verse":29,"text":"\"много было жен добродетельных, но ты превзошла всех их\"."},"30":{"verse":30,"text":"Миловидность обманчива и красота суетна; но жена, боящаяся Господа, достойна хвалы."},"31":{"verse":31,"text":"Дайте ей от плода рук ее, и да прославят ее у ворот дела ее!"}},"meta":{"connection":"RSTI","book_number":240,"chapter_number":31,"previous_chapter":{"connection":"RSTI","book_number":240,"chapter":30},"next_chapter":null}}