{"chapter":{"1":{"verse":1,"text":"Сын мой! внимай мудрости моей, и приклони ухо твое к разуму моему,"},"2":{"verse":2,"text":"чтобы соблюсти рассудительность, и чтобы уста твои сохранили знание. <i>Не внимай льстивой женщине;</i>"},"3":{"verse":3,"text":"ибо мед источают уста чужой жены, и мягче елея речь ее;"},"4":{"verse":4,"text":"но последствия от нее горьки, как полынь, остры, как меч обоюдоострый;"},"5":{"verse":5,"text":"ноги ее нисходят к смерти, стопы ее достигают преисподней."},"6":{"verse":6,"text":"Если бы ты захотел постигнуть стезю жизни ее, то пути ее непостоянны, и ты не узнаешь их."},"7":{"verse":7,"text":"Итак, дети, слушайте меня и не отступайте от слов уст моих."},"8":{"verse":8,"text":"Держи дальше от нее путь твой и не подходи близко к дверям дома ее,"},"9":{"verse":9,"text":"чтобы здоровья твоего не отдать другим и лет твоих мучителю;"},"10":{"verse":10,"text":"чтобы не насыщались силою твоею чужие, и труды твои не были для чужого дома."},"11":{"verse":11,"text":"И ты будешь стонать после, когда плоть твоя и тело твое будут истощены, -"},"12":{"verse":12,"text":"и скажешь: \"зачем я ненавидел наставление, и сердце мое пренебрегало обличением,"},"13":{"verse":13,"text":"и я не слушал голоса учителей моих, не приклонял уха моего к наставникам моим:"},"14":{"verse":14,"text":"едва не впал я во всякое зло среди собрания и общества!\""},"15":{"verse":15,"text":"Пей воду из твоего водоема и текущую из твоего колодезя."},"16":{"verse":16,"text":"Пусть <i>не</i> разливаются источники твои по улице, потоки вод - по площадям;"},"17":{"verse":17,"text":"пусть они будут принадлежать тебе одному, а не чужим с тобою."},"18":{"verse":18,"text":"Источник твой да будет благословен; и утешайся женою юности твоей,"},"19":{"verse":19,"text":"любезною ланью и прекрасною серною: груди ее да упоявают тебя во всякое время, любовью ее услаждайся постоянно."},"20":{"verse":20,"text":"И для чего тебе, сын мой, увлекаться постороннею и обнимать груди чужой?"},"21":{"verse":21,"text":"Ибо пред очами Господа пути человека, и Он измеряет все стези его."},"22":{"verse":22,"text":"Беззаконного уловляют собственные беззакония его, и в узах греха своего он содержится:"},"23":{"verse":23,"text":"он умирает без наставления, и от множества безумия своего теряется."}},"meta":{"connection":"RSTI","book_number":240,"chapter_number":5,"previous_chapter":{"connection":"RSTI","book_number":240,"chapter":4},"next_chapter":{"connection":"RSTI","book_number":240,"chapter":6}}}