{"chapter":{"1":{"verse":1,"text":"Сын мой! храни слова мои и заповеди мои сокрой у себя. <i>Сын мой! чти Господа, - и укрепишься, и кроме Его не бойся никого.</i>"},"2":{"verse":2,"text":"Храни заповеди мои и живи, и учение мое, как зрачок глаз твоих."},"3":{"verse":3,"text":"Навяжи их на персты твои, напиши их на скрижали сердца твоего."},"4":{"verse":4,"text":"Скажи мудрости: \"ты сестра моя!\" и разум назови родным твоим,"},"5":{"verse":5,"text":"чтобы они охраняли тебя от жены другого, от чужой, которая умягчает слова свои."},"6":{"verse":6,"text":"Вот, однажды смотрел я в окно дома моего, сквозь решетку мою,"},"7":{"verse":7,"text":"и увидел среди неопытных, заметил между молодыми людьми неразумного юношу,"},"8":{"verse":8,"text":"переходившего площадь близ угла ее и шедшего по дороге к дому ее,"},"9":{"verse":9,"text":"в сумерки в вечер дня, в ночной темноте и во мраке."},"10":{"verse":10,"text":"И вот - навстречу к нему женщина, в наряде блудницы, с коварным сердцем,"},"11":{"verse":11,"text":"шумливая и необузданная; ноги ее не живут в доме ее:"},"12":{"verse":12,"text":"то на улице, то на площадях, и у каждого угла строит она ковы."},"13":{"verse":13,"text":"Она схватила его, целовала его, и с бесстыдным лицом говорила ему:"},"14":{"verse":14,"text":"\"мирная жертва у меня: сегодня я совершила обеты мои;"},"15":{"verse":15,"text":"поэтому и вышла навстречу тебе, чтобы отыскать тебя, и - нашла тебя;"},"16":{"verse":16,"text":"коврами я убрала постель мою, разноцветными тканями Египетскими;"},"17":{"verse":17,"text":"спальню мою надушила смирною, алоем и корицею;"},"18":{"verse":18,"text":"зайди, будем упиваться нежностями до утра, насладимся любовью,"},"19":{"verse":19,"text":"потому что мужа нет дома: он отправился в дальнюю дорогу;"},"20":{"verse":20,"text":"кошелек серебра взял с собою; придет домой ко дню полнолуния\"."},"21":{"verse":21,"text":"Множеством ласковых слов она увлекла его, мягкостью уст своих овладела им."},"22":{"verse":22,"text":"Тотчас он пошел за нею, как вол идет на убой, <i>и как пес - на цепь,</i> и как олень - на выстрел,"},"23":{"verse":23,"text":"доколе стрела не пронзит печени его; как птичка кидается в силки, и не знает, что они - на погибель ее."},"24":{"verse":24,"text":"Итак, дети, слушайте меня и внимайте словам уст моих."},"25":{"verse":25,"text":"Да не уклоняется сердце твое на пути ее, не блуждай по стезям ее,"},"26":{"verse":26,"text":"потому что многих повергла она ранеными, и много сильных убиты ею:"},"27":{"verse":27,"text":"дом ее - пути в преисподнюю, нисходящие во внутренние жилища смерти."}},"meta":{"connection":"RSTI","book_number":240,"chapter_number":7,"previous_chapter":{"connection":"RSTI","book_number":240,"chapter":6},"next_chapter":{"connection":"RSTI","book_number":240,"chapter":8}}}