{"chapter":{"1":{"verse":1,"text":"И заповедал Моисей и старейшины  сынов  Израилевых народу, говоря: исполняйте все заповеди, которые заповедую вам ныне."},"2":{"verse":2,"text":"И когда перейдете за Иордан, в землю, которую Господь Бог твой дает тебе, тогда поставь себе большие камни и обмажь их известью;"},"3":{"verse":3,"text":"и напиши на  камнях  сих все слова закона сего, когда перейдешь  Иордан , чтобы вступить в землю, которую Господь Бог твой дает тебе, в землю, где течет молоко и мед, как говорил тебе Господь Бог отцов твоих."},"4":{"verse":4,"text":"Когда перейдете Иордан, поставьте камни те, как я повелеваю вам сегодня, на горе Гевал, и обмажьте их известью;"},"5":{"verse":5,"text":"и устрой там жертвенник Господу Богу твоему, жертвенник из камней, не поднимая на них железа;"},"6":{"verse":6,"text":"из камней цельных устрой жертвенник Господа Бога твоего, и возноси на нем всесожжения Господу Богу твоему,"},"7":{"verse":7,"text":"и приноси жертвы мирные, и ешь  и насыщайся  там, и веселись пред Господом Богом твоим;"},"8":{"verse":8,"text":"и напиши на камнях  сих  все слова закона сего очень явственно."},"9":{"verse":9,"text":"И сказал Моисей и священники левиты всему Израилю, говоря: внимай и слушай, Израиль: в день сей ты сделался народом Господа Бога твоего;"},"10":{"verse":10,"text":"итак слушай гласа Господа Бога твоего и исполняй  все  заповеди Его и постановления Его, которые заповедую тебе сегодня."},"11":{"verse":11,"text":"И заповедал Моисей народу в день тот, говоря:"},"12":{"verse":12,"text":"сии должны стать на горе Гаризим, чтобы благословлять народ, когда перейдете Иордан: Симеон, Левий, Иуда, Иссахар, Иосиф и Вениамин;"},"13":{"verse":13,"text":"а сии должны стать на горе Гевал, чтобы произносить проклятие: Рувим, Гад, Асир, Завулон, Дан и Неффалим."},"14":{"verse":14,"text":"Левиты возгласят и скажут всем Израильтянам громким голосом:"},"15":{"verse":15,"text":"проклят, кто сделает изваянный или литый кумир, мерзость пред Господом, произведение рук художника, и поставит его в тайном месте! Весь народ возгласит и скажет: аминь."},"16":{"verse":16,"text":"Проклят злословящий отца своего или матерь свою! И весь народ скажет: аминь."},"17":{"verse":17,"text":"Проклят нарушающий межи ближнего своего! И весь народ скажет: аминь."},"18":{"verse":18,"text":"Проклят, кто слепого сбивает с пути! И весь народ скажет: аминь."},"19":{"verse":19,"text":"Проклят, кто превратно судит пришельца, сироту и вдову! И весь народ скажет: аминь."},"20":{"verse":20,"text":"Проклят, кто ляжет с женою отца своего, ибо он открыл край одежды отца своего! И весь народ скажет: аминь."},"21":{"verse":21,"text":"Проклят, кто ляжет с каким-либо скотом! И весь народ скажет: аминь."},"22":{"verse":22,"text":"Проклят, кто ляжет с сестрою своею, с дочерью отца своего, или дочерью матери своей! И весь народ скажет: аминь."},"23":{"verse":23,"text":"Проклят, кто ляжет с тещею своею! И весь народ скажет: аминь.  Проклят, кто ляжет с сестрою жены своей! И весь народ скажет: аминь. "},"24":{"verse":24,"text":"Проклят, кто тайно убивает ближнего своего! И весь народ скажет: аминь."},"25":{"verse":25,"text":"Проклят, кто берет подкуп, чтоб убить душу и пролить кровь невинную! И весь народ скажет: аминь."},"26":{"verse":26,"text":"Проклят  всякий человек , кто не исполнит  всех  слов закона сего и не будет поступать по ним! И весь народ скажет: аминь."}},"meta":{"connection":"RSTI","book_number":50,"chapter_number":27,"previous_chapter":{"connection":"RSTI","book_number":50,"chapter":26},"next_chapter":{"connection":"RSTI","book_number":50,"chapter":28}}}