{"chapter":{"1":{"verse":1,"text":"Все заповеди, которые я заповедую вам сегодня, старайтесь исполнять, дабы вы были живы и размножились, и пошли и завладели <i>доброю</i> землею, которую с клятвою обещал Господь <i>Бог</i> отцам вашим."},"2":{"verse":2,"text":"И помни весь путь, которым вел тебя Господь, Бог твой, по пустыне, вот уже сорок лет, чтобы смирить тебя, чтобы испытать тебя и узнать, что в сердце твоем, будешь ли хранить заповеди Его, или нет;"},"3":{"verse":3,"text":"Он смирял тебя, томил тебя голодом и питал тебя манною, которой не знал ты и не знали отцы твои, дабы показать тебе, что не одним хлебом живет человек, но всяким <i>словом</i>, исходящим из уст Господа, живет человек;"},"4":{"verse":4,"text":"одежда твоя не ветшала на тебе, и нога твоя не пухла, вот уже сорок лет."},"5":{"verse":5,"text":"И знай в сердце твоем, что Господь, Бог твой, учит тебя, как человек учит сына своего."},"6":{"verse":6,"text":"Итак храни заповеди Господа, Бога твоего, ходя путями Его и боясь Его."},"7":{"verse":7,"text":"Ибо Господь, Бог твой, ведет тебя в землю добрую, в землю, где потоки вод, источники и озера выходят из долин и гор,"},"8":{"verse":8,"text":"в землю, <i>где</i> пшеница, ячмень, виноградные лозы, смоковницы и гранатовые деревья, в землю, где масличные деревья и мед,"},"9":{"verse":9,"text":"в землю, в которой без скудости будешь есть хлеб твой и ни в чем не будешь иметь недостатка, в землю, в которой камни - железо, и из гор которой будешь высекать медь."},"10":{"verse":10,"text":"И когда будешь есть и насыщаться, тогда благословляй Господа, Бога твоего, за добрую землю, которую Он дал тебе."},"11":{"verse":11,"text":"Берегись, чтобы ты не забыл Господа, Бога твоего, не соблюдая заповедей Его, и законов Его, и постановлений Его, которые сегодня заповедую тебе."},"12":{"verse":12,"text":"Когда будешь есть и насыщаться, и построишь хорошие домы и будешь жить <i>в них</i>,"},"13":{"verse":13,"text":"и когда будет у тебя много крупного и мелкого скота, и будет много серебра и золота, и всего у тебя будет много, -"},"14":{"verse":14,"text":"то смотри, чтобы не надмилось сердце твое и не забыл ты Господа, Бога твоего, Который вывел тебя из земли Египетской, из дома рабства;"},"15":{"verse":15,"text":"Который провел тебя по пустыне великой и страшной, где змеи, василиски, скорпионы и места сухие, на которых нет воды; Который источил для тебя <i>источник</i> воды из скалы гранитной,"},"16":{"verse":16,"text":"питал тебя в пустыне манною, которой <i>не знал ты и</i> не знали отцы твои, дабы смирить тебя и испытать тебя, чтобы впоследствии сделать тебе добро,"},"17":{"verse":17,"text":"и чтобы ты не сказал в сердце твоем: \"моя сила и крепость руки моей приобрели мне богатство сие"},"18":{"verse":18,"text":"но чтобы помнил Господа, Бога твоего, ибо Он дает тебе силу приобретать богатство, дабы исполнить, как ныне, завет Свой, который Он клятвою утвердил отцам твоим."},"19":{"verse":19,"text":"Если же ты забудешь Господа, Бога твоего, и пойдешь вслед богов других, и будешь служить им и поклоняться им, то свидетельствуюсь вам сегодня <i>небом и землею</i>, что вы погибнете;"},"20":{"verse":20,"text":"как народы, которые Господь <i>Бог</i> истребляет от лица вашего, так погибнете и вы за то, что не послушаете гласа Господа, Бога вашего."}},"meta":{"connection":"RSTI","book_number":50,"chapter_number":8,"previous_chapter":{"connection":"RSTI","book_number":50,"chapter":7},"next_chapter":{"connection":"RSTI","book_number":50,"chapter":9}}}