{"chapter":{"1":{"verse":1,"text":"И когда выходил Он из храма, говорит Ему один из учеников его: Учитель! посмотри, какие камни и какие здания!"},"2":{"verse":2,"text":"Иисус сказал ему в ответ: <span class=\"j\">видишь сии великие здания? всё это будет разрушено, так что не останется здесь камня на камне.</span>"},"3":{"verse":3,"text":"И когда Он сидел на горе Елеонской против храма, спрашивали Его наедине Петр, и Иаков, и Иоанн, и Андрей:"},"4":{"verse":4,"text":"скажи нам, когда это будет, и какой признак, когда всё сие должно совершиться?"},"5":{"verse":5,"text":"Отвечая им, Иисус начал говорить: <span class=\"j\">берегитесь, чтобы кто не прельстил вас,</span>"},"6":{"verse":6,"text":"<span class=\"j\">ибо многие придут под именем Моим и будут говорить, что это Я; и многих прельстят.</span>"},"7":{"verse":7,"text":"<span class=\"j\">Когда же услышите о войнах и о военных слухах, не ужасайтесь: ибо надлежит <i>сему</i> быть, — но <i>это</i> еще не конец.</span>"},"8":{"verse":8,"text":"<span class=\"j\">Ибо восстанет народ на народ и царство на царство; и будут землетрясения по местам, и будут глады и смятения. Это — начало болезней.</span>"},"9":{"verse":9,"text":"<span class=\"j\">Но вы смотрите за собою, ибо вас будут предавать в судилища и бить в синагогах, и перед правителями и царями поставят вас за Меня, для свидетельства перед ними.</span>"},"10":{"verse":10,"text":"<span class=\"j\">И во всех народах прежде должно быть проповедано Евангелие.</span>"},"11":{"verse":11,"text":"<span class=\"j\">Когда же поведут предавать вас, не заботьтесь наперед, что вам говорить, и не обдумывайте; но что дано будет вам в тот час, то и говорите, ибо не вы будете говорить, но Дух Святый.</span>"},"12":{"verse":12,"text":"<span class=\"j\">Предаст же брат брата на смерть, и отец — детей; и восстанут дети на родителей и умертвят их.</span>"},"13":{"verse":13,"text":"<span class=\"j\">И будете ненавидимы всеми за имя Мое; претерпевший же до конца спасется.</span>"},"14":{"verse":14,"text":"<span class=\"j\">Когда же увидите мерзость запустения, реченную пророком Даниилом, стоящую, где не должно, — читающий да разумеет, — тогда находящиеся в Иудее да бегут в горы;</span>"},"15":{"verse":15,"text":"<span class=\"j\">а кто на кровле, тот не сходи в дом и не входи взять что— нибудь из дома своего;</span>"},"16":{"verse":16,"text":"<span class=\"j\">и кто на поле, не обращайся назад взять одежду свою.</span>"},"17":{"verse":17,"text":"<span class=\"j\">Горе беременным и питающим сосцами в те дни.</span>"},"18":{"verse":18,"text":"<span class=\"j\">Молитесь, чтобы не случилось бегство ваше зимою.</span>"},"19":{"verse":19,"text":"<span class=\"j\">Ибо в те дни будет такая скорбь, какой не было от начала творения, которое сотворил Бог, даже доныне, и не будет.</span>"},"20":{"verse":20,"text":"<span class=\"j\">И если бы Господь не сократил тех дней, то не спаслась бы никакая плоть; но ради избранных, которых Он избрал, сократил те дни.</span>"},"21":{"verse":21,"text":"<span class=\"j\">Тогда, если кто вам скажет: вот, здесь Христос, или: вот, там, — не верьте.</span>"},"22":{"verse":22,"text":"<span class=\"j\">Ибо восстанут лжехристы и лжепророки и дадут знамения и чудеса, чтобы прельстить, если возможно, и избранных.</span>"},"23":{"verse":23,"text":"<span class=\"j\">Вы же берегитесь. Вот, Я наперед сказал вам всё.</span>"},"24":{"verse":24,"text":"<span class=\"j\">Но в те дни, после скорби той, солнце померкнет, и луна не даст света своего,</span>"},"25":{"verse":25,"text":"<span class=\"j\">и звезды спадут с неба, и силы небесные поколеблются.</span>"},"26":{"verse":26,"text":"<span class=\"j\">Тогда увидят Сына Человеческого, грядущего на облаках с силою многою и славою.</span>"},"27":{"verse":27,"text":"<span class=\"j\">И тогда Он пошлет Ангелов Своих и соберет избранных Своих от четырех ветров, от края земли до края неба.</span>"},"28":{"verse":28,"text":"<span class=\"j\">От смоковницы возьмите подобие: когда ветви ее становятся уже мягки и пускают листья, то знаете, что близко лето.</span>"},"29":{"verse":29,"text":"<span class=\"j\">Так и когда вы увидите то сбывающимся, знайте, что близко, при дверях.</span>"},"30":{"verse":30,"text":"<span class=\"j\">Истинно говорю вам: не прейдет род сей, как всё это будет.</span>"},"31":{"verse":31,"text":"<span class=\"j\">Небо и земля прейдут, но слова Мои не прейдут.</span>"},"32":{"verse":32,"text":"<span class=\"j\">О дне же том, или часе, никто не знает, ни Ангелы небесные, ни Сын, но только Отец.</span>"},"33":{"verse":33,"text":"<span class=\"j\">Смотрите, бодрствуйте, молитесь, ибо не знаете, когда наступит это время.</span>"},"34":{"verse":34,"text":"<span class=\"j\">Подобно как бы кто, отходя в путь и оставляя дом свой, дал слугам своим власть и каждому свое дело, и приказал привратнику бодрствовать.</span>"},"35":{"verse":35,"text":"<span class=\"j\">Итак бодрствуйте, ибо не знаете, когда придет хозяин дома: вечером, или в полночь, или в пение петухов, или поутру;</span>"},"36":{"verse":36,"text":"<span class=\"j\">чтобы, придя внезапно, не нашел вас спящими.</span>"},"37":{"verse":37,"text":"<span class=\"j\">А что вам говорю, говорю всем: бодрствуйте.</span>"}},"meta":{"connection":"RSTI","book_number":480,"chapter_number":13,"previous_chapter":{"connection":"RSTI","book_number":480,"chapter":12},"next_chapter":{"connection":"RSTI","book_number":480,"chapter":14}}}