{"chapter":{"1":{"verse":1,"text":"И пришел опять в синагогу; там был человек, имевший иссохшую руку."},"2":{"verse":2,"text":"И наблюдали за Ним, не исцелит ли его в субботу, чтобы обвинить Его."},"3":{"verse":3,"text":"Он же говорит человеку, имевшему иссохшую руку:  стань на средину. "},"4":{"verse":4,"text":"А им говорит:  должно ли в субботу добро делать, или зло делать? душу спасти, или погубить?  Но они молчали."},"5":{"verse":5,"text":"И, воззрев на них с гневом, скорбя об ожесточении сердец их, говорит тому человеку:  протяни руку твою.  Он протянул, и стала рука его здорова, как другая."},"6":{"verse":6,"text":"Фарисеи, выйдя, немедленно составили с иродианами совещание против Него, как бы погубить Его."},"7":{"verse":7,"text":"Но Иисус с учениками Своими удалился к морю; и за Ним последовало множество народа из Галилеи, Иудеи,"},"8":{"verse":8,"text":"Иерусалима, Идумеи и из-за Иордана. И  живущие  в окрестностях Тира и Сидона, услышав, что Он делал, шли к Нему в великом множестве."},"9":{"verse":9,"text":"И сказал ученикам Своим, чтобы готова была для Него лодка по причине многолюдства, дабы не теснили Его."},"10":{"verse":10,"text":"Ибо многих Он исцелил, так что имевшие язвы бросались к Нему, чтобы коснуться Его."},"11":{"verse":11,"text":"И духи нечистые, когда видели Его, падали пред Ним и кричали: Ты Сын Божий."},"12":{"verse":12,"text":"Но Он строго запрещал им, чтобы не делали Его известным."},"13":{"verse":13,"text":"Потом взошел на гору и позвал к Себе, кого Сам хотел; и пришли к Нему."},"14":{"verse":14,"text":"И поставил  из них  двенадцать, чтобы с Ним были и чтобы посылать их на проповедь,"},"15":{"verse":15,"text":"и чтобы они имели власть исцелять от болезней и изгонять бесов;"},"16":{"verse":16,"text":" поставил  Симона, нарекши ему имя Петр,"},"17":{"verse":17,"text":"Иакова Зеведеева и Иоанна, брата Иакова, нарекши им имена Воанергес, то есть \"сыны громовы"},"18":{"verse":18,"text":"Андрея, Филиппа, Варфоломея, Матфея, Фому, Иакова Алфеева, Фаддея, Симона Кананита"},"19":{"verse":19,"text":"и Иуду Искариотского, который и предал Его."},"20":{"verse":20,"text":"Приходят в дом; и опять сходится народ, так что им невозможно было и хлеба есть."},"21":{"verse":21,"text":"И, услышав, ближние Его пошли взять Его, ибо говорили, что Он вышел из себя."},"22":{"verse":22,"text":"А книжники, пришедшие из Иерусалима, говорили, что Он имеет  в Себе  веельзевула и что изгоняет бесов силою бесовского князя."},"23":{"verse":23,"text":"И, призвав их, говорил им притчами:  как может сатана изгонять сатану? "},"24":{"verse":24,"text":" Если царство разделится само в себе, не может устоять царство то; "},"25":{"verse":25,"text":" и если дом разделится сам в себе, не может устоять дом тот; "},"26":{"verse":26,"text":" и если сатана восстал на самого себя и разделился, не может устоять, но пришел конец его. "},"27":{"verse":27,"text":" Никто, войдя в дом сильного, не может расхитить вещей его, если прежде не свяжет сильного, и тогда расхитит дом его. "},"28":{"verse":28,"text":" Истинно говорю вам: будут прощены сынам человеческим все грехи и хуления, какими бы ни хулили; "},"29":{"verse":29,"text":" но кто будет хулить Духа Святаго, тому не будет прощения вовек, но подлежит он вечному осуждению. "},"30":{"verse":30,"text":" Сие сказал Он,  потому что говорили: в Нем нечистый дух."},"31":{"verse":31,"text":"И пришли Матерь и братья Его и, стоя  вне  дома, послали к Нему звать Его."},"32":{"verse":32,"text":"Около Него сидел народ. И сказали Ему: вот, Матерь Твоя и братья Твои и сестры Твои,  вне  дома, спрашивают Тебя."},"33":{"verse":33,"text":"И отвечал им:  кто матерь Моя и братья Мои?"},"34":{"verse":34,"text":"И обозрев сидящих вокруг Себя, говорит:  вот матерь Моя и братья Мои; "},"35":{"verse":35,"text":" ибо кто будет исполнять волю Божию, тот Мне брат, и сестра, и матерь. "}},"meta":{"connection":"RSTI","book_number":480,"chapter_number":3,"previous_chapter":{"connection":"RSTI","book_number":480,"chapter":2},"next_chapter":{"connection":"RSTI","book_number":480,"chapter":4}}}