{"chapter":{"1":{"verse":1,"text":"И опять начал учить при море; и собралось к Нему множество народа, так что Он вошел в лодку и сидел на море, а весь народ был на земле, у моря."},"2":{"verse":2,"text":"И учил их притчами много, и в учении Своем говорил им:"},"3":{"verse":3,"text":"<span class=\"j\">слушайте: вот, вышел сеятель сеять;</span>"},"4":{"verse":4,"text":"<span class=\"j\">и, когда сеял, случилось, что иное упало при дороге, и налетели птицы и поклевали то.</span>"},"5":{"verse":5,"text":"<span class=\"j\">Иное упало на каменистое <i>место,</i> где немного было земли, и скоро взошло, потому что земля была неглубока;</span>"},"6":{"verse":6,"text":"<span class=\"j\">когда же взошло солнце, увяло и, как не имело корня, засохло.</span>"},"7":{"verse":7,"text":"<span class=\"j\">Иное упало в терние, и терние выросло, и заглушило <i>семя,</i> и оно не дало плода.</span>"},"8":{"verse":8,"text":"<span class=\"j\">И иное упало на добрую землю и дало плод, который взошел и вырос, и принесло иное тридцать, иное шестьдесят, и иное сто.</span>"},"9":{"verse":9,"text":"И сказал им: <span class=\"j\">кто имеет уши слышать, да слышит!</span>"},"10":{"verse":10,"text":"Когда же остался без народа, окружающие Его, вместе с двенадцатью, спросили Его о притче."},"11":{"verse":11,"text":"И сказал им: <span class=\"j\">вам дано знать тайны Царствия Божия, а тем внешним все бывает в притчах;</span>"},"12":{"verse":12,"text":"<span class=\"j\">так что они своими глазами смотрят, и не видят; своими ушами слышат, и не разумеют, да не обратятся, и прощены будут им грехи.</span>"},"13":{"verse":13,"text":"И говорит им: <span class=\"j\">не понимаете этой притчи? Как же вам уразуметь все притчи?</span>"},"14":{"verse":14,"text":"<span class=\"j\">Сеятель слово сеет.</span>"},"15":{"verse":15,"text":"<span class=\"j\"><i>Посеянное</i> при дороге означает тех, в которых сеется слово, но <i>к которым,</i> когда услышат, тотчас приходит сатана и похищает слово, посеянное в сердцах их.</span>"},"16":{"verse":16,"text":"<span class=\"j\">Подобным образом и посеянное на каменистом <i>месте</i> означает тех, которые, когда услышат слово, тотчас с радостью принимают его,</span>"},"17":{"verse":17,"text":"<span class=\"j\">но не имеют в себе корня и непостоянны; потом, когда настанет скорбь или гонение за слово, тотчас соблазняются.</span>"},"18":{"verse":18,"text":"<span class=\"j\">Посеянное в тернии означает слышащих слово,</span>"},"19":{"verse":19,"text":"<span class=\"j\">но в которых заботы века сего, обольщение богатством и другие пожелания, входя в них, заглушают слово, и оно бывает без плода.</span>"},"20":{"verse":20,"text":"<span class=\"j\">А посеянное на доброй земле означает тех, которые слушают слово и принимают, и приносят плод, один в тридцать, другой в шестьдесят, иной во сто крат.</span>"},"21":{"verse":21,"text":"И сказал им: <span class=\"j\">для того ли приносится свеча, чтобы поставить ее под сосуд или под кровать? не для того ли, чтобы поставить ее на подсвечнике?</span>"},"22":{"verse":22,"text":"<span class=\"j\">Нет ничего тайного, что не сделалось бы явным, и ничего не бывает потаенного, что не вышло бы наружу.</span>"},"23":{"verse":23,"text":"<span class=\"j\">Если кто имеет уши слышать, да слышит!</span>"},"24":{"verse":24,"text":"И сказал им: <span class=\"j\">замечайте, что слышите: какою мерою мерите, такою отмерено будет вам и прибавлено будет вам, слушающим.</span>"},"25":{"verse":25,"text":"<span class=\"j\">Ибо кто имеет, тому дано будет, а кто не имеет, у того отнимется и то, что имеет.</span>"},"26":{"verse":26,"text":"И сказал: <span class=\"j\">Царствие Божие подобно тому, как если человек бросит семя в землю,</span>"},"27":{"verse":27,"text":"<span class=\"j\">и спит, и встает ночью и днем; и как семя всходит и растет, не знает он,</span>"},"28":{"verse":28,"text":"<span class=\"j\">ибо земля сама собою производит сперва зелень, потом колос, потом полное зерно в колосе.</span>"},"29":{"verse":29,"text":"<span class=\"j\">Когда же созреет плод, немедленно посылает серп, потому что настала жатва.</span>"},"30":{"verse":30,"text":"И сказал: <span class=\"j\">чему уподобим Царствие Божие? или какою притчею изобразим его?</span>"},"31":{"verse":31,"text":"<span class=\"j\">Оно — как зерно горчичное, которое, когда сеется в землю, есть меньше всех семян на земле;</span>"},"32":{"verse":32,"text":"<span class=\"j\">а когда посеяно, всходит и становится больше всех злаков, и пускает большие ветви, так что под тенью его могут укрываться птицы небесные.</span>"},"33":{"verse":33,"text":"И таковыми многими притчами проповедывал им слово, сколько они могли слышать."},"34":{"verse":34,"text":"Без притчи же не говорил им, а ученикам наедине изъяснял все."},"35":{"verse":35,"text":"Вечером того дня сказал им: <span class=\"j\">переправимся на ту сторону.</span>"},"36":{"verse":36,"text":"И они, отпустив народ, взяли Его с собою, как Он был в лодке; с Ним были и другие лодки."},"37":{"verse":37,"text":"И поднялась великая буря; волны били в лодку, так что она уже наполнялась <i>водою.</i>"},"38":{"verse":38,"text":"А Он спал на корме на возглавии. Его будят и говорят Ему: Учитель! неужели Тебе нужды нет, что мы погибаем?"},"39":{"verse":39,"text":"И, встав, Он запретил ветру и сказал морю: <span class=\"j\">умолкни, перестань.</span> И ветер утих, и сделалась великая тишина."},"40":{"verse":40,"text":"И сказал им: <span class=\"j\">что вы так боязливы? как у вас нет веры?</span>"},"41":{"verse":41,"text":"И убоялись страхом великим и говорили между собою: кто же Сей, что и ветер и море повинуются Ему?"}},"meta":{"connection":"RSTI","book_number":480,"chapter_number":4,"previous_chapter":{"connection":"RSTI","book_number":480,"chapter":3},"next_chapter":{"connection":"RSTI","book_number":480,"chapter":5}}}