{"chapter":{"1":{"verse":1,"text":"И пришли на другой берег моря, в страну Гадаринскую."},"2":{"verse":2,"text":"И когда вышел Он из лодки, тотчас встретил Его вышедший из гробов человек,  одержимый  нечистым духом,"},"3":{"verse":3,"text":"он имел жилище в гробах, и никто не мог его связать даже цепями,"},"4":{"verse":4,"text":"потому что многократно был он скован оковами и цепями, но разрывал цепи и разбивал оковы, и никто не в силах был укротить его;"},"5":{"verse":5,"text":"всегда, ночью и днем, в горах и гробах, кричал он и бился о камни;"},"6":{"verse":6,"text":"увидев же Иисуса издалека, прибежал и поклонился Ему,"},"7":{"verse":7,"text":"и, вскричав громким голосом, сказал: что Тебе до меня, Иисус, Сын Бога Всевышнего? заклинаю Тебя Богом, не мучь меня!"},"8":{"verse":8,"text":"Ибо  Иисус  сказал ему:  выйди, дух нечистый, из сего человека. "},"9":{"verse":9,"text":"И спросил его:  как тебе имя?  И он сказал в ответ: легион имя мне, потому что нас много."},"10":{"verse":10,"text":"И много просили Его, чтобы не высылал их вон из страны той."},"11":{"verse":11,"text":"Паслось же там при горе большое стадо свиней."},"12":{"verse":12,"text":"И просили Его все бесы, говоря: пошли нас в свиней, чтобы нам войти в них."},"13":{"verse":13,"text":"Иисус тотчас позволил им. И нечистые духи, выйдя, вошли в свиней; и устремилось стадо с крутизны в море, а их было около двух тысяч; и потонули в море."},"14":{"verse":14,"text":"Пасущие же свиней побежали и рассказали в городе и в деревнях. И  жители  вышли посмотреть, что случилось."},"15":{"verse":15,"text":"Приходят к Иисусу и видят, что бесновавшийся, в котором был легион, сидит и одет, и в здравом уме; и устрашились."},"16":{"verse":16,"text":"Видевшие рассказали им о том, как это произошло с бесноватым, и о свиньях."},"17":{"verse":17,"text":"И начали просить Его, чтобы отошел от пределов их."},"18":{"verse":18,"text":"И когда Он вошел в лодку, бесновавшийся просил Его, чтобы быть с Ним."},"19":{"verse":19,"text":"Но Иисус не дозволил ему, а сказал:  иди домой к своим и расскажи им, что сотворил с тобою Господь и  как  помиловал тебя. "},"20":{"verse":20,"text":"И пошел и начал проповедывать в Десятиградии, что сотворил с ним Иисус; и все дивились."},"21":{"verse":21,"text":"Когда Иисус опять переправился в лодке на другой берег, собралось к Нему множество народа. Он был у моря."},"22":{"verse":22,"text":"И вот, приходит один из начальников синагоги, по имени Иаир, и, увидев Его, падает к ногам Его"},"23":{"verse":23,"text":"и усильно просит Его, говоря: дочь моя при смерти; приди и возложи на нее руки, чтобы она выздоровела и осталась жива."},"24":{"verse":24,"text":" Иисус  пошел с ним. За Ним следовало множество народа, и теснили Его."},"25":{"verse":25,"text":"Одна женщина, которая страдала кровотечением двенадцать лет,"},"26":{"verse":26,"text":"много потерпела от многих врачей, истощила всё, что было у ней, и не получила никакой пользы, но пришла еще в худшее состояние, —"},"27":{"verse":27,"text":"услышав об Иисусе, подошла сзади в народе и прикоснулась к одежде Его,"},"28":{"verse":28,"text":"ибо говорила: если хотя к одежде Его прикоснусь, то выздоровею."},"29":{"verse":29,"text":"И тотчас иссяк у ней источник крови, и она ощутила в теле, что исцелена от болезни."},"30":{"verse":30,"text":"В то же время Иисус, почувствовав Сам в Себе, что вышла из Него сила, обратился в народе и сказал:  кто прикоснулся к Моей одежде? "},"31":{"verse":31,"text":"Ученики сказали Ему: Ты видишь, что народ теснит Тебя, и говоришь:  кто прикоснулся ко Мне? "},"32":{"verse":32,"text":"Но Он смотрел вокруг, чтобы видеть ту, которая сделала это."},"33":{"verse":33,"text":"Женщина в страхе и трепете, зная, что с нею произошло, подошла, пала пред Ним и сказала Ему всю истину."},"34":{"verse":34,"text":"Он же сказал ей:  дщерь! вера твоя спасла тебя; иди в мире и будь здорова от болезни твоей. "},"35":{"verse":35,"text":"Когда Он еще говорил сие, приходят от начальника синагоги и говорят: дочь твоя умерла; что еще утруждаешь Учителя?"},"36":{"verse":36,"text":"Но Иисус, услышав сии слова, тотчас говорит начальнику синагоги:  не бойся, только веруй. "},"37":{"verse":37,"text":"И не позволил никому следовать за Собою, кроме Петра, Иакова и Иоанна, брата Иакова."},"38":{"verse":38,"text":"Приходит в дом начальника синагоги и видит смятение и плачущих и вопиющих громко."},"39":{"verse":39,"text":"И, войдя, говорит им:  что смущаетесь и плачете? девица не умерла, но спит. "},"40":{"verse":40,"text":"И смеялись над Ним. Но Он, выслав всех, берет с Собою отца и мать девицы и бывших с Ним и входит туда, где девица лежала."},"41":{"verse":41,"text":"И, взяв девицу за руку, говорит ей:  \"талифа куми\" , что значит:  девица, тебе говорю, встань ."},"42":{"verse":42,"text":"И девица тотчас встала и начала ходить, ибо была лет двенадцати.  Видевшие  пришли в великое изумление."},"43":{"verse":43,"text":"И Он строго приказал им, чтобы никто об этом не знал, и сказал, чтобы дали ей есть."}},"meta":{"connection":"RSTI","book_number":480,"chapter_number":5,"previous_chapter":{"connection":"RSTI","book_number":480,"chapter":4},"next_chapter":{"connection":"RSTI","book_number":480,"chapter":6}}}