{"chapter":{"1":{"verse":1,"text":" Many have undertaken to set in order a narrative concerning those matters which have been fulfilled among us,"},"2":{"verse":2,"text":"even as those who were eyewitnesses and servants of the word since the beginning have delivered them to us."},"3":{"verse":3,"text":"[For this reason], it seemed good to me also, after reviewing the course of all things accurately from the beginning, to write an ordered account to you, most excellent Theophilus,"},"4":{"verse":4,"text":"so that you may know the certainty of the things you have been taught."},"5":{"verse":5,"text":"In the days of Herod king of Judea, there lived a priest named Zacharias who belonged to the priestly division of Abijah. He had a wife of the daughters of Aaron, and her name was Elizabeth."},"6":{"verse":6,"text":"Both of them were righteous before God, walking blamelessly in all the commandments and ordinances of the Lord."},"7":{"verse":7,"text":"Yet, they had no child because Elizabeth was barren, and both were well advanced in years."},"8":{"verse":8,"text":"Now it came to pass that while Zacharias was performing his priestly office before God in the order of his division,"},"9":{"verse":9,"text":"according to the custom of the priest’s office, that his lot was [drawn] to enter into the sanctuary of the Lord and burn incense."},"10":{"verse":10,"text":"Now at the time of the incense offering, the whole multitude of the people was praying outside."},"11":{"verse":11,"text":" Then an angel of the Lord appeared to him, standing on the right side of the altar of incense."},"12":{"verse":12,"text":"Zacharias was startled when he saw the angel and was gripped with fear."},"13":{"verse":13,"text":"But the angel said to him, “Do not be afraid, Zacharias, because your petition has been heard. Your wife Elizabeth will bear you a son, and you shall call his name John."},"14":{"verse":14,"text":"You will have joy and gladness, and many will rejoice at his birth."},"15":{"verse":15,"text":"Indeed, he will be great in the sight of the Lord! He will drink no wine or strong drink, and he will be filled with the Holy Spirit, even from his mother’s womb."},"16":{"verse":16,"text":"He will bring back many of the children of Israel to the Lord their God."},"17":{"verse":17,"text":"He will go before the Lord in the spirit and power of Elias (Elijah), ‘to turn the hearts of the fathers to the children,’ and the disobedient to the wisdom of the just; to make ready a people prepared for the Lord.”"},"18":{"verse":18,"text":" Zacharias said to the angel, “How can I be sure of this? For I am an old man, and my wife is well advanced in years!”"},"19":{"verse":19,"text":" The angel answered him, “I am Gabriel who stands near before God. I was sent to speak to you and to bring you this good news."},"20":{"verse":20,"text":"Behold, you will be silent and unable to speak until the day that these things take place, because you did not believe my words, which will be fulfilled in their proper time.”"},"21":{"verse":21,"text":" The people were waiting for Zacharias and wondering as he delayed in the sanctuary."},"22":{"verse":22,"text":"When he came out, he could not speak to them and they understood that he had seen a vision in the sanctuary. He continued to make signs to them and remained mute."},"23":{"verse":23,"text":"When the days of his service were fulfilled, Zacharias returned to his house."},"24":{"verse":24,"text":"After these days, his wife Elizabeth conceived, and she hid herself five months, saying:"},"25":{"verse":25,"text":"“The Lord has done this to me in the days when he looked at me, in order to take away my disgrace among men.”"},"26":{"verse":26,"text":" Now in the sixth month, the angel Gabriel was sent by God to a city of Galilee named Nazareth,"},"27":{"verse":27,"text":"to a virgin pledged to be married to a man whose name was Joseph, of the house of David. The virgin’s name was Mary."},"28":{"verse":28,"text":"Having come in, the angel said to her, “Rejoice, full of grace! The Lord is with you! Blessed are you among women!”"},"29":{"verse":29,"text":"But when she saw him, she was greatly troubled at his saying and considered what kind of greeting this might be."},"30":{"verse":30,"text":"The angel said to her, “Do not be afraid, Mary, for you have found favor with God."},"31":{"verse":31,"text":"Behold, you will conceive in your womb and bring forth a son, and you will call his name ‘Jesus.’"},"32":{"verse":32,"text":"He will be great and will be called the Son of the Most High. The Lord God will give him the throne of his father, David,"},"33":{"verse":33,"text":"and he will reign over the house of Jacob forever. And of his Kingdom there shall be no end.”"},"34":{"verse":34,"text":" Mary said to the angel, “How can this be [happening] to me, since I do not know a man?”"},"35":{"verse":35,"text":" The angel answered her, “The Holy Spirit will come upon you, and the power of the Most High will overshadow you. Therefore, the holy one who is born will be called the Son of God."},"36":{"verse":36,"text":"Behold, your relative Elizabeth has also conceived a son in her old age and this is the sixth month [of her pregnancy] for her who was called barren."},"37":{"verse":37,"text":"For nothing shall be impossible with God.”"},"38":{"verse":38,"text":" Mary said, “Behold, the handmaid of the Lord! Let it be to me according to your word.” And the angel departed from her."},"39":{"verse":39,"text":" In those days, Mary arose and went into the hill country with haste to a city of Judah."},"40":{"verse":40,"text":"She entered into the house of Zacharias and greeted Elizabeth."},"41":{"verse":41,"text":"And it happened that when Elizabeth heard Mary’s greeting, the baby leaped in her womb, and Elizabeth was filled with the Holy Spirit."},"42":{"verse":42,"text":"In a loud voice, she exclaimed, “Blessed are you among women, and blessed is the fruit of your womb!"},"43":{"verse":43,"text":"Why am I so favored, that the mother of my Lord should come to me?"},"44":{"verse":44,"text":"For behold, when the voice of your greeting came to my ears, the baby leaped in my womb out of joy!"},"45":{"verse":45,"text":"Blessed is she who believed, for the things which have been spoken to her from the Lord will be fulfilled!”"},"46":{"verse":46,"text":" Mary said,  My soul magnifies the Lord "},"47":{"verse":47,"text":" And my spirit has rejoiced in God my Savior, "},"48":{"verse":48,"text":" for he has looked at the humble state of his handmaid.   For behold, from now on, all generations shall call me blessed! "},"49":{"verse":49,"text":" Indeed, he who is mighty has done great things for me,   and Holy is his Name! "},"50":{"verse":50,"text":" His mercy is for generations of generations   on those who fear him. "},"51":{"verse":51,"text":" He has shown strength with his arm,   he has scattered the proud in the imagination of their hearts, "},"52":{"verse":52,"text":" He has put down princes from their thrones,   and has exalted the lowly. "},"53":{"verse":53,"text":" He has filled the hungry with good things,   he has sent the rich away empty. "},"54":{"verse":54,"text":" He has given help to Israel, his servant,   so that he might remember mercy, "},"55":{"verse":55,"text":" As he spoke to our fathers,   to Abraham and his posterity forever. "},"56":{"verse":56,"text":" Mary stayed with Elizabeth for about three months, and then returned to her house."},"57":{"verse":57,"text":" Now the time when Elizabeth should give birth was fulfilled, and she gave birth to a son."},"58":{"verse":58,"text":"Her neighbors and relatives heard that the Lord had shown his great mercy towards her, and they rejoiced with her."},"59":{"verse":59,"text":"On the eighth day, they came to circumcise the child and they wanted to name him Zacharias after his father."},"60":{"verse":60,"text":"But his mother answered, “It shall not be! Instead, he will be called John!”"},"61":{"verse":61,"text":" They said to her, “But there is no one among your relatives who is called by this name!”"},"62":{"verse":62,"text":"They made signs to his father to see what he wanted to have his son called."},"63":{"verse":63,"text":" Zacharias asked for a writing tablet and wrote, “His name is John.” They were all very surprised."},"64":{"verse":64,"text":"Suddenly, his mouth was opened and his tongue was freed. He began to speak, blessing God."},"65":{"verse":65,"text":"Awe came upon all who lived around them, and people talked about these sayings throughout the entire hill country of Judea."},"66":{"verse":66,"text":"All those who heard these things took them to heart and exclaimed, “What then will this child be?” And the hand of the Lord was with the child."},"67":{"verse":67,"text":" His father, Zacharias, was filled with the Holy Spirit, and prophesied, saying:"},"68":{"verse":68,"text":" Blessed be the Lord, the God of Israel,   for he has visited and worked redemption for his people; "},"69":{"verse":69,"text":" and has raised up a horn of salvation for us   in the house of his servant David "},"70":{"verse":70,"text":" (as he spoke by the mouth of his holy prophets who have been from of old), "},"71":{"verse":71,"text":" salvation from our enemies and from the hand of all who hate us; "},"72":{"verse":72,"text":" to show mercy toward our fathers,   to remember his holy covenant, "},"73":{"verse":73,"text":" the oath which he swore to Abraham, our father,   to grant us"},"74":{"verse":74,"text":"that being delivered out of the hand of our enemies,  we should offer him divine service without fear, "},"75":{"verse":75,"text":" in holiness and righteousness before him,   all the days of our life. "},"76":{"verse":76,"text":" And you, child, [you] will be called a prophet of the Most High,   for you will go before the face of the Lord to prepare his ways, "},"77":{"verse":77,"text":" to give knowledge of salvation to his people by the remission of their sins, "},"78":{"verse":78,"text":" because of the tender mercy of our God,   by which the dawn from on high has visited us, "},"79":{"verse":79,"text":" to shine on those who sit in darkness and the shadow of death;   to guide our feet into the way of peace. "},"80":{"verse":80,"text":" And the child grew up and became strong in spirit, and he was in the desert until the day of his public appearance to Israel."}},"meta":{"connection":"EOB","book_number":490,"chapter_number":1,"previous_chapter":{"connection":"EOB","book_number":480,"chapter":16},"next_chapter":{"connection":"EOB","book_number":490,"chapter":2}}}