{"chapter":{"1":{"verse":1,"text":" After these things, the Lord also appointed seventy others and sent them two by two ahead of him into every city and place where he was about to go."},"2":{"verse":2,"text":"Then he said to them, “The harvest is indeed plentiful, but the laborers are few. Pray therefore to the Lord of the harvest, that he may send out laborers into his harvest."},"3":{"verse":3,"text":"Go on your ways, [but] be aware that I am sending you out as lambs among wolves."},"4":{"verse":4,"text":"Do not carry a purse, a wallet, or sandals. Do not greet anyone on the way."},"5":{"verse":5,"text":"Whatever house you enter, first say, ‘Peace be to this house.’"},"6":{"verse":6,"text":"If a follower of peace is there, your peace will rest on him; but if not, it will return to you."},"7":{"verse":7,"text":"Remain in that house, eating and drinking what they will give [you], for the laborer deserves his wages. Do not go from house to house."},"8":{"verse":8,"text":"Whatever town you enter and if the people welcome you, eat whatever is set before you."},"9":{"verse":9,"text":"Heal the sick who are there and tell them, ‘The Kingdom of God has come near to you!’"},"10":{"verse":10,"text":"But if you enter into any town and people there do not welcome you, go out into its streets and say,"},"11":{"verse":11,"text":"‘Even the dust from your city that clings to our feet, we wipe off against you. Nevertheless, know this, that the Kingdom of God has come near to you!’"},"12":{"verse":12,"text":"I tell you, it will be more tolerable in that day for Sodom than for such a city."},"13":{"verse":13,"text":" Woe to you, Chorazin! Woe to you, Bethsaida! For if the deeds of power which were done in you had been done in Tyre and Sidon, they would have repented long ago, sitting in sackcloth and ashes."},"14":{"verse":14,"text":"But in the judgment, it will be more tolerable for Tyre and Sidon than for you."},"15":{"verse":15,"text":"And you, Capernaum, who are exalted to heaven, you will be brought down to hades!"},"16":{"verse":16,"text":"Whoever listens to you listens to me, and whoever rejects you rejects me. Whoever rejects me rejects the one who sent me.”"},"17":{"verse":17,"text":" The seventy returned with joy, saying, “Lord, even the demons are subject to us in your Name!”"},"18":{"verse":18,"text":" Jesus said to them, “I saw Satan having fallen like lightning from heaven!"},"19":{"verse":19,"text":"Behold, I give you authority to tread on serpents and scorpions, and over all the power of the enemy. Nothing will in any way hurt you."},"20":{"verse":20,"text":"Nevertheless, do not rejoice in this, that the spirits are subject to you; but rejoice that your names are written in heaven.”"},"21":{"verse":21,"text":" In that same hour, Jesus rejoiced in the Holy Spirit and said, “I confess you, O Father, Lord of heaven and earth, that you have hidden these things from the wise and learned, and revealed them to little children. Yes, Father, for doing so was well-pleasing in your sight."},"22":{"verse":22,"text":"All things have been delivered to me by my Father. No one knows who the Son is, except the Father, or who the Father is, except the Son, and those to whom the Son chooses to reveal him.”"},"23":{"verse":23,"text":" Turning to the disciples, Jesus said privately, “Blessed are the eyes which see the things that you see!"},"24":{"verse":24,"text":"For I tell you that many prophets and kings desired to see what you see, but they did not see them; and to hear what you hear, but they did not hear them.”"},"25":{"verse":25,"text":" Behold, an expert in the law stood up and put him to the test, saying, “Teacher, what shall I do to inherit eternal life?”"},"26":{"verse":26,"text":" Jesus answered, “What is written in the law? How do you read it?”"},"27":{"verse":27,"text":" The man answered, “You shall love the Lord your God with all your heart, with all your soul, with all your strength, and with all your mind; and your neighbor as yourself.”"},"28":{"verse":28,"text":" Jesus said to him, “You have answered correctly. Do this, and you will live.”"},"29":{"verse":29,"text":" But the lawyer, desiring to justify himself, asked Jesus, “And who is my neighbor?”"},"30":{"verse":30,"text":" Then Jesus answered, “A certain man was going down from Jerusalem to Jericho when he fell into the hands of robbers. They stripped him of his clothes and beat him. Then they went away, leaving him half dead."},"31":{"verse":31,"text":"By chance, a certain priest was going down that way. But when the priest saw him, he passed by on the other side."},"32":{"verse":32,"text":"In the same way, a Levite also came to the place, but when he saw the beaten man, he [also] passed by on the other side."},"33":{"verse":33,"text":"Now a certain Samaritan was traveling and arrived at the spot where the man was. When the Samaritan saw the wounded man, he was moved with compassion,"},"34":{"verse":34,"text":"came to him, and wrapped his wounds, pouring on oil and wine. He placed the man on his own animal and brought him to an inn, and took care of him."},"35":{"verse":35,"text":"On the next day, when he was leaving, he took out two denarii and gave them to the host, saying to him, ‘Take care of him. Whatever you spend beyond that, I will pay you back when I return.’"},"36":{"verse":36,"text":"Now which one of these three do you think seemed to be a neighbor to the man who fell among the robbers?”"},"37":{"verse":37,"text":" The lawyer replied, “The one who showed mercy on him!” Then Jesus said to him, “Go and do likewise.”"},"38":{"verse":38,"text":" Now it happened that as they went, Jesus entered into a village, and a certain woman named Martha received him into her house."},"39":{"verse":39,"text":"She had a sister called Mary who also sat at Jesus’ feet and listened to his word."},"40":{"verse":40,"text":"However, Martha was distracted with much serving. She came up to Jesus, and said, “Lord, do you not care that my sister has left me to serve alone? Ask her to help me!”"},"41":{"verse":41,"text":" But Jesus answered, “Martha, Martha, you are anxious and troubled about many things!"},"42":{"verse":42,"text":"Yet one thing is needed, and Mary has chosen the good part, which will not be taken away from her.”"}},"meta":{"connection":"EOB","book_number":490,"chapter_number":10,"previous_chapter":{"connection":"EOB","book_number":490,"chapter":9},"next_chapter":{"connection":"EOB","book_number":490,"chapter":11}}}