{"chapter":{"1":{"verse":1,"text":" One day, when Jesus had finished praying in a certain place, one of his disciples said to him, “Lord, teach us to pray, just as John also taught his disciples.”"},"2":{"verse":2,"text":" Jesus said to them, “When you pray, say:  ‘Our Father in heaven,   May your Name be kept holy!   May your Kingdom come!   May your will be done on Earth, as it is in heaven. "},"3":{"verse":3,"text":" Give us day by day our daily bread. "},"4":{"verse":4,"text":" Forgive us our sins,   for we ourselves also forgive everyone who is indebted to us;   and lead us not into temptation,   but deliver us from the evil one.’ "},"5":{"verse":5,"text":" He said to them, “Suppose [that] one of you has a friend. You go to this friend’s house at midnight and tell him, ‘Friend, lend me three loaves of bread!"},"6":{"verse":6,"text":"A friend of mine has come to me from a journey, and I have nothing to set before him.’"},"7":{"verse":7,"text":"Then the one inside answers and says, ‘Do not bother me! The door is now shut and my children are with me in bed. I cannot get up and give you anything!’"},"8":{"verse":8,"text":"I tell you, although he will not get up and give [any loaves] to him because they are friends, yet because of the requester’s bold persistence, he will get up and give him as many as he needs."},"9":{"verse":9,"text":" I tell you, keep asking, and it will be given you. Keep seeking, and you will find. Keep knocking, and it will be opened to you."},"10":{"verse":10,"text":"For everyone who asks receives. Whoever seeks finds. To the one who knocks it will be opened."},"11":{"verse":11,"text":" Who among you fathers, if your son asks for bread, will give him a stone? Or if a son asks for a fish, the father will not give him a snake instead of a fish, will he?"},"12":{"verse":12,"text":"Or if a son asks for an egg, the father will not give him a scorpion, will he?"},"13":{"verse":13,"text":"If you then, being evil, know how to give good gifts to your children, how much more will your heavenly Father give a good spirit to those who ask him!”"},"14":{"verse":14,"text":" Jesus was casting out a demon which was mute, and when the demon had gone out, the mute man spoke and the people were amazed."},"15":{"verse":15,"text":"However, some of them said, “He casts out demons by Beelzebul, the prince of the demons!”"},"16":{"verse":16,"text":"Others put him to the test and asked from him a sign from heaven."},"17":{"verse":17,"text":"But Jesus, knowing their thoughts, said to them, “Every kingdom divided against itself is brought to desolation. A house divided against itself falls."},"18":{"verse":18,"text":"If Satan is divided against himself, how will his kingdom stand? For you say that I cast out demons by Beelzebul!"},"19":{"verse":19,"text":"But if I cast out demons by Beelzebul, by whom do your children cast them out? Therefore, they will be your judges."},"20":{"verse":20,"text":"However, if it is by the finger of God that I cast out demons, then the Kingdom of God has come to you!"},"21":{"verse":21,"text":" When a strong man is fully armed and guards his own house, his goods are safe."},"22":{"verse":22,"text":"But when someone stronger attacks him and overpowers him, he takes away the armor in which the man trusted and divides up the spoils."},"23":{"verse":23,"text":" Whoever is not with me is against me! Whoever does not gather with me scatters!"},"24":{"verse":24,"text":" When an unclean spirit has gone out of a person, he passes through dry places, seeking rest. But finding no rest, the unclean spirit says, ‘I will return to my house from which I came out.’"},"25":{"verse":25,"text":"When he returns, he finds it swept and put in order."},"26":{"verse":26,"text":"He then goes and brings seven other spirits more evil than himself, and they enter in and dwell there. The last state of that person becomes worse than the first.”"},"27":{"verse":27,"text":" As Jesus was saying these things, a woman called out from the crowd and said to him, “Blessed is the womb that bore you, and the breasts which nursed you!”"},"28":{"verse":28,"text":" But Jesus said, “Yes, and more than that, blessed are those who hear the word of God and keep it.”"},"29":{"verse":29,"text":" As the crowds were increasing, he began to say, “This is an evil generation; it asks for a sign. No sign will be given to it except the sign of Jonah the prophet."},"30":{"verse":30,"text":"For just as Jonah became a sign to the Ninevites, the Son of Man will also be a sign to this generation."},"31":{"verse":31,"text":"The Queen of the South will rise up in the judgment along with the people of this generation, and she will condemn them, for she came from the ends of the earth to hear the wisdom of Solomon; and behold, someone greater than Solomon is here!"},"32":{"verse":32,"text":"The people of Nineveh will stand up in the judgment with this generation and they will condemn it because they repented at the preaching of Jonah, and behold, someone greater than Jonah is here."},"33":{"verse":33,"text":" No one who has lit a lamp puts it in a cellar or under a basket! Instead, it is placed on a stand so that those who come in may see the light."},"34":{"verse":34,"text":"The lamp of the body is the eye! Therefore, when your eye is healthy, your whole body is also full of light; but when it is evil, your body also is full of darkness!"},"35":{"verse":35,"text":"And so, see whether the light that is in you is not darkness."},"36":{"verse":36,"text":"If your whole body is full of light, having no dark part, it will be completely full of light, as when the lamp with its bright shining gives you light.”"},"37":{"verse":37,"text":" Now as Jesus was speaking these things, a certain Pharisee asked him to have dinner with him. Jesus went in and reclined at the table."},"38":{"verse":38,"text":"When the Pharisee saw it, he was astonished that Jesus had not first washed himself before dinner."},"39":{"verse":39,"text":"But the Lord said to him, “You Pharisees clean the outside of the cup and platter, but your inside is full of extortion and wickedness."},"40":{"verse":40,"text":"You fools! Did not the one who made the outside also make the inside?"},"41":{"verse":41,"text":"But as for what is inside you, be generous to the needy, and behold, all things will be clean to you."},"42":{"verse":42,"text":"But woe to you Pharisees! For you tithe mint and rue and every herb, but you bypass justice and the love of God. You should have done these while not leaving the other undone."},"43":{"verse":43,"text":"Woe to you Pharisees! For you love the best seats in the synagogues and the greetings in the marketplaces."},"44":{"verse":44,"text":"Woe to you, scribes and Pharisees, hypocrites! You are like hidden graves, and people who walk over them do not [even] know it.”"},"45":{"verse":45,"text":" One of the experts in the law exclaimed, “Teacher, in saying this you insult us also.”"},"46":{"verse":46,"text":" Jesus said, “Woe to you lawyers also! For you load men with burdens that are difficult to carry, and you yourselves will not even lift one finger to help carry those burdens!"},"47":{"verse":47,"text":"Woe to you! For you build the tombs of the prophets, and your fathers killed them."},"48":{"verse":48,"text":"And so, you testify and consent to the works of your fathers! For they killed the prophets, and you build their tombs."},"49":{"verse":49,"text":"Therefore, the wisdom of God also said, ‘I will send them prophets and apostles. Some of them they will kill and drive out,"},"50":{"verse":50,"text":"so that the blood of all the prophets, which was shed from the foundation of the world, may be required of this generation;"},"51":{"verse":51,"text":"from the blood of Abel to the blood of Zachariah who perished between the altar and the sanctuary.’ Yes, I tell you that this generation will be charged with this blood."},"52":{"verse":52,"text":"Woe to you experts of the law! You have taken away the key to knowledge; you yourselves have not entered, and you have hindered those who were entering.”"},"53":{"verse":53,"text":" As he said these things to them, the scribes and Pharisees began a furious attack on him and tried to force answers from him on many questions."},"54":{"verse":54,"text":"They were lying in wait for him, seeking to catch him in something he might say, in order to accuse him."}},"meta":{"connection":"EOB","book_number":490,"chapter_number":11,"previous_chapter":{"connection":"EOB","book_number":490,"chapter":10},"next_chapter":{"connection":"EOB","book_number":490,"chapter":12}}}