{"chapter":{"1":{"verse":1,"text":" Meanwhile, a crowd of many thousands had gathered, to the point that they trampled on each other. Jesus began to speak, first of all to his disciples, “Beware of the yeast of the Pharisees which is hypocrisy."},"2":{"verse":2,"text":"Nothing is covered up that will not be revealed; or hidden, that will not be known."},"3":{"verse":3,"text":"Therefore, whatever you have said in the darkness will be heard in the light. What you have whispered in the ear in the inner rooms will be proclaimed on the housetops."},"4":{"verse":4,"text":" I tell you, my friends, do not be afraid of those who kill the body and after that can do no more."},"5":{"verse":5,"text":"But I will warn you whom you should fear: fear the one who after he has killed, [also] has power to cast into Gehenna. Yes, I tell you, fear him!"},"6":{"verse":6,"text":" Are not five sparrows sold for two small coins? Yet not one of them is forgotten by God."},"7":{"verse":7,"text":"Indeed, the very hairs of your head are all numbered. Therefore, do not be afraid! You are of more value than many sparrows."},"8":{"verse":8,"text":" I tell you, whoever confesses me before men, the Son of Man will also acknowledge before the angels of God."},"9":{"verse":9,"text":"But whoever denies me in the presence of men will be denied in the presence of the angels of God."},"10":{"verse":10,"text":" Everyone who speaks a word against the Son of Man will be forgiven, but those who blaspheme against the Holy Spirit will not be forgiven."},"11":{"verse":11,"text":"When you are brought before the synagogues, rulers, and authorities, do not be anxious about how you will defend yourselves or what you will say;"},"12":{"verse":12,"text":"for the Holy Spirit will teach you in that same hour what you must say.”"},"13":{"verse":13,"text":" Someone from the crowd said to him, “Teacher, tell my brother to share the inheritance with me!”"},"14":{"verse":14,"text":" But Jesus replied, “Friend, who made me a judge or arbitrator over you?”"},"15":{"verse":15,"text":"He said to them, “Beware! Keep yourselves from all covetousness, for a person’s life does not consist in the abundance of his possessions.”"},"16":{"verse":16,"text":" Then Jesus told them a parable, saying, “The ground of a certain rich man produced in abundance."},"17":{"verse":17,"text":"He thought to himself, ‘What will I do? I do not have room to store my crops!’"},"18":{"verse":18,"text":"Then the man said, ‘This is what I will do: I will pull down my barns, build bigger ones, and there I will store all my crops and my goods."},"19":{"verse":19,"text":"Then I will say to my soul, “Soul, you have many goods stored up for many years. Take your ease, eat, drink, and be merry!”’"},"20":{"verse":20,"text":" But God said to him, ‘You fool! Tonight your soul is demanded of you. The things which you have prepared, to whom will they belong?’"},"21":{"verse":21,"text":"This is how it is when someone amasses treasure for himself but is not rich toward God.”"},"22":{"verse":22,"text":" Jesus said to his disciples, “Therefore, I tell you not to be anxious about your life, what you will eat; or about your body, what you will wear."},"23":{"verse":23,"text":"No, life is more than food and the body is more than clothing!"},"24":{"verse":24,"text":"Consider the ravens: they do not sow, they do not reap, they do not have a warehouse or barn, and [yet] God feeds them. And how much more valuable you are than birds!"},"25":{"verse":25,"text":"Which one of you by worrying can add a single day to his life?"},"26":{"verse":26,"text":"If you are not able to accomplish even the smallest things, why then are you anxious about the rest?"},"27":{"verse":27,"text":"Consider the lilies, how they grow. They do not toil or spin; yet, I tell you that even Solomon in all his glory was not arrayed like one of these."},"28":{"verse":28,"text":"But if this is how God clothes the grass of the field, which today is in the field and tomorrow is thrown into the oven, how much more will he clothe you, you of little faith?"},"29":{"verse":29,"text":"Do not set your hearts on what you will eat and drink; do not be apprehensive."},"30":{"verse":30,"text":"It is the pagan world that runs after all these things, and your Father understands that you need them."},"31":{"verse":31,"text":"Seek rather the Kingdom of God and all these things will be added to you."},"32":{"verse":32,"text":"Do not be afraid, little flock, for your Father has been pleased to give you the Kingdom."},"33":{"verse":33,"text":"Sell your possessions and give to those in need. Make for yourselves purses which do not grow old, a treasure in the heavens that does not fail, where no thief can reach and where moth cannot destroy."},"34":{"verse":34,"text":"For where your treasure is, there will your heart be also."},"35":{"verse":35,"text":" Be dressed in readiness and keep your lamps burning."},"36":{"verse":36,"text":"Be like people waiting for their master to return from the wedding feast, ready to open the door as soon as he comes and knocks."},"37":{"verse":37,"text":"Blessed are those slaves whom the lord will find watching when he comes! Amen, I tell you: he will dress himself [to serve], make them recline, and he will come to serve them!"},"38":{"verse":38,"text":"And if the master comes in the second or third watch and finds them doing so, blessed are those servants."},"39":{"verse":39,"text":"But know this, that if the master of the house had known when the thief was coming, he would have kept watch and not allowed his house to be broken into."},"40":{"verse":40,"text":"Therefore, be ready also, for the Son of Man is coming at an hour when you do not expect him.”"},"41":{"verse":41,"text":" Peter said to him, “Lord, are you telling this parable [only] to us, or to everyone?”"},"42":{"verse":42,"text":" The Lord replied, “Who, then, is the faithful and wise steward whom his master will set over his household to give [his people] their allowance of food at the proper time?"},"43":{"verse":43,"text":"Blessed is that slave whom his lord will find doing so when he returns."},"44":{"verse":44,"text":"Truly I tell you, he will set this slave over all that he has."},"45":{"verse":45,"text":"But what if the slave says in his heart, ‘My lord is late in returning’ and begins to beat the [other] male and female slaves, and also to eat, drink, and become drunk?"},"46":{"verse":46,"text":"Then the lord of that slave will come in a day when he is not expecting him, and in an hour that he does not know. He will cut the slave in two and assign him a place with the unbelievers."},"47":{"verse":47,"text":"Such a slave, who knew his lord’s will and yet did not prepare or do what the master wanted will be beaten with many stripes."},"48":{"verse":48,"text":"But a servant who did not know and did things worthy of punishment will be beaten with few stripes. From everyone to whom much is given, much will be required; and from whoever was entrusted with much, much will be asked."},"49":{"verse":49,"text":" I have come to bring fire upon the earth, and how I wish it were blazing already!"},"50":{"verse":50,"text":"But now, I have a baptism to be baptized with, and how distressed I am until it is accomplished!"},"51":{"verse":51,"text":"Do you think that I have come to bring peace on earth? No, I tell you, but rather division."},"52":{"verse":52,"text":"For from now on, there will be five in a divided house, three against two, and two against three."},"53":{"verse":53,"text":"They will be divided, father against son, son against father; mother against daughter, and daughter against her mother; mother-in-law against her daughter-in-law, and daughter-in-law against her mother-in-law.”"},"54":{"verse":54,"text":"Jesus also said to the multitudes, “When you see a cloud rising from the west, you immediately say, ‘A shower is coming,’ and so it happens."},"55":{"verse":55,"text":"When a south wind blows, you say, ‘There will be a scorching heat,’ and it happens."},"56":{"verse":56,"text":"You hypocrites! You know how to interpret the appearance of the earth and sky, but how is it that you do not interpret this [present] time?"},"57":{"verse":57,"text":" Why do you not judge for yourselves what is right?"},"58":{"verse":58,"text":"For when you are going with your adversary before the magistrate, as you are on the way, do your utmost to be released from him, for fear that perhaps he will drag you to the judge, and the judge might deliver you to the officer, and the officer might throw you into prison."},"59":{"verse":59,"text":"I tell you, you will by no means get out of there, until you have paid the very last penny. ”"}},"meta":{"connection":"EOB","book_number":490,"chapter_number":12,"previous_chapter":{"connection":"EOB","book_number":490,"chapter":11},"next_chapter":{"connection":"EOB","book_number":490,"chapter":13}}}