{"chapter":{"1":{"verse":1,"text":" Now all the tax collectors and sinners were coming close to him to hear him."},"2":{"verse":2,"text":"But the Pharisees and scribes began to grumble, saying, “This man welcomes sinners and eats with them!”"},"3":{"verse":3,"text":" So Jesus told them this parable."},"4":{"verse":4,"text":"“Which one of you, if you had one hundred sheep and lost one of them, would not leave the ninety-nine in the wilderness and go after the one that was lost, until he finds it?"},"5":{"verse":5,"text":"And when he has found it, he carries it on his shoulders, rejoicing!"},"6":{"verse":6,"text":"Coming home, he calls together his friends and neighbors, telling them, ‘Rejoice with me, for I have found my sheep which was lost!’"},"7":{"verse":7,"text":"I tell you that in the same way, there will be more joy in heaven over one sinner who repents than over ninety-nine righteous who need no repentance."},"8":{"verse":8,"text":" Or what woman, if she had ten drachma coins and lost one, would not light a lamp, sweep the house, and look hard until she finds it?"},"9":{"verse":9,"text":"And when she has found it, she calls together her friends and neighbors, saying, ‘Rejoice with me, for I have found the drachma coin which I had lost!’"},"10":{"verse":10,"text":"Likewise, I tell you, there is joy in the presence of the angels of God over one sinner who repents.”"},"11":{"verse":11,"text":" Jesus said, “A certain man had two sons."},"12":{"verse":12,"text":"The younger of them said to his father, ‘Father, give me the share of the estate that will come to me.’ So the father divided his livelihood between them."},"13":{"verse":13,"text":"A few days later, the younger son gathered all that he had and traveled to a far country. There, he squandered his property, living immorally."},"14":{"verse":14,"text":"When he had spent everything, a severe famine took place in that country, and he began to be in need."},"15":{"verse":15,"text":"He went and hired himself to one of the citizens of that country who sent him into his fields to feed pigs."},"16":{"verse":16,"text":"He wanted to feed himself with the husks that the pigs ate, but no one gave him anything."},"17":{"verse":17,"text":"But when he came to himself, he said, ‘How many of my father’s hired servants have bread enough to spare, and I am dying with hunger!"},"18":{"verse":18,"text":"I will get up, go to my father, and tell him, “Father, I have sinned against heaven and before you;"},"19":{"verse":19,"text":"I am no longer worthy to be called your son! Make me as one of your hired servants.”’"},"20":{"verse":20,"text":" So he set off and went to his father. But while he was still at a distance, his father saw him and was moved with compassion. He ran, and embraced his son, and kissed him."},"21":{"verse":21,"text":"Then the son said, ‘Father, I have sinned against heaven and before you! I am no longer worthy to be called your son.’"},"22":{"verse":22,"text":" But the father said to his slaves, ‘Bring out the first robe and put it on him! Put a ring on his hand and shoes on his feet!"},"23":{"verse":23,"text":"Bring the fattened calf, kill it, and let us eat and celebrate;"},"24":{"verse":24,"text":"for this, my son, was dead, and he is alive again! He was lost and [now he] is found!’ And they began to celebrate."},"25":{"verse":25,"text":" Now his elder son was in the field. As he came near to the house, he heard music and dancing."},"26":{"verse":26,"text":"Calling one of the servants, he asked what was going on."},"27":{"verse":27,"text":"The servant replied, ‘Your brother has returned! Your father has killed the fattened calf, because he has received him back safe and healthy.’"},"28":{"verse":28,"text":"However, the elder son became angry and he would not go in. Therefore, his father came out and begged him."},"29":{"verse":29,"text":"But he answered his father, ‘Look, for so many years I have served you, and I have never disobeyed a commandment of yours. Yet, you never gave me a goat so that I might celebrate with my friends."},"30":{"verse":30,"text":"But when this, your son, arrived, he who has devoured your living with prostitutes, you killed the fattened calf for him.’"},"31":{"verse":31,"text":" The father said to him, ‘Son, you are always with me, and all that is mine is yours!"},"32":{"verse":32,"text":"But it was fitting to celebrate and to rejoice, for this, your brother, was dead, and is alive again. He was lost and is found!’”"}},"meta":{"connection":"EOB","book_number":490,"chapter_number":15,"previous_chapter":{"connection":"EOB","book_number":490,"chapter":14},"next_chapter":{"connection":"EOB","book_number":490,"chapter":16}}}