{"chapter":{"1":{"verse":1,"text":" Jesus also said to his disciples, “There was a certain rich man who had a manager. An accusation was made to him that this man was wasting his possessions."},"2":{"verse":2,"text":"He called his manager and told him, ‘What is this that I hear about you? Give an accounting of your stewardship, for you can no longer be [my] steward.’"},"3":{"verse":3,"text":" The manager said within himself, ‘What will I do, seeing that my lord is taking away the management position from me? I do not have strength to dig! I am ashamed to beg!"},"4":{"verse":4,"text":"I know what I will do, so that when I am removed from management, people may receive me into their houses.’"},"5":{"verse":5,"text":"Calling each one of his lord’s debtors to him, he said to the first, ‘How much do you owe to my lord?’"},"6":{"verse":6,"text":"The man replied, ‘A hundred measures of oil.’ The manager said to him, ‘Take your bill, sit down quickly and write fifty.’"},"7":{"verse":7,"text":"Then he said to another, ‘How much do you owe?’ That one replied, ‘A hundred cors of wheat.’ And the manager said to him, ‘Take your bill, and write eighty.’"},"8":{"verse":8,"text":" His master praised the dishonest manager because he had acted wisely, for the children of this world are wiser than the children of the light in [dealing with] their own kind."},"9":{"verse":9,"text":"I tell you, make for yourselves friends by means of unrighteous mammon, so that when you fail, you may be received into the eternal dwellings."},"10":{"verse":10,"text":"Whoever is faithful in a very little is also faithful in much. Whoever is dishonest in very little is also dishonest in much."},"11":{"verse":11,"text":"Therefore, if you have not been faithful with unrighteous mammon, who will entrust you with true riches?"},"12":{"verse":12,"text":"If you have not been faithful in what belongs to another, who will give you what is your own?"},"13":{"verse":13,"text":"No servant can serve two masters, for either he will hate one and love the other; or else he will be attached to one and despise the other. You cannot serve God and mammon.”"},"14":{"verse":14,"text":" Now the Pharisees, who were lovers of money, also heard all these things, and they scoffed at him."},"15":{"verse":15,"text":"Jesus told them, “You are those who justify yourselves in the sight of people, but God knows your hearts. Indeed, what is exalted among people is an abomination in the sight of God."},"16":{"verse":16,"text":"The law and the prophets were [proclaimed] until John [came]. Since then, the Good News of the Kingdom of God is preached, and everyone enters into it with a struggle."},"17":{"verse":17,"text":"Yet, it is easier for heaven and earth to pass away than for one tiny stroke of a pen in the law to fall [out]."},"18":{"verse":18,"text":"Everyone who divorces his wife and marries another [woman] commits adultery; and the man who marries a divorced woman commits adultery."},"19":{"verse":19,"text":" Now there was a certain rich man who was clothed in purple and fine linen, feasting in luxury every day."},"20":{"verse":20,"text":"A certain beggar named Lazarus was laid at his gate, full of sores,"},"21":{"verse":21,"text":"who desired to be fed with the crumbs that fell from the rich man’s table. Yes, even dogs came and licked his sores."},"22":{"verse":22,"text":"It happened that the beggar died and that he was carried away by the angels to Abraham’s bosom. The rich man also died, and was buried."},"23":{"verse":23,"text":"In hades, he lifted up his eyes, being in torment, and saw Abraham far off, and Lazarus in his bosom."},"24":{"verse":24,"text":"He cried and said, ‘Father Abraham, have mercy on me, and send Lazarus, so that he may dip the tip of his finger in water and cool my tongue! For I am in agony in this flame!’"},"25":{"verse":25,"text":" But Abraham replied, ‘Son, remember that in your lifetime, you received your good things, and Lazarus, in the same way, bad things. But now, he is comforted here and you are in anguish."},"26":{"verse":26,"text":"Besides all this, between us and you a great gulf is fixed, so that those who want to pass from here to you cannot [do so], and that no one may cross over from there to us.’"},"27":{"verse":27,"text":" He said, ‘I ask you therefore, father, that you would send Lazarus to my father’s house;"},"28":{"verse":28,"text":"for I have five brothers, that he might bear witness to them, so that they would not also come to this place of torment.’"},"29":{"verse":29,"text":" Abraham replied to him, ‘They have Moses and the prophets! Let them listen to them!’"},"30":{"verse":30,"text":" But he said, ‘No, father Abraham, but if one goes to them from the dead, they will repent.’"},"31":{"verse":31,"text":" Then Abraham said to him, ‘If they do not listen to Moses and the prophets, neither will they be convinced if someone rises from the dead.’”"}},"meta":{"connection":"EOB","book_number":490,"chapter_number":16,"previous_chapter":{"connection":"EOB","book_number":490,"chapter":15},"next_chapter":{"connection":"EOB","book_number":490,"chapter":17}}}