{"chapter":{"1":{"verse":1,"text":" In those days, Caesar Augustus issued a decree that a census should be taken of the entire [Roman] world."},"2":{"verse":2,"text":"This was the first census made when Quirinius was governor of Syria."},"3":{"verse":3,"text":"All went to enroll themselves, everyone to his own city."},"4":{"verse":4,"text":"Because he was of the house and family of David, Joseph left the city of Nazareth in Galilee and went up to Judea, to the city of David which is called Bethlehem."},"5":{"verse":5,"text":"He did so to enroll himself with Mary who was pledged to be married to him as wife and who was pregnant."},"6":{"verse":6,"text":" While they were there, the time came for her to deliver her child."},"7":{"verse":7,"text":"She gave birth to her firstborn son and wrapped him in swaddling clothes. She laid him in a manger because there was no room for them in the inn."},"8":{"verse":8,"text":"There were shepherds in the same countryside, staying in the field and keeping watch by night over their flock."},"9":{"verse":9,"text":"And behold, an angel of the Lord stood by them and the glory of the Lord shone around them, and they were terrified."},"10":{"verse":10,"text":"The angel said to them, “Do not be afraid, for behold, I bring you Good News of great joy which will be for all the people."},"11":{"verse":11,"text":"For there is born to you, this day, in the city of David, a Savior, who is Christ the Lord!"},"12":{"verse":12,"text":"This is the sign to you: you will find a baby wrapped in strips of cloth, lying in a manger.”"},"13":{"verse":13,"text":"Suddenly, there was with the angel a multitude of the heavenly host praising God, and saying:"},"14":{"verse":14,"text":" Glory to God in the highest,   and on earth peace, [and] good will among mankind. "},"15":{"verse":15,"text":" When the angels went away from them into heaven, the shepherds said to one another, “Let us go to Bethlehem now and see what has taken place, which the Lord has made known to us.”"},"16":{"verse":16,"text":"They came with haste and found both Mary and Joseph; and the baby was lying in the manger."},"17":{"verse":17,"text":"After seeing it, they revealed the news which had been spoken to them about this child."},"18":{"verse":18,"text":"All those who heard what the shepherds were saying were amazed,"},"19":{"verse":19,"text":"but Mary kept all these sayings, pondering them in her heart."},"20":{"verse":20,"text":"The shepherds returned, glorifying and praising God for all the things which they had heard and seen, just as it was told them."},"21":{"verse":21,"text":" When the eight days were fulfilled and the time came for the circumcision of the child, he was named Jesus, the name given by the angel before he was conceived in the womb."},"22":{"verse":22,"text":" And when the days of their purification according to the law of Moses were fulfilled, Joseph and Mary brought him up to Jerusalem, to present him to the Lord."},"23":{"verse":23,"text":"(For it is written in the law of the Lord, “Every male who opens the womb shall be called holy to the Lord”)."},"24":{"verse":24,"text":"[They also brought him] to offer a sacrifice according to what is said in the law of the Lord, “A pair of turtledoves, or two young pigeons.”"},"25":{"verse":25,"text":" Behold, there was a man in Jerusalem whose name was Simeon. This man was righteous and devout, waiting for the consolation of Israel, and [the] Holy Spirit was upon him."},"26":{"verse":26,"text":"It had been revealed to him by the Holy Spirit that he would not see death before he had seen the Lord’s anointed."},"27":{"verse":27,"text":"He came in the Spirit into the temple. The parents brought in the child Jesus in order to do according to the custom of the law concerning him."},"28":{"verse":28,"text":"Then Simeon took Jesus in his arms and blessed God, saying,"},"29":{"verse":29,"text":" Now you let your servant depart in peace, Master,   according to your word, "},"30":{"verse":30,"text":" for my eyes have seen your salvation, "},"31":{"verse":31,"text":" which you have prepared before the face of all peoples; "},"32":{"verse":32,"text":" a light to enlighten the Gentiles,   and the glory of your people Israel. "},"33":{"verse":33,"text":" Joseph and his mother were wondering at the things which were spoken concerning him."},"34":{"verse":34,"text":"Simeon blessed them and said to Mary, his mother,  Behold, this child is set for the falling and the rising of many in Israel,   and as a sign which is spoken against. "},"35":{"verse":35,"text":" Yes, a sword will pierce through your own soul,   so that the thoughts of many hearts may be revealed. "},"36":{"verse":36,"text":" There was a certain Anna, a prophetess, the daughter of Phanuel, of the tribe of Asher (she was of a great age, having lived with a husband seven years from her virginity,"},"37":{"verse":37,"text":"and she had been a widow for about eighty-four years), who did not depart from the temple, offering divine service with fastings and petitions night and day."},"38":{"verse":38,"text":"Coming up at that very hour, she gave thanks to the Lord and spoke of Jesus to all those who were looking for redemption in Jerusalem."},"39":{"verse":39,"text":" When Joseph and Mary had accomplished all things that were according to the law of the Lord, they returned into Galilee, to their own city, Nazareth."},"40":{"verse":40,"text":"The child was growing, and was becoming strong in spirit, being filled with wisdom, and the grace of God was upon him."},"41":{"verse":41,"text":"His parents went every year to Jerusalem for the feast of the Passover."},"42":{"verse":42,"text":" When Jesus was twelve years old, they went up to Jerusalem according to the custom of the feast."},"43":{"verse":43,"text":"When they had fulfilled the days, as they were returning, the boy Jesus stayed behind in Jerusalem. Joseph and his mother did not notice it."},"44":{"verse":44,"text":"Supposing him to be in the company, they went a day’s journey and began to look for him among their relatives and acquaintances."},"45":{"verse":45,"text":"When they did not find him, they returned to Jerusalem, looking for him."},"46":{"verse":46,"text":"After three days, they found him in the temple, sitting among the teachers, both listening to them and asking them questions."},"47":{"verse":47,"text":"All who heard him were amazed by his understanding and answers."},"48":{"verse":48,"text":"When his parents saw him, they were astonished, and his mother said to him, “Son, why have you treated us this way? Behold, your father and I were anxiously looking for you.”"},"49":{"verse":49,"text":" He said to them, “Why were you looking for me? Did you not know that I must be in my Father’s house?”"},"50":{"verse":50,"text":"But they did not understand what he said to them."},"51":{"verse":51,"text":"After this, he went down with them, and came to Nazareth. He was obedient to them, and his mother kept all these sayings in her heart."},"52":{"verse":52,"text":"And Jesus increased in wisdom and stature, as well as in favor with God and men."}},"meta":{"connection":"EOB","book_number":490,"chapter_number":2,"previous_chapter":{"connection":"EOB","book_number":490,"chapter":1},"next_chapter":{"connection":"EOB","book_number":490,"chapter":3}}}