{"chapter":{"1":{"verse":1,"text":" Now it happened, while the multitude pressed on him and heard the word of God, that he was standing by the lake of Gennesaret."},"2":{"verse":2,"text":"He saw two boats standing by the lake, but the fishermen had gone out of them and they were washing their nets."},"3":{"verse":3,"text":"Jesus entered into one of the boats, which was Simon’s, and asked him to put out a little from the land. He sat down and taught the multitudes from the boat."},"4":{"verse":4,"text":"When he had finished speaking, he said to Simon, “Put out into the deep, and let down your nets for a catch.”"},"5":{"verse":5,"text":" Simon answered him, “Master, we worked all night and took nothing! But at your word, I will let down the net.”"},"6":{"verse":6,"text":"When they had done this, they caught a great multitude of fish, and their net was breaking."},"7":{"verse":7,"text":"They beckoned to their partners in the other boat to come and help them. They came and filled both boats, so [much] that they began to sink."},"8":{"verse":8,"text":"But when Simon Peter saw it, he fell down at Jesus’ knees, saying, “Depart from me, for I am a sinful man, Lord!”"},"9":{"verse":9,"text":"He and all who were with him were amazed at their catch of fish;"},"10":{"verse":10,"text":"and so also were James and John, sons of Zebedee, who were partners with Simon. Jesus said to Simon, “Do not be afraid! From now on, you will be catching people alive.”"},"11":{"verse":11,"text":" When they had brought their boats to shore, they left everything and followed him."},"12":{"verse":12,"text":" It happened, while Jesus was in one of the cities, that there was a man full of leprosy. When he saw Jesus, he fell on his face, and begged him, saying, “Lord, if you want to, you can make me clean.”"},"13":{"verse":13,"text":" Jesus stretched out his hand, touched him, and said, “I want to! Be made clean.” Immediately the leprosy left him."},"14":{"verse":14,"text":"Jesus commanded him to tell no one: “But go your way, show yourself to the priest, and make an offering for your cleansing according to what Moses commanded, as a testimony to them.”"},"15":{"verse":15,"text":"Still, the report concerning him spread much more, and great multitudes came together to hear and to be healed by him of their infirmities."},"16":{"verse":16,"text":"However, Jesus withdrew into the desert and prayed."},"17":{"verse":17,"text":" It happened, on one of those days, that Jesus was teaching; and there were Pharisees and teachers of the law sitting by, who had come out of every village of Galilee, Judea, and Jerusalem. The power of the Lord was [present] to heal the people."},"18":{"verse":18,"text":"Behold, men brought a paralyzed man on a cot, and they sought to bring him in to lay before Jesus."},"19":{"verse":19,"text":"Not finding a way to bring him in because of the crowd, they went up to the housetop and let him down through the tiles with his cot, right in the center, in front of Jesus."},"20":{"verse":20,"text":"Seeing their faith, Jesus said to him, “Man, your sins are forgiven you.”"},"21":{"verse":21,"text":" The scribes and the Pharisees began to think about this, saying, “Who is this that speaks blasphemies? Who can forgive sins, but God alone?”"},"22":{"verse":22,"text":" But Jesus, perceiving their thoughts, answered them, “Why are you reasoning in your hearts in such a way?"},"23":{"verse":23,"text":"Which is easier to say, ‘Your sins are forgiven you;’ or to say, ‘Arise and walk?’"},"24":{"verse":24,"text":"However, so that you may know that the Son of Man has authority on earth to forgive sins” (he said to the paralyzed man), “I tell you, arise, take up your cot, and go to your house.”"},"25":{"verse":25,"text":" Immediately, the man rose up before them and took up what he was lying on, and departed to his house, glorifying God."},"26":{"verse":26,"text":"Amazement took hold of all, and they glorified God. They were filled with fear, saying, “We have seen strange things today!”"},"27":{"verse":27,"text":" After these things, he went out and saw a tax collector named Levi sitting at the tax office. Jesus said to him, “Follow me!”"},"28":{"verse":28,"text":" Levi left everything, got up and began to follow Jesus."},"29":{"verse":29,"text":"He made a great feast for Jesus in his house. A great crowd of tax collectors was [assembled] there, and other people were also reclining at the table with them."},"30":{"verse":30,"text":"The scribes and the Pharisees murmured against Jesus’ disciples, saying, “Why do you eat and drink with the tax collectors and sinners?”"},"31":{"verse":31,"text":"Jesus answered them, “Those who are healthy have no need for a physician, but those who are sick do!"},"32":{"verse":32,"text":"I have not come to call the righteous, but sinners to repentance.”"},"33":{"verse":33,"text":" They asked him, “Why do John’s disciples often fast and pray, and likewise the disciples of the Pharisees, but yours eat and drink?”"},"34":{"verse":34,"text":"Jesus said to them, “Can you make the guests of the wedding fast, while the bridegroom is with them?"},"35":{"verse":35,"text":"But the days will come when the bridegroom will be taken away from them. Then they will fast in those days.”"},"36":{"verse":36,"text":" He also told them a parable: “No one puts a piece from a new garment on an old garment, or else he will tear the new, and also the piece from the new will not match the old."},"37":{"verse":37,"text":"No one puts new wine into old wineskins, or else the new wine will burst the skins, and it will be spilled, and the skins will be destroyed."},"38":{"verse":38,"text":"Instead, new wine must be put into fresh wineskins, and both are preserved."},"39":{"verse":39,"text":"No one who has drunk old wine immediately desires new, for he says, ‘The old is better!’”"}},"meta":{"connection":"EOB","book_number":490,"chapter_number":5,"previous_chapter":{"connection":"EOB","book_number":490,"chapter":4},"next_chapter":{"connection":"EOB","book_number":490,"chapter":6}}}