{"chapter":{"1":{"verse":1,"text":" Calling his twelve disciples together, Jesus gave them power and authority over all demons, and [power] to cure diseases."},"2":{"verse":2,"text":"He then sent them forth to preach the Kingdom of God and to heal the sick."},"3":{"verse":3,"text":"Jesus said to them, “Do not take anything for the journey—no staffs, no bag, no bread, no money, no extra tunic."},"4":{"verse":4,"text":"Whatever house you enter, stay there until you leave from that place."},"5":{"verse":5,"text":"Wherever people do not welcome you, shake the very dust off your feet when you leave their town, as a testimony against them.”"},"6":{"verse":6,"text":" They departed and went throughout the villages, preaching the Good News, and healing everywhere."},"7":{"verse":7,"text":" Now Herod the tetrarch heard of all that was done by Jesus. He was very perplexed, because it was said by some that John had risen from the dead."},"8":{"verse":8,"text":"Some said that Elias (Elijah) had appeared, and others that one of the old prophets had risen again."},"9":{"verse":9,"text":"Herod said, “I have beheaded John, but who is this about whom I hear such things?” And he desired to see Jesus."},"10":{"verse":10,"text":" When they returned, the apostles told him what things they had done. Then Jesus took them with him, and they withdrew to a deserted place [which was part] of a city called Bethsaida."},"11":{"verse":11,"text":" However, the crowd perceived this and followed him. Jesus received them, speaking to them about the Kingdom of God, and curing those who needed healing."},"12":{"verse":12,"text":"Late in the afternoon, the Twelve came to him and said, “Send the people away, so that they may go into the surrounding villages and farms to find lodging and get food, for we are here in a deserted place.”"},"13":{"verse":13,"text":" But Jesus said to them, “You give them something to eat.” They replied, “We have no more than five loaves and two fish, unless we go and buy food for all these people.”"},"14":{"verse":14,"text":"(For they were five thousand men). Jesus then said to his disciples, “Make them sit down in groups of about fifty each.”"},"15":{"verse":15,"text":"They did so, and made them all sit down."},"16":{"verse":16,"text":"He took the five loaves and the two fish, and looking up to heaven, he blessed them, and broke them, and gave them to the disciples to set before the multitude."},"17":{"verse":17,"text":"Everybody ate, and all were satisfied. The disciples gathered up twelve baskets of broken pieces that were left over."},"18":{"verse":18,"text":" Once, as Jesus was praying alone and the disciples were with him, he asked them, “Who do the multitudes say that I am?”"},"19":{"verse":19,"text":" They answered, “‘John the Baptizer,’ but others say, ‘Elias (Elijah),’ and others, that one of the old prophets is risen again.”"},"20":{"verse":20,"text":" Jesus said to them, “But who do you say that I am?” Peter answered, “The Christ of God!”"},"21":{"verse":21,"text":"But he warned them and commanded them to tell this to no one,"},"22":{"verse":22,"text":"saying, “The Son of Man must suffer many things, be rejected by the presbyters, the chief priests and the scribes, and be killed, and the third day be raised up.”"},"23":{"verse":23,"text":" Jesus said to all, “Anyone who desires to come after me must deny himself, take up his cross daily, and follow me."},"24":{"verse":24,"text":"For whoever desires to save his life will lose it, but whoever will lose his life for my sake will save it."},"25":{"verse":25,"text":"Indeed what profit is there if someone gains the whole world but loses or surrenders his own self?"},"26":{"verse":26,"text":"If anyone is ashamed of me and my words, the Son of Man will be ashamed of him when he comes in his glory, and in the glory of the Father and of the holy angels."},"27":{"verse":27,"text":"But I tell you the truth: There are some who stand here who will in no way taste of death until they see the Kingdom of God.”"},"28":{"verse":28,"text":" About eight days after these sayings, Jesus took with him Peter, John, and James, and went up to the mountain to pray."},"29":{"verse":29,"text":"As he was praying, the appearance of his face was altered, and his clothing became white and dazzling."},"30":{"verse":30,"text":"And behold, two men were talking with him, who were Moses and Elias (Elijah)."},"31":{"verse":31,"text":"They appeared in glory and spoke of his departure, which he was about to accomplish in Jerusalem."},"32":{"verse":32,"text":" Now Peter and those who were with him were heavy with sleep, but when they were fully awake, they saw his glory and the two men who stood with him."},"33":{"verse":33,"text":"As Moses and Elias (Elijah) were departing from him, Peter said to Jesus, “Master, it is good for us to be here! Let us make three tents: one for you, one for Moses, and one for Elias (Elijah).” He did not know what he was saying."},"34":{"verse":34,"text":" While Peter was saying these things, a cloud came and overshadowed them, and they were afraid as they entered into the cloud."},"35":{"verse":35,"text":"A voice came out of the cloud, saying, “This is my beloved Son. Listen to him!”"},"36":{"verse":36,"text":"And after the voice had spoken, Jesus was found alone. They kept silent and told no one in those days of what they had seen."},"37":{"verse":37,"text":" On the next day, when they had come down from the mountain, a great multitude met him."},"38":{"verse":38,"text":"A man from the crowd called out, saying, “Teacher, I beg you to look at my son, for he is my only child."},"39":{"verse":39,"text":"Behold, when a spirit seizes him, he suddenly cries out and it convulses him so that he foams [at the mouth]. It scarcely ever leaves him and is breaking him."},"40":{"verse":40,"text":"I begged your disciples to cast it out, but they could not.”"},"41":{"verse":41,"text":" Jesus answered, “Faithless and perverse generation, how long shall I be with you and bear with you? Bring your son here.”"},"42":{"verse":42,"text":" While the boy was still coming, the demon threw him down and convulsed him violently. But Jesus rebuked the unclean spirit, healed the boy, and gave him back to his father."},"43":{"verse":43,"text":"And all were astonished at the majesty of God. While everyone was marveling at all that Jesus did, he said to his disciples,"},"44":{"verse":44,"text":"“Let these words sink into your ears, for the Son of Man will be delivered up into the hands of men.”"},"45":{"verse":45,"text":"But they did not understand this saying; it was concealed from them so that they should not understand its meaning, and they were afraid to ask him about this saying."},"46":{"verse":46,"text":" A dispute sprang up among them about which [one] of them was the greatest."},"47":{"verse":47,"text":"Jesus, perceiving the reasoning of their hearts, took a little child and set him by his side."},"48":{"verse":48,"text":"He then said to them, “Whoever receives this little child in my Name receives me. Whoever receives me receives him who sent me. For whoever is the least among you all, this one is great.”"},"49":{"verse":49,"text":" John said, “Master, we saw someone casting out demons in your Name, and we tried to stop him because he does not follow with us.”"},"50":{"verse":50,"text":" Jesus said to him, “Do not forbid him, for he is not against us. For whoever is not against us is for us.”"},"51":{"verse":51,"text":" It came to pass, when the days were near for him to be taken up, that he resolutely set his face to go to Jerusalem,"},"52":{"verse":52,"text":"and he sent messengers ahead of him. They went and entered into a village of the Samaritans in order to make preparation for him."},"53":{"verse":53,"text":"But the people did not receive him because he was heading for Jerusalem."},"54":{"verse":54,"text":"When his disciples James and John saw this, they said, “Lord, do you want us to command fire to come down from heaven and destroy them, just as Elias (Elijah) did?”"},"55":{"verse":55,"text":" But Jesus turned around and rebuked them: “You do not know of what kind of spirit you are."},"56":{"verse":56,"text":"The Son of Man did not come to destroy people’s lives but to save them.” And they went on to another village."},"57":{"verse":57,"text":" Now it happened that as they went on the way, a certain man said to him, “I want to follow you wherever you go, Lord!”"},"58":{"verse":58,"text":" Jesus said to him, “The foxes have holes, and the birds of heaven have nests, but the Son of Man has no place to lay his head.”"},"59":{"verse":59,"text":" He said to another, “Follow me!” But the man said, “Lord, allow me first to go and bury my father.”"},"60":{"verse":60,"text":" But Jesus replied, “Leave the dead to bury their own dead. But you go and announce the Kingdom of God.”"},"61":{"verse":61,"text":" Another also said, “I want to follow you, Lord, but first allow me to say goodbye to those who are at my house!”"},"62":{"verse":62,"text":" But Jesus said to him, “No one who has put his hand to the plow and looks back is fit for the Kingdom of God.”"}},"meta":{"connection":"EOB","book_number":490,"chapter_number":9,"previous_chapter":{"connection":"EOB","book_number":490,"chapter":8},"next_chapter":{"connection":"EOB","book_number":490,"chapter":10}}}