{"chapter":{"1":{"verse":1,"text":" I ask then, did God reject his people? May it never be! In fact, I too am an Israelite, a descendant of Abraham, of the tribe of Benjamin."},"2":{"verse":2,"text":"God did not reject his people, which he foreknew. Or do you not know what the Scripture says about Elias (Elijah), how he complained to God against Israel, saying"},"3":{"verse":3,"text":"“Lord, they have killed your prophets and broken down your altars! I am left alone, and they seek my life.”"},"4":{"verse":4,"text":"But how does God answer him? “I have reserved for myself seven thousand men, who have not bowed the knee to Baal.”"},"5":{"verse":5,"text":"Likewise, at this present time, there is also a remnant according to the election of grace."},"6":{"verse":6,"text":"And if [it is] by grace, then it is no longer of works; otherwise grace is no longer grace.  But if it is of works, it is no longer grace; otherwise work is no longer work. "},"7":{"verse":7,"text":" What then? Israel did not obtain what it was seeking, but the elect obtained it; and the rest were hardened."},"8":{"verse":8,"text":"This is according to what is written:  God gave them a spirit of deep sleep,   Eyes not to see, and ears not to hear,   Even to this very day. "},"9":{"verse":9,"text":" As David says:  Let their table become a snare and a trap; a stumbling block;   Let it be their recompense! "},"10":{"verse":10,"text":" Let their eyes be darkened so that they may not see,   And keep their backs forever bent. "},"11":{"verse":11,"text":" I ask then, did they stumble in order to fall? May it never be! However, by their fall, salvation has come to the Gentiles, to provoke them to jealousy."},"12":{"verse":12,"text":"Now if their fall is the treasure of the world, and their loss [has become] the riches of the Gentiles; how much greater riches will their fullness bring!"},"13":{"verse":13,"text":"For I speak to you who are Gentiles: since I am an apostle to Gentiles, I glorify my ministry."},"14":{"verse":14,"text":"May I somehow provoke to jealousy those who are my flesh so that I may save some of them."},"15":{"verse":15,"text":"For if their rejection means the reconciling of the world, what would their acceptance be, if not life from the dead?"},"16":{"verse":16,"text":"If the first fruit is holy, so is the whole batch. If the root is holy, so are the branches."},"17":{"verse":17,"text":"But if some of the branches were broken off, and you, being a wild olive, were grafted in among them, (having {individually} become partakers with them of the root and of the richness of the olive tree),"},"18":{"verse":18,"text":"do not boast over the branches! But [even] if you boast, it is not you who support the root, but the root supports you."},"19":{"verse":19,"text":"You will then say, “Branches were broken off, so that I might be grafted in!”"},"20":{"verse":20,"text":"True; by their unbelief they were broken off, and you stand in [your] faith. Do not be full of pride, but fear!"},"21":{"verse":21,"text":"Certainly, if God did not spare the natural branches, neither will he spare you!"},"22":{"verse":22,"text":"You see, then, both the goodness and the severity of God. Toward those who fell, severity [was shown]; but toward you, goodness, [that is], if you continue in his goodness. Otherwise you also will be cut off."},"23":{"verse":23,"text":"As for them, if they do not continue in their unbelief, they will be grafted in {again}, because God is able to graft them in again."},"24":{"verse":24,"text":"If you were cut out of what is by nature a wild olive tree and were grafted against nature into a good olive tree, how much more will the natural branches be grafted into their own olive tree!"},"25":{"verse":25,"text":" Indeed, I do not want you to be ignorant of this mystery, brethren, so that you may not claim to be wiser than you are: a partial hardening has happened to Israel, until the fullness of the Gentiles should come in."},"26":{"verse":26,"text":"And thus all Israel will be saved. Even as it is written:  There will come out of Zion the Deliverer,   and he will turn away ungodliness from Jacob. "},"27":{"verse":27,"text":" This is my covenant to them,   When I will take away their sins. "},"28":{"verse":28,"text":"Concerning the Good News, they are enemies for your sake. But concerning the election, they are beloved for the sake of the forefathers."},"29":{"verse":29,"text":"Indeed, without regret are the gifts and the calling of God!"},"30":{"verse":30,"text":"In the past, you were disobedient to God, but now, you have obtained mercy by their disobedience."},"31":{"verse":31,"text":"Likewise, they also have now been disobedient, so that by the mercy shown to you they may also obtain mercy."},"32":{"verse":32,"text":"Indeed, God has bound all human beings to disobedience, so that he might have mercy on all."},"33":{"verse":33,"text":" Oh the depth of the riches both of the wisdom and knowledge of God! How unsearchable are his judgments, and how unfathomable are his ways!"},"34":{"verse":34,"text":" For who has known the mind of the Lord?   Or who has been his counselor? "},"35":{"verse":35,"text":" Or who has first given to the Lord so as to be paid back? "},"36":{"verse":36,"text":" Indeed, from him, and through him, and to him, are all things. To him be the glory unto the ages! Amen."}},"meta":{"connection":"EOB","book_number":520,"chapter_number":11,"previous_chapter":{"connection":"EOB","book_number":520,"chapter":10},"next_chapter":{"connection":"EOB","book_number":520,"chapter":12}}}