{"chapter":{"1":{"verse":1,"text":" Let every human being be in subjection to the higher authorities because there is no authority except from God, and those who exist are ordained by God."},"2":{"verse":2,"text":"Therefore, whoever opposes the authority opposes the ordinance of God, and rebels will receive judgment upon themselves."},"3":{"verse":3,"text":"Certainly, rulers are not a terror to good deeds, but to the evil [deed]! Do you desire to have no fear of the authority? Then do what is good, and you will have praise [from the authority],"},"4":{"verse":4,"text":"because it is for you a minister of God for good. But if you do what is evil, then be afraid, because it does not bear the sword in vain; it is a servant of God for wrath, an avenger to anyone who does evil."},"5":{"verse":5,"text":"Therefore, you need to be in subjection, not only because of the wrath, but also for the sake of conscience."},"6":{"verse":6,"text":"For this reason, you also pay taxes, because the authorities are ministers of God’s service, always taking care of this purpose."},"7":{"verse":7,"text":"And so, give to everyone as you owe: taxes to whom taxes are due; revenues to whom revenues are due; respect to whom respect is due; honor to whom honor is due!"},"8":{"verse":8,"text":" Do not owe anything to anyone, except to love one another; for whoever loves the other has fulfilled the law."},"9":{"verse":9,"text":"Indeed, these commandments (“You shall not commit adultery,” “You shall not murder,” “You shall not steal,” “You shall not covet,” and whatever other commandments exist) are all summed up in this very saying, “You shall love your neighbor as yourself.”"},"10":{"verse":10,"text":"Love does not harm a neighbor. Love therefore is the fulfillment of the law."},"11":{"verse":11,"text":" Do this, being aware of the time: it is already time for you to awaken from sleep, for salvation is now nearer to us than when we first believed!"},"12":{"verse":12,"text":"The night is far gone, and the day is near. Let us therefore throw off the works of darkness, and let us put on the armor of light."},"13":{"verse":13,"text":"Let us walk decently, as in the day; not in [wild] parties and drunkenness, not in sexual immorality and lustful acts, and not in strife or jealousy."},"14":{"verse":14,"text":"Instead, put on the Lord Jesus Christ and do not think how to satisfy the flesh and its lusts."}},"meta":{"connection":"EOB","book_number":520,"chapter_number":13,"previous_chapter":{"connection":"EOB","book_number":520,"chapter":12},"next_chapter":{"connection":"EOB","book_number":520,"chapter":14}}}