{"chapter":{"1":{"verse":1,"text":" I commend to you Phoebe, our sister, who is a servant of the Church that is at Cenchreae,"},"2":{"verse":2,"text":"so that you receive her in the Lord in a way worthy of the saints. Also, may you assist her in whatever matter she may need from you since she has been a benefactor to many, including myself."},"3":{"verse":3,"text":" Greet Priscilla and Aquila, my fellow workers in Christ Jesus,"},"4":{"verse":4,"text":"who risked their own lives for my sake. I am grateful to them, and with me all the Churches of the Gentiles."},"5":{"verse":5,"text":"Greet the Church that is in their house and Epaenetus, my beloved, who is the first fruits of Achaia to Christ."},"6":{"verse":6,"text":"Greet Mary, who labored much for us."},"7":{"verse":7,"text":"Greet Andronicus and Junia, my relatives and fellow-prisoners who are outstanding among the apostles, who also were in Christ before me."},"8":{"verse":8,"text":"Greet Amplias, my beloved in the Lord."},"9":{"verse":9,"text":"Greet Urbanus, our fellow worker in Christ, and Stachys, my beloved."},"10":{"verse":10,"text":"Greet Apelles, the approved in Christ. Greet those who are of the household of Aristobulus."},"11":{"verse":11,"text":"Greet Herodion, my relative. Greet those of the household of Narcissus, who are in the Lord."},"12":{"verse":12,"text":"Greet Tryphaena and Tryphosa, who work hard in the Lord. Greet Persis, the beloved, who has labored much in the Lord."},"13":{"verse":13,"text":"Greet Rufus, the chosen in the Lord, and his mother, a mother to me as well."},"14":{"verse":14,"text":"Greet Asyncritus, Phlegon, Hermas, Patrobas, Hermes, and the brethren who are with them."},"15":{"verse":15,"text":"Greet Philologus and Julia, Nereus and his sister, Olympas, and all the saints who are with them."},"16":{"verse":16,"text":"Greet one another with a holy kiss. The Churches of Christ greet you."},"17":{"verse":17,"text":" Now I beg you, brethren, watch out for those who are causing divisions and occasions of stumbling, contrary to the doctrine which you learned. Stay away from them!"},"18":{"verse":18,"text":"Such people do not serve our Lord Jesus Christ, but their own belly. By their smooth and flattering speech, they deceive the hearts of the innocent."},"19":{"verse":19,"text":" Indeed, your obedience has become known to all and I rejoice over you. I desire to have you wise in what is good, but innocent in what is evil,"},"20":{"verse":20,"text":"and the God of peace will quickly crush Satan under your feet. May the grace of our Lord Jesus Christ be with you!"},"21":{"verse":21,"text":" Timothy, my fellow worker, greets you, as do Lucius, Jason, and Sosipater, my relatives."},"22":{"verse":22,"text":"I, Tertius, who write the letter, greet you in the Lord."},"23":{"verse":23,"text":"Gaius, my host and host of the whole Church, greets you. Erastus, the treasurer of the city, greets you, as does Quartus, the brother."},"24":{"verse":24,"text":"The grace of our Lord Jesus Christ be with you all! Amen."}},"meta":{"connection":"EOB","book_number":520,"chapter_number":16,"previous_chapter":{"connection":"EOB","book_number":520,"chapter":15},"next_chapter":null}}