{"chapter":{"1":{"verse":1,"text":" Therefore, you are without excuse, if you are judging! For in passing judgment on another, you condemn yourself, because you pass judgment and yet practice the same things."},"2":{"verse":2,"text":"We know that the judgment of God is according to truth and against those who practice such things."},"3":{"verse":3,"text":"Do you think that you will escape the judgment of God if you judge those who practice such things and yet act the same?"},"4":{"verse":4,"text":"Or do you despise the riches of God’s goodness, tolerance, and patience, not knowing that his goodness leads you to repentance?"},"5":{"verse":5,"text":"But according to your hardness and unrepentant heart, you are storing up for yourself wrath in the day of wrath, revelation, and of the righteous judgment of God."},"6":{"verse":6,"text":"He “will pay back to everyone according to their works;”"},"7":{"verse":7,"text":"[which is] eternal life to those who by perseverance in good works seek glory, honor, and incorruptibility."},"8":{"verse":8,"text":"However, to those who are self-seeking and do not obey the truth but unrighteousness, there will be retribution and intense wrath,"},"9":{"verse":9,"text":"oppression and anguish. Trouble and distress will come to everyone who does evil, to the Jew first, and also to the Greek."},"10":{"verse":10,"text":" On the other hand, glory, honor, and peace [are] for everyone who does good; to the Jew first, and also to the Greek,"},"11":{"verse":11,"text":"because there is no partiality with God."},"12":{"verse":12,"text":"Hence, all those who have sinned apart from the law will also perish without the law, [and] as many as have sinned under the law will be judged by the law."},"13":{"verse":13,"text":"For it is not the hearers of the law who are righteous before God, but the doers of the law will be declared righteous."},"14":{"verse":14,"text":"(Indeed, when Gentiles who do not have the law do by nature the things of the law, they are a law to themselves, even though they do not have the law,"},"15":{"verse":15,"text":"by showing that the practical expression of the law is written in their hearts. Their conscience bears witness, and their thoughts alternately accuse or defend them)."},"16":{"verse":16,"text":"This is for the day when, according to my [proclamation of the] Gospel, God, through Jesus Christ, will judge the secret thoughts of all."},"17":{"verse":17,"text":" Indeed, you [who] bear the name of Jew, you rely on the law and glory in God."},"18":{"verse":18,"text":"You know his will, and approve the things that are excellent, being instructed out of the law."},"19":{"verse":19,"text":"You are confident that you yourself are a guide of the blind, a light to those who are in darkness,"},"20":{"verse":20,"text":"a corrector of the foolish and a teacher of infants, having in the law the form of knowledge and of the truth."},"21":{"verse":21,"text":"You therefore who teach another, [why] do you not teach yourself? You who preach that one should not steal, [why] do you steal?"},"22":{"verse":22,"text":"You who say that a man should not commit adultery, do you commit adultery? You who abhor idols, do you rob temples?"},"23":{"verse":23,"text":"You who glory in the law by your disobedience of the law, [why] do you dishonor God?"},"24":{"verse":24,"text":"For “the Name of God is blasphemed among the Gentiles because of you,” just as it is written."},"25":{"verse":25,"text":" Indeed, circumcision gains something if you are a doer of the law, but if you are a transgressor of the law, your circumcision has become uncircumcision."},"26":{"verse":26,"text":"And so, if an uncircumcised man keeps the ordinances of the law, will not his uncircumcision be accounted as circumcision?"},"27":{"verse":27,"text":"Will not the uncircumcision which is by nature, if it fulfills the law, judge you, who with the letter and circumcision are a transgressor of the law?"},"28":{"verse":28,"text":"For one is not a Jew by being so outwardly, neither is that circumcision [true circumcision] which is outward in the flesh."},"29":{"verse":29,"text":"Instead, someone is a Jew by being one inwardly; and circumcision is that of the heart, in the spirit and not in the letter. Truly, their praise is not from human beings but from God."}},"meta":{"connection":"EOB","book_number":520,"chapter_number":2,"previous_chapter":{"connection":"EOB","book_number":520,"chapter":1},"next_chapter":{"connection":"EOB","book_number":520,"chapter":3}}}