{"chapter":{"1":{"verse":1,"text":" And so, what advantage does the Jew have? Or what is the benefit of circumcision?"},"2":{"verse":2,"text":"Much in every way! First of all, the Jews were entrusted with the oracles of God!"},"3":{"verse":3,"text":"But what if some were without faith? Will their lack of faith nullify the faithfulness of God?"},"4":{"verse":4,"text":"May it never be! Yes, let God be found true, but every man a liar. As it is written,  That you might be justified in your words,   and might prevail when you come into judgment. "},"5":{"verse":5,"text":" But if our unrighteousness commends the righteousness of God, what will we say? Is God unrighteous if he inflicts wrath? (I speak as people do!)"},"6":{"verse":6,"text":"May it never be! For then, how will God judge the world?"},"7":{"verse":7,"text":"For if through my lie the truth of God overflowed to his [own] glory, why am I still judged as a sinner?"},"8":{"verse":8,"text":"Why not (as we are slanderously reported and as some affirm that we say), “Let us do evil, so that good may come?” Those who say so are justly condemned."},"9":{"verse":9,"text":"What then? Are we better than they? No, by no means! For we previously warned both Jews and Greeks that they are all under sin."},"10":{"verse":10,"text":"As it is written,  There is no one righteous; no, not one. "},"11":{"verse":11,"text":" There is no one who understands. "},"12":{"verse":12,"text":" There is no one who seeks God.   They have all turned aside.   They have together become worthless.   There is no one who does good, no, not so much as one. "},"13":{"verse":13,"text":" Their throat is an open grave,   With their tongues they have used deceit.   The poison of vipers is under their lips; "},"14":{"verse":14,"text":" Their mouth is full of cursing and bitterness. "},"15":{"verse":15,"text":" Their feet are swift to shed blood. "},"16":{"verse":16,"text":" Destruction and misery are in their paths. "},"17":{"verse":17,"text":" The way of peace, they have not known. "},"18":{"verse":18,"text":" There is no fear of God before their eyes. "},"19":{"verse":19,"text":" Now we know that whatever the law says, it speaks to those who are under the law, so that every mouth may be closed, and so that the whole world may be brought under the judgment of God."},"20":{"verse":20,"text":"The reason is that by the works of the law, no flesh will be justified in his sight because the exact knowledge of sin comes through the law."},"21":{"verse":21,"text":"But now, a righteousness of God has been revealed apart from the law; and the law and the prophets bear witness to it."},"22":{"verse":22,"text":"It is the righteousness of God through faith in Jesus Christ to all and on all those who believe. There is no distinction"},"23":{"verse":23,"text":"because all have sinned and fall short of the glory of God."},"24":{"verse":24,"text":"All are being justified freely by his grace through the redemption that is in Christ Jesus."},"25":{"verse":25,"text":"God purposed him to be an atoning sacrifice through the shedding of his blood and to be received through faith. This was to demonstrate his righteousness by passing over prior sins, according to God’s patience."},"26":{"verse":26,"text":"This was also to demonstrate his righteousness at this present time, so that God might himself be just and the justifier of whoever has faith in Jesus."},"27":{"verse":27,"text":" Where then is the boasting? It is excluded! By what kind of law? [The law] of works? No, but by a law of faith!"},"28":{"verse":28,"text":"Therefore, we maintain that a person is justified by faith apart from the works of the law."},"29":{"verse":29,"text":"Or is God the God of the Jews only? Is he not the God of the Gentiles as well? Indeed, [he is the God] of the Gentiles too,"},"30":{"verse":30,"text":"since there is one God who will justify the circumcised by means of faith, and the uncircumcised through faith."},"31":{"verse":31,"text":"Do we then nullify the law through faith? May it never be! In fact, we uphold the law."}},"meta":{"connection":"EOB","book_number":520,"chapter_number":3,"previous_chapter":{"connection":"EOB","book_number":520,"chapter":2},"next_chapter":{"connection":"EOB","book_number":520,"chapter":4}}}