{"chapter":{"1":{"verse":1,"text":" What then will we say that Abraham (our father according to the flesh) gained?"},"2":{"verse":2,"text":"Certainly, if Abraham was justified by works, he has something to boast about, although not before God."},"3":{"verse":3,"text":"For what does the Scripture say? “Abraham believed God, and it was accounted to him as righteousness.”"},"4":{"verse":4,"text":"Now to the one who works, the reward is not considered as a grace but as something owed."},"5":{"verse":5,"text":"But to the one who does not work but believes in the one who justifies the ungodly, it is faith that is accounted for righteousness."},"6":{"verse":6,"text":"Even as David also pronounces blessing on the man to whom God attributes righteousness apart from works:"},"7":{"verse":7,"text":" Blessed are they whose iniquities are forgiven, whose sins are covered. "},"8":{"verse":8,"text":" Blessed is the man whom the Lord will by no means charge with sin. "},"9":{"verse":9,"text":" Is this blessing then pronounced on the circumcised {only}, or on the uncircumcised as well? For we say that faith was accounted to Abraham as righteousness."},"10":{"verse":10,"text":"How then was faith taken into account? Was it before or after he had been circumcised? It was not after, but before he was circumcised!"},"11":{"verse":11,"text":"He received the sign of circumcision, (a seal of the righteousness of the faith which he had while he was still uncircumcised), so that he might be the father of all those who believe, even if they are uncircumcised, so that righteousness might also be accounted to them."},"12":{"verse":12,"text":"He is the father of circumcision not only to those who are of the circumcision, but [to those] who also walk in the steps of that faith of our father Abraham, which he had before he was circumcised."},"13":{"verse":13,"text":"Indeed, the promise to Abraham and to his seed that he should be heir of the world was not through the law, but through the righteousness of faith."},"14":{"verse":14,"text":"However, if those who are of the law are heirs, then faith is made void, and the promise is made of no effect."},"15":{"verse":15,"text":"As it is, the law brings about wrath; for where there is no law there is no transgression either."},"16":{"verse":16,"text":"This is why [the promise is] of faith, so that it comes as a free gift and it is secure for all the descendants, not only for those who rely on the law but also for all those others who rely on the faith of Abraham, the father of us all."},"17":{"verse":17,"text":"As it is written, “I have made you a father of many nations.” This is in the presence of the one whom Abraham believed: even God, who gives life to the dead and calls into existence what does not yet exist."},"18":{"verse":18,"text":"Hoping against hope, Abraham believed that he would become “the father of many nations,” according to what had been spoken, “And so will your seed be.”"},"19":{"verse":19,"text":"And not being weak in faith, he did not consider his own body which was already worn out, (he was about a hundred years old), and the deadness of Sarah’s womb."},"20":{"verse":20,"text":"Yet, looking to the promise of God, he did not waver through unbelief but grew strong through faith, giving glory to God."},"21":{"verse":21,"text":"Abraham was fully convinced that what God had promised, he was also able to accomplish."},"22":{"verse":22,"text":"Therefore, it also was “credited to him for righteousness.”"},"23":{"verse":23,"text":"Now it was not written that “it was accounted to him” for his sake alone."},"24":{"verse":24,"text":"It was [written] also for our sake; [and] faith will be credited to us who believe in him who raised Jesus our Lord from the dead."},"25":{"verse":25,"text":"He was delivered up for our sins, and was raised for our justification."}},"meta":{"connection":"EOB","book_number":520,"chapter_number":4,"previous_chapter":{"connection":"EOB","book_number":520,"chapter":3},"next_chapter":{"connection":"EOB","book_number":520,"chapter":5}}}