{"chapter":{"1":{"verse":1,"text":" Being therefore justified by faith, we have peace with God through our Lord Jesus Christ,"},"2":{"verse":2,"text":"through whom we also have our access by faith into this grace in which we stand. And we rejoice in hope of the glory of God!"},"3":{"verse":3,"text":"Not only this, but we also rejoice in our sufferings, knowing that suffering produces perseverance;"},"4":{"verse":4,"text":"and perseverance, character; and character, hope."},"5":{"verse":5,"text":"Hope does not disappoint us, because God’s love has been poured out into our hearts through the Holy Spirit who was given to us."},"6":{"verse":6,"text":"For while we were still weak, at the right time, Christ died for the ungodly."},"7":{"verse":7,"text":"Indeed, one would barely die for someone righteous; but perhaps for a good person someone might consider dying."},"8":{"verse":8,"text":"But God entrusts his own love toward us, in that while we were still sinners, Christ died for us."},"9":{"verse":9,"text":" Even more so then, since we are now justified by his blood, shall we be saved from wrath through him!"},"10":{"verse":10,"text":"For if while we were enemies we were reconciled to God through the death of his Son, how much more shall we be saved by his life!"},"11":{"verse":11,"text":" And not only this, but we also rejoice in God through our Lord Jesus Christ, through whom we have now received the reconciliation."},"12":{"verse":12,"text":" Therefore, [even] as sin entered into the world through one man, and death through sin, death passed to everyone, because {of which} all sinned."},"13":{"verse":13,"text":"Until the law {was revealed}, sin was in the world; but sin is not taken into account when there is no law."},"14":{"verse":14,"text":"Nevertheless, death reigned from Adam until Moses, even over those whose sins were not like Adam’s disobedience (and Adam is a type of him who was to come)."},"15":{"verse":15,"text":"However, the free gift is not like the sin. For if by the sin of the one the many died, much more did the grace of God and the gift by the grace of the one man Jesus Christ abound to the many!"},"16":{"verse":16,"text":"The gift is not comparable to what happened through [the] one who sinned: certainly, the judgment came by one [man] to [result in] condemnation, but the free gift came [as the outcome] of many trespasses to [bring about] justification."},"17":{"verse":17,"text":"For if by the sin of the one, death reigned through that one, so much more will those who receive the abundance of grace and of the gift of righteousness reign in life through the one, Jesus Christ."},"18":{"verse":18,"text":"And so, as through one sin all men were condemned, likewise through one act of righteousness all men were justified to life."},"19":{"verse":19,"text":"Indeed, just as through the one man’s disobedience many were made sinners, likewise, through the obedience of the one, many will be made righteous."},"20":{"verse":20,"text":"Moreover, the law came in so that sin might be multiplied; but where sin did multiply, grace multiplied even more!"},"21":{"verse":21,"text":"This way, just as sin ruled in death, grace was to rule through righteousness to eternal life through Jesus Christ our Lord."}},"meta":{"connection":"EOB","book_number":520,"chapter_number":5,"previous_chapter":{"connection":"EOB","book_number":520,"chapter":4},"next_chapter":{"connection":"EOB","book_number":520,"chapter":6}}}