{"chapter":{"1":{"verse":1,"text":" What then shall we say? Shall we continue in sin, so that grace may abound?"},"2":{"verse":2,"text":"May it never be! We who died to sin, how could we live in it any longer?"},"3":{"verse":3,"text":"Or do you not know that all {of us} we who were baptized into Christ Jesus were baptized into his death?"},"4":{"verse":4,"text":"And so, we were buried with him through baptism to death, so that just as Christ was raised from the dead by the glory of the Father, [likewise] we might also walk in newness of life."},"5":{"verse":5,"text":"Truly, if we have become united with him in the likeness of his death, we will also be [united with him] by a resurrection like his."},"6":{"verse":6,"text":"It means that we recognize this, that our old humanity was crucified with him, so that the body of sin might be done away with, and so that we would no longer be in bondage to sin."},"7":{"verse":7,"text":"Whoever has died has been freed from sin!"},"8":{"verse":8,"text":"But if we have died with Christ, we believe that we will also live with him;"},"9":{"verse":9,"text":"knowing that Christ, being raised from the dead, dies no more. Death no longer has dominion over him!"},"10":{"verse":10,"text":"For the death that he died, he died to sin one time; but the life that he lives, he lives to God."},"11":{"verse":11,"text":"Thus, consider yourselves to be dead as regards sin, but alive to God in Christ Jesus our Lord."},"12":{"verse":12,"text":" And so, do not let sin rule in your mortal body, that you should obey it in its lusts."},"13":{"verse":13,"text":"Also, do not present your members to sin as instruments of unrighteousness, but present yourselves to God, as alive from the dead, and your members as instruments of righteousness to God."},"14":{"verse":14,"text":"Sin will not have dominion over you because you are not under law but under grace!"},"15":{"verse":15,"text":"What then? Shall we sin, because we are not under law, but under grace? May it never be so!"},"16":{"verse":16,"text":"Do you not know that when you present yourselves to someone as slaves for obedience, you are slaves of the one whom you obey; whether of sin to death, or of obedience to righteousness?"},"17":{"verse":17,"text":"But thanks be to God, that, although you were slaves of sin, you became obedient from the heart to that form of teaching to which you were committed."},"18":{"verse":18,"text":"Having been released from sin, you became slaves of righteousness."},"19":{"verse":19,"text":" I speak in human terms because of the weakness of your flesh. Indeed, as you used to offer your members as slaves of impurity and ever-increasing wickedness, now offer your members as slaves of righteousness for sanctification."},"20":{"verse":20,"text":"For when you were slaves of sin, you were free in regard to righteousness."},"21":{"verse":21,"text":"What fruit did you obtain at that time by those things which now shame you? The end result of those things is death!"},"22":{"verse":22,"text":"But now, being made free from sin and having become enslaved to God, you have your fruit of sanctification, and the result of eternal life."},"23":{"verse":23,"text":"The wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord."}},"meta":{"connection":"EOB","book_number":520,"chapter_number":6,"previous_chapter":{"connection":"EOB","book_number":520,"chapter":5},"next_chapter":{"connection":"EOB","book_number":520,"chapter":7}}}