{"chapter":{"1":{"verse":1,"text":" Do you not know, brethren (for I speak to men who know the law), that the law has dominion over a person for as long as that person lives?"},"2":{"verse":2,"text":"Hence, the woman who has a husband is bound by law to the husband while he lives, but if the husband dies, she is released from the law concerning the husband."},"3":{"verse":3,"text":"Therefore, if she is joined to another man while her husband lives, she would be called an adulteress. But if the husband dies, she is free from the law and she is no adulteress even though she is now joined to another man."},"4":{"verse":4,"text":"Therefore, my brethren, you also were made dead to the law through the body of Christ in order to be joined to another, to him who was raised from the dead, so that we might bring forth fruit to God."},"5":{"verse":5,"text":"While we were in the flesh, the sinful passions which were through the law worked in our members to produce fruit unto death."},"6":{"verse":6,"text":"But now, we have been released from the {obligations of the} law, having died to what was binding us, so that we serve in ‘newness of the spirit,’ and not in ‘oldness of the letter.’"},"7":{"verse":7,"text":" What shall we say then? Is the law sin? May it never be! However, I would not have recognized sin, except through the law. Indeed, I would not have known coveting, unless the law had said, “You shall not covet.”"},"8":{"verse":8,"text":"But sin, finding an opportunity in the commandment, produced in me all kinds of coveting! For apart from the law, sin is dead."},"9":{"verse":9,"text":"I was alive apart from the law once, but when the commandment came, sin revived, and I died."},"10":{"verse":10,"text":"The commandment which was [meant] for life, I found to be for death,"},"11":{"verse":11,"text":"because sin, finding an opportunity through the commandment deceived me, and through it, killed me."},"12":{"verse":12,"text":"Therefore, the law indeed is holy, and the commandment is [also] holy, and righteous, and good."},"13":{"verse":13,"text":" Does that mean that something good ({the law}) resulted in death to me? May it never be! However, in order to be identified as sin, sin caused my death through that good thing. Hence, it is by means of the commandment that sin could become sinful beyond what anyone can bear."},"14":{"verse":14,"text":"For we know that the law is spiritual, but I am carnal, sold under sin."},"15":{"verse":15,"text":"Indeed, I do not know what I am doing! I do not practice what I desire to do; but what I hate, this is what I do!"},"16":{"verse":16,"text":"But if I do what I do not desire, I agree that the law is good."},"17":{"verse":17,"text":"And so, I am no longer the one doing this [evil], but [it is] the sin which dwells in me!"},"18":{"verse":18,"text":"Thus, I know that in me, (that is, in my flesh), nothing good dwells, because although [the power of] will is present within me, I do not find it doing what is good."},"19":{"verse":19,"text":"In fact, the good which I desire, I do not do; but the evil which I do not desire, this is what I do!"},"20":{"verse":20,"text":"But if I do what I do not desire, I am no longer the one doing it, but [it is] the sin which dwells in me."},"21":{"verse":21,"text":"So I find it to be a law that when I want to do what is good, it is evil that is present."},"22":{"verse":22,"text":"For I delight in God’s law in my inmost self,"},"23":{"verse":23,"text":"but I see a different law [working] in my members, and it is at war against the law of my mind! It brings me into captivity under the law of sin which is in my members."},"24":{"verse":24,"text":"Miserable one that I am! Who will deliver me from this body of death?"},"25":{"verse":25,"text":"I thank God through Jesus Christ, our Lord! And so, with the mind I serve God’s law, but with the flesh, [I serve] the law of sin."}},"meta":{"connection":"EOB","book_number":520,"chapter_number":7,"previous_chapter":{"connection":"EOB","book_number":520,"chapter":6},"next_chapter":{"connection":"EOB","book_number":520,"chapter":8}}}