{"chapter":{"1":{"verse":1,"text":" Therefore, there is now no condemnation for those who are in Christ Jesus,  who do not walk according to the flesh but according to the Spirit. "},"2":{"verse":2,"text":"For the law of the Spirit of life in Christ Jesus has made me free from the law of sin and of death."},"3":{"verse":3,"text":"What the law could not do, in that it was weak through the flesh, God has accomplished by sending his own Son in the likeness of sinful flesh and for sin. Thus he condemned sin in the flesh,"},"4":{"verse":4,"text":"so that the ordinance of the law might be fulfilled in us who walk not after the flesh, but after the Spirit."},"5":{"verse":5,"text":"For those who live according to the flesh set their minds on the things of the flesh, but those who live according to the Spirit [set their minds] on the things of the Spirit."},"6":{"verse":6,"text":"The mind of the flesh is death, but the mind of the Spirit is life and peace."},"7":{"verse":7,"text":"This is because the mind of the flesh is hostile toward God; certainly, it is not subject to God’s law, and indeed it cannot be."},"8":{"verse":8,"text":"Those who are in the flesh cannot please God."},"9":{"verse":9,"text":"However, you are not in the flesh but in the spirit, since the Spirit of God dwells in you. But {surely} anyone who does not have the Spirit of Christ does not belong to him."},"10":{"verse":10,"text":"If Christ is in you, the body is dead because of sin, but the spirit is alive because of righteousness."},"11":{"verse":11,"text":"But if the Spirit of him who raised up Jesus from the dead dwells in you, he who raised up Christ from the dead will also give life to your mortal bodies through his Spirit who dwells in you."},"12":{"verse":12,"text":"And so, brethren, we are not in debt to the flesh that we should live after the flesh."},"13":{"verse":13,"text":"For if you live after the flesh, you must die; but if by the Spirit you put to death the deeds of the body, then you will live!"},"14":{"verse":14,"text":"As many as are led by the Spirit of God are children of God."},"15":{"verse":15,"text":"You did not receive the spirit of bondage to [live in] fear again. Instead, you received the Spirit of adoption through which we cry, “Abba! Father!”"},"16":{"verse":16,"text":" The Spirit himself testifies with our spirit that we are children of God;"},"17":{"verse":17,"text":"and if [we are] children, then [we are] heirs; heirs of God, and joint-heirs with Christ; if indeed we suffer with him, so that we may also be glorified with him."},"18":{"verse":18,"text":"For I consider that the sufferings of this present time are not worthy to be compared with the glory which will be revealed toward us."},"19":{"verse":19,"text":"As it is, the creation waits with eager expectation for the revelation of God’s children."},"20":{"verse":20,"text":"Indeed, creation was subjected to futility, not of its own will, but because of him who subjected it, in hope"},"21":{"verse":21,"text":"that creation will also be delivered from the bondage of decay into the glorious freedom of the children of God."},"22":{"verse":22,"text":"We know that the totality of creation groans and labors in pain until now."},"23":{"verse":23,"text":"Moreover, so do we who have the first fruits of the Spirit! We groan within ourselves, awaiting the adoption, the redemption of our body."},"24":{"verse":24,"text":"We were saved in hope, but hope that is seen is not hope! Indeed, why does one still hope for what is seen?"},"25":{"verse":25,"text":"But if we hope for what we do not see, we wait for it with patience."},"26":{"verse":26,"text":"Also, the Spirit helps our weaknesses, because we do not know how to pray as we should. But the Spirit himself makes intercession for us with groanings which cannot be uttered."},"27":{"verse":27,"text":"He who searches the hearts knows the way of thinking of the Spirit, because the prayers that the Spirit makes for the saints are always in accordance with God."},"28":{"verse":28,"text":" We know that all things work together for good for those who love God, to those who are called according to his purpose."},"29":{"verse":29,"text":"Whoever God foreknew, he also predestined to be conformed to the image of his Son, so that his Son might be the firstborn among many brethren."},"30":{"verse":30,"text":"Whoever God predestined, he also called. Those whom he called, he also justified. Those whom he justified, he also glorified."},"31":{"verse":31,"text":" What then shall we say about these things? If God is for us, who can be against us?"},"32":{"verse":32,"text":"He who did not spare his own Son but delivered him up for us all, how would he not also give us all things with him freely?"},"33":{"verse":33,"text":"Who could bring a charge against God’s elect? It is God who justifies!"},"34":{"verse":34,"text":"Who is the one who condemns? It is Christ who died, yes and rather, who is risen, who is even at the right hand of God, who also makes intercession for us."},"35":{"verse":35,"text":" Who shall separate us from the love of Christ? Could oppression, or anguish, or persecution, or famine, or nakedness, or peril, or sword?"},"36":{"verse":36,"text":"Even as it is written:  For your sake we are killed all day long.   We were accounted as sheep for the slaughter. "},"37":{"verse":37,"text":" No, in all these things, we are more than conquerors through him who loved us."},"38":{"verse":38,"text":"Indeed, I am convinced that neither death, nor life, nor principalities, nor powers, nor things present, nor things to come,"},"39":{"verse":39,"text":"nor height, nor depth, nor any other created thing, will be able to separate us from the love of God which is in Christ Jesus our Lord."}},"meta":{"connection":"EOB","book_number":520,"chapter_number":8,"previous_chapter":{"connection":"EOB","book_number":520,"chapter":7},"next_chapter":{"connection":"EOB","book_number":520,"chapter":9}}}