{"chapter":{"1":{"verse":1,"text":" I tell the truth in Christ. I am not lying and my conscience bears witness with me in the Holy Spirit"},"2":{"verse":2,"text":"that I have great sorrow and unceasing pain in my heart."},"3":{"verse":3,"text":"In fact, I could wish that I myself were accursed from Christ for the sake of my brethren, my relatives according to the flesh,"},"4":{"verse":4,"text":"who are Israelites. Theirs is the adoption, the glory, the covenants, the giving of the law, the offering of divine service, and the promises."},"5":{"verse":5,"text":"From them are the fathers and Christ according to the flesh, who is blessed God over all, unto the ages. Amen."},"6":{"verse":6,"text":" But it is not as though the word of God has come to nothing. In fact, those of ‘Israel’ are not all Israel,"},"7":{"verse":7,"text":"and just because they are Abraham’s seed, not all are children. But, “In Isaac will your seed be called.”"},"8":{"verse":8,"text":"That is, it is not the children of the flesh who are children of God, but the children of the promise are considered as descendants."},"9":{"verse":9,"text":"For this is a word of promise, “At the appointed time I will come, and Sarah will have a son.”"},"10":{"verse":10,"text":"Not only so, but Rebecca also conceived by our father Isaac."},"11":{"verse":11,"text":"Even before her twins had been born or had done anything good or bad (so that God’s purpose of election might stand, not of works, but of him who calls),"},"12":{"verse":12,"text":"it was said to her, “The elder will serve the younger.”"},"13":{"verse":13,"text":"As it is written, “Jacob I loved, but Esau I hated.”"},"14":{"verse":14,"text":" What then shall we say? That there is injustice with God? May it never be!"},"15":{"verse":15,"text":"For God said to Moses, “I will have mercy on whom I have mercy, and I will have compassion on whom I have compassion.”"},"16":{"verse":16,"text":"And so, it is not about someone willing or running, but it depends on God who has mercy."},"17":{"verse":17,"text":"Thus, the Scripture says to Pharaoh, “For this very purpose, I caused you to be raised up, so that I might show in you my power, and that my Name might be proclaimed in all the earth.”"},"18":{"verse":18,"text":"And so, God has mercy on whom he desires, and he hardens whom he desires."},"19":{"verse":19,"text":"You will then ask me, “Why does God still find fault? Who can resist his will?”"},"20":{"verse":20,"text":" But who indeed are you, a human being, to argue with God? Will the thing formed ask the one who formed it, “Why did you make me like this?”"},"21":{"verse":21,"text":"Does not the potter have a right over the clay, to make from the same lump one part a vessel for honor, and another for dishonor?"},"22":{"verse":22,"text":"What if God, willing to show his wrath and also to make his power known, endured with much patience vessels of wrath fitted for destruction;"},"23":{"verse":23,"text":"and that he might make known the riches of his glory on vessels of mercy, which he prepared beforehand for glory?"},"24":{"verse":24,"text":"That is us, whom he also called, not from the Jews only, but also from the Gentiles?"},"25":{"verse":25,"text":"As he says also in Hosea:  I will call them ‘my people,’ which were not my people;   and her ‘beloved,’ who was not beloved. "},"26":{"verse":26,"text":" It will be that in the place where it was said to them,   ‘You are not my people,’   There they will be called ‘children of the living God.’ "},"27":{"verse":27,"text":" Isaias (Isaiah) cries concerning Israel:  If the number of the children of Israel are as the sand of the sea,   It is the remnant who will be saved; "},"28":{"verse":28,"text":" For he will finish the work and cut it short in righteousness,   Because the Lord will make a short work upon the earth. "},"29":{"verse":29,"text":" As Isaias (Isaiah) has said before:  If the Lord of Hosts had not left us a seed,   We would have become like Sodom,   And would have been made like Gomorrah. "},"30":{"verse":30,"text":" What then shall we say? That the Gentiles, who did not pursue righteousness, [still] attained to righteousness, even the righteousness which is of faith;"},"31":{"verse":31,"text":"but Israel, pursuing a law of righteousness, did not in fact arrive at the law of righteousness."},"32":{"verse":32,"text":"Why? Because they did not seek it by faith, but by the works of the law! For they stumbled over the stumbling stone,"},"33":{"verse":33,"text":"even as it is written:  Behold, I lay in Zion a stumbling stone and a rock of offense;   And whoever believes in him will not be disappointed. "}},"meta":{"connection":"EOB","book_number":520,"chapter_number":9,"previous_chapter":{"connection":"EOB","book_number":520,"chapter":8},"next_chapter":{"connection":"EOB","book_number":520,"chapter":10}}}