{"chapter":{"1":{"verse":1,"text":"Иисус, продолжая говорить им притчами, сказал:"},"2":{"verse":2,"text":"<span class=\"j\">Царство Небесное подобно человеку царю, который сделал брачный пир для сына своего</span>"},"3":{"verse":3,"text":"<span class=\"j\">и послал рабов своих звать званых на брачный пир; и не хотели придти.</span>"},"4":{"verse":4,"text":"<span class=\"j\">Опять послал других рабов, сказав: скажите званым: вот, я приготовил обед мой, тельцы мои и что откормлено, заколото, и всё готово; приходите на брачный пир.</span>"},"5":{"verse":5,"text":"<span class=\"j\">Но они, пренебрегши то, пошли, кто на поле свое, а кто на торговлю свою;</span>"},"6":{"verse":6,"text":"<span class=\"j\">прочие же, схватив рабов его, оскорбили и убили <i>их.</i></span>"},"7":{"verse":7,"text":"<span class=\"j\">Услышав о сем, царь разгневался, и, послав войска свои, истребил убийц оных и сжег город их.</span>"},"8":{"verse":8,"text":"<span class=\"j\">Тогда говорит он рабам своим: брачный пир готов, а званые не были достойны;</span>"},"9":{"verse":9,"text":"<span class=\"j\">итак пойдите на распутия и всех, кого найдете, зовите на брачный пир.</span>"},"10":{"verse":10,"text":"<span class=\"j\">И рабы те, выйдя на дороги, собрали всех, кого только нашли, и злых и добрых; и брачный пир наполнился возлежащими.</span>"},"11":{"verse":11,"text":"<span class=\"j\">Царь, войдя посмотреть возлежащих, увидел там человека, одетого не в брачную одежду,</span>"},"12":{"verse":12,"text":"<span class=\"j\">и говорит ему: друг! как ты вошел сюда не в брачной одежде? Он же молчал.</span>"},"13":{"verse":13,"text":"<span class=\"j\">Тогда сказал царь слугам: связав ему руки и ноги, возьмите его и бросьте во тьму внешнюю; там будет плач и скрежет зубов;</span>"},"14":{"verse":14,"text":"<span class=\"j\">ибо много званых, а мало избранных.</span>"},"15":{"verse":15,"text":"Тогда фарисеи пошли и совещались, как бы уловить Его в словах."},"16":{"verse":16,"text":"И посылают к Нему учеников своих с иродианами, говоря: Учитель! мы знаем, что Ты справедлив, и истинно пути Божию учишь, и не заботишься об угождении кому-либо, ибо не смотришь ни на какое лице;"},"17":{"verse":17,"text":"итак скажи нам: как Тебе кажется? позволительно ли давать подать кесарю, или нет?"},"18":{"verse":18,"text":"Но Иисус, видя лукавство их, сказал: <span class=\"j\">что искушаете Меня, лицемеры?</span>"},"19":{"verse":19,"text":"<span class=\"j\">покажите Мне монету, которою платится подать.</span> Они принесли Ему динарий."},"20":{"verse":20,"text":"И говорит им: <span class=\"j\">чье это изображение и надпись?"},"21":{"verse":21,"text":"Говорят Ему: кесаревы. Тогда говорит им: <span class=\"j\">итак отдавайте кесарево кесарю, а Божие Богу.</span>"},"22":{"verse":22,"text":"Услышав это, они удивились и, оставив Его, ушли."},"23":{"verse":23,"text":"В тот день приступили к Нему саддукеи, которые говорят, что нет воскресения, и спросили Его:"},"24":{"verse":24,"text":"Учитель! Моисей сказал: если кто умрет, не имея детей, то брат его пусть возьмет за себя жену его и восстановит семя брату своему;"},"25":{"verse":25,"text":"было у нас семь братьев; первый, женившись, умер и, не имея детей, оставил жену свою брату своему;"},"26":{"verse":26,"text":"подобно и второй, и третий, даже до седьмого;"},"27":{"verse":27,"text":"после же всех умерла и жена;"},"28":{"verse":28,"text":"итак, в воскресении, которого из семи будет она женою? ибо все имели ее."},"29":{"verse":29,"text":"Иисус сказал им в ответ: <span class=\"j\">заблуждаетесь, не зная Писаний, ни силы Божией,"},"30":{"verse":30,"text":"<span class=\"j\">ибо в воскресении ни женятся, ни выходят замуж, но пребывают, как Ангелы Божии на небесах.</span>"},"31":{"verse":31,"text":"<span class=\"j\">А о воскресении мертвых не читали ли вы реченного вам Богом:</span>"},"32":{"verse":32,"text":"<span class=\"j\">Я Бог Авраама, и Бог Исаака, и Бог Иакова? Бог не есть Бог мертвых, но живых.</span>"},"33":{"verse":33,"text":"И, слыша, народ дивился учению Его."},"34":{"verse":34,"text":"А фарисеи, услышав, что Он привел саддукеев в молчание, собрались вместе."},"35":{"verse":35,"text":"И один из них, законник, искушая Его, спросил, говоря:"},"36":{"verse":36,"text":"Учитель! какая наибольшая заповедь в законе?"},"37":{"verse":37,"text":"Иисус сказал ему: <span class=\"j\">возлюби Господа Бога твоего всем сердцем твоим и всею душею твоею и всем разумением твоим:"},"38":{"verse":38,"text":"<span class=\"j\">сия есть первая и наибольшая заповедь;</span>"},"39":{"verse":39,"text":"<span class=\"j\">вторая же подобная ей: возлюби ближнего твоего, как самого себя;</span>"},"40":{"verse":40,"text":"<span class=\"j\">на сих двух заповедях утверждается весь закон и пророки.</span>"},"41":{"verse":41,"text":"Когда же собрались фарисеи, Иисус спросил их:"},"42":{"verse":42,"text":"<span class=\"j\">что вы думаете о Христе? чей Он сын?</span> Говорят Ему: Давидов."},"43":{"verse":43,"text":"<span class=\"j\">Говорит им: как же Давид, по вдохновению, называет Его Господом, когда говорит:</span>"},"44":{"verse":44,"text":"<span class=\"j\">сказал Господь Господу моему: седи одесную Меня, доколе положу врагов Твоих в подножие ног Твоих?</span>"},"45":{"verse":45,"text":"<span class=\"j\">Итак, если Давид называет Его Господом, как же Он сын ему?</span>"},"46":{"verse":46,"text":"И никто не мог отвечать Ему ни слова; и с того дня никто уже не смел спрашивать Его."}},"meta":{"connection":"RSTI","book_number":470,"chapter_number":22,"previous_chapter":{"connection":"RSTI","book_number":470,"chapter":21},"next_chapter":{"connection":"RSTI","book_number":470,"chapter":23}}}