{"chapter":{"1":{"verse":1,"text":"<span class=\"j\">Не судите, да не судимы будете,</span>"},"2":{"verse":2,"text":"<span class=\"j\">ибо каким судом судите, <i>таким</i> будете судимы; и какою мерою мерите, <i>такою</i> и вам будут мерить.</span>"},"3":{"verse":3,"text":"<span class=\"j\">И что ты смотришь на сучок в глазе брата твоего, а бревна в твоем глазе не чувствуешь?</span>"},"4":{"verse":4,"text":"<span class=\"j\">Или как скажешь брату твоему: \"дай, я выну сучок из глаза твоего\", а вот, в твоем глазе бревно?</span>"},"5":{"verse":5,"text":"<span class=\"j\">Лицемер! вынь прежде бревно из твоего глаза и тогда увидишь, <i>как</i> вынуть сучок из глаза брата твоего.</span>"},"6":{"verse":6,"text":"<span class=\"j\">Не давайте святыни псам и не бросайте жемчуга вашего перед свиньями, чтобы они не попрали его ногами своими и, обратившись, не растерзали вас.</span>"},"7":{"verse":7,"text":"<span class=\"j\">Просите, и дано будет вам; ищите, и найдете; стучите, и отворят вам;</span>"},"8":{"verse":8,"text":"<span class=\"j\">ибо всякий просящий получает, и ищущий находит, и стучащему отворят.</span>"},"9":{"verse":9,"text":"<span class=\"j\">Есть ли между вами такой человек, который, когда сын его попросит у него хлеба, подал бы ему камень?</span>"},"10":{"verse":10,"text":"<span class=\"j\">и когда попросит рыбы, подал бы ему змею?</span>"},"11":{"verse":11,"text":"<span class=\"j\">Итак если вы, будучи злы, умеете даяния благие давать детям вашим, тем более Отец ваш Небесный даст блага просящим у Него.</span>"},"12":{"verse":12,"text":"<span class=\"j\">Итак во всем, как хотите, чтобы с вами поступали люди, так поступайте и вы с ними, ибо в этом закон и пророки.</span>"},"13":{"verse":13,"text":"<span class=\"j\">Входите тесными вратами, потому что широки врата и пространен путь, ведущие в погибель, и многие идут ими;</span>"},"14":{"verse":14,"text":"<span class=\"j\">потому что тесны врата и узок путь, ведущие в жизнь, и немногие находят их.</span>"},"15":{"verse":15,"text":"<span class=\"j\">Берегитесь лжепророков, которые приходят к вам в овечьей одежде, а внутри суть волки хищные.</span>"},"16":{"verse":16,"text":"<span class=\"j\">По плодам их узнаете их. Собирают ли с терновника виноград, или с репейника смоквы?</span>"},"17":{"verse":17,"text":"<span class=\"j\">Так всякое дерево доброе приносит и плоды добрые, а худое дерево приносит и плоды худые.</span>"},"18":{"verse":18,"text":"<span class=\"j\">Не может дерево доброе приносить плоды худые, ни дерево худое приносить плоды добрые.</span>"},"19":{"verse":19,"text":"<span class=\"j\">Всякое дерево, не приносящее плода доброго, срубают и бросают в огонь.</span>"},"20":{"verse":20,"text":"<span class=\"j\">Итак по плодам их узнаете их.</span>"},"21":{"verse":21,"text":"<span class=\"j\">Не всякий, говорящий Мне: \"Господи! Господи!\", войдет в Царство Небесное, но исполняющий волю Отца Моего Небесного.</span>"},"22":{"verse":22,"text":"<span class=\"j\">Многие скажут Мне в тот день: Господи! Господи! не от Твоего ли имени мы пророчествовали? и не Твоим ли именем бесов изгоняли? и не Твоим ли именем многие чудеса творили?</span>"},"23":{"verse":23,"text":"<span class=\"j\">И тогда объявлю им: Я никогда не знал вас; отойдите от Меня, делающие беззаконие.</span>"},"24":{"verse":24,"text":"<span class=\"j\">Итак всякого, кто слушает слова Мои сии и исполняет их, уподоблю мужу благоразумному, который построил дом свой на камне;</span>"},"25":{"verse":25,"text":"<span class=\"j\">и пошел дождь, и разлились реки, и подули ветры, и устремились на дом тот, и он не упал, потому что основан был на камне.</span>"},"26":{"verse":26,"text":"<span class=\"j\">А всякий, кто слушает сии слова Мои и не исполняет их, уподобится человеку безрассудному, который построил дом свой на песке;</span>"},"27":{"verse":27,"text":"<span class=\"j\">и пошел дождь, и разлились реки, и подули ветры, и налегли на дом тот; и он упал, и было падение его великое.</span>"},"28":{"verse":28,"text":"И когда Иисус окончил слова сии, народ дивился учению Его,"},"29":{"verse":29,"text":"ибо Он учил их, как власть имеющий, а не как книжники и фарисеи."}},"meta":{"connection":"RSTI","book_number":470,"chapter_number":7,"previous_chapter":{"connection":"RSTI","book_number":470,"chapter":6},"next_chapter":{"connection":"RSTI","book_number":470,"chapter":8}}}