{"chapter":{"1":{"verse":1,"text":"И я не мог говорить с вами, братия, как с духовными, но как с плотскими, как с младенцами во Христе."},"2":{"verse":2,"text":"Я питал вас молоком, а не твердою пищею, ибо вы были еще не в силах, да и теперь не в силах,"},"3":{"verse":3,"text":"потому что вы еще плотские. Ибо если между вами зависть, споры и разногласия, то не плотские ли вы? и не по человеческому ли обычаю поступаете?"},"4":{"verse":4,"text":"Ибо когда один говорит: \"я Павлов\", а другой: \"я Аполлосов\", то не плотские ли вы?"},"5":{"verse":5,"text":"Кто Павел? кто Аполлос? Они только служители, через которых вы уверовали, и притом поскольку каждому дал Господь."},"6":{"verse":6,"text":"Я насадил, Аполлос поливал, но возрастил Бог;"},"7":{"verse":7,"text":"посему и насаждающий и поливающий есть ничто, а все Бог возращающий."},"8":{"verse":8,"text":"Насаждающий же и поливающий суть одно; но каждый получит свою награду по своему труду."},"9":{"verse":9,"text":"Ибо мы соработники у Бога, а вы Божия нива, Божие строение."},"10":{"verse":10,"text":"Я, по данной мне от Бога благодати, как мудрый строитель, положил основание, а другой строит на нем; но каждый смотри, как строит."},"11":{"verse":11,"text":"Ибо никто не может положить другого основания, кроме положенного, которое есть Иисус Христос."},"12":{"verse":12,"text":"Строит ли кто на этом основании из золота, серебра, драгоценных камней, дерева, сена, соломы, -"},"13":{"verse":13,"text":"каждого дело обнаружится; ибо день покажет, потому что в огне открывается, и огонь испытает дело каждого, каково оно есть."},"14":{"verse":14,"text":"У кого дело, которое он строил, устоит, тот получит награду."},"15":{"verse":15,"text":"А у кого дело сгорит, тот потерпит урон; впрочем сам спасется, но так, как бы из огня."},"16":{"verse":16,"text":"Разве не знаете, что вы храм Божий, и Дух Божий живет в вас?"},"17":{"verse":17,"text":"Если кто разорит храм Божий, того покарает Бог: ибо храм Божий свят; а этот храм - вы."},"18":{"verse":18,"text":"Никто не обольщай самого себя. Если кто из вас думает быть мудрым в веке сем, тот будь безумным, чтобы быть мудрым."},"19":{"verse":19,"text":"Ибо мудрость мира сего есть безумие пред Богом, как написано: уловляет мудрых в лукавстве их."},"20":{"verse":20,"text":"И еще: Господь знает умствования мудрецов, что они суетны."},"21":{"verse":21,"text":"Итак никто не хвались человеками, ибо все ваше:"},"22":{"verse":22,"text":"Павел ли, или Аполлос, или Кифа, или мир, или жизнь, или смерть, или настоящее, или будущее, - все ваше;"},"23":{"verse":23,"text":"вы же - Христовы, а Христос - Божий."}},"meta":{"connection":"RSTI","book_number":530,"chapter_number":3,"previous_chapter":{"connection":"RSTI","book_number":530,"chapter":2},"next_chapter":{"connection":"RSTI","book_number":530,"chapter":4}}}