{"chapter":{"1":{"verse":1,"text":"Не Апостол ли я? Не свободен ли я? Не видел ли я Иисуса Христа, Господа нашего? Не мое ли дело вы в Господе?"},"2":{"verse":2,"text":"Если для других я не Апостол, то для вас Апостол; ибо печать моего апостольства - вы в Господе."},"3":{"verse":3,"text":"Вот мое защищение против осуждающих меня."},"4":{"verse":4,"text":"Или мы не имеем власти есть и пить?"},"5":{"verse":5,"text":"Или не имеем власти иметь спутницею сестру жену, как и прочие Апостолы, и братья Господни, и Кифа?"},"6":{"verse":6,"text":"Или один я и Варнава не имеем власти не работать?"},"7":{"verse":7,"text":"Какой воин служит когда-либо на своем содержании? Кто, насадив виноград, не ест плодов его? Кто, пася стадо, не ест молока от стада?"},"8":{"verse":8,"text":"По человеческому ли только рассуждению я это говорю? Не то же ли говорит и закон?"},"9":{"verse":9,"text":"Ибо в Моисеевом законе написано: не заграждай рта у вола молотящего. О волах ли печется Бог?"},"10":{"verse":10,"text":"Или, конечно, для нас говорится? Так, для нас это написано; ибо, кто пашет, должен пахать с надеждою, и кто молотит, должен молотить с надеждою получить ожидаемое."},"11":{"verse":11,"text":"Если мы посеяли в вас духовное, велико ли то, если пожнем у вас телесное?"},"12":{"verse":12,"text":"Если другие имеют у вас власть, не паче ли мы? Однако мы не пользовались сею властью, но все переносим, дабы не поставить какой преграды благовествованию Христову."},"13":{"verse":13,"text":"Разве не знаете, что священнодействующие питаются от святилища? что служащие жертвеннику берут долю от жертвенника?"},"14":{"verse":14,"text":"Так и Господь повелел проповедующим Евангелие жить от благовествования."},"15":{"verse":15,"text":"Но я не пользовался ничем таковым. И написал это не для того, чтобы так было для меня. Ибо для меня лучше умереть, нежели чтобы кто уничтожил похвалу мою."},"16":{"verse":16,"text":"Ибо если я благовествую, то нечем мне хвалиться, потому что это необходимая обязанность моя, и горе мне, если не благовествую!"},"17":{"verse":17,"text":"Ибо если делаю это добровольно, то буду иметь награду; а если недобровольно, то исполняю только вверенное мне служение."},"18":{"verse":18,"text":"За что же мне награда? За то, что, проповедуя Евангелие, благовествую о Христе безмездно, не пользуясь моею властью в благовествовании."},"19":{"verse":19,"text":"Ибо, будучи свободен от всех, я всем поработил себя, дабы больше приобрести:"},"20":{"verse":20,"text":"для Иудеев я был как Иудей, чтобы приобрести Иудеев; для подзаконных был как подзаконный, чтобы приобрести подзаконных;"},"21":{"verse":21,"text":"для чуждых закона - как чуждый закона, - не будучи чужд закона пред Богом, но подзаконен Христу, - чтобы приобрести чуждых закона;"},"22":{"verse":22,"text":"для немощных был как немощный, чтобы приобрести немощных. Для всех я сделался всем, чтобы спасти по крайней мере некоторых."},"23":{"verse":23,"text":"Сие же делаю для Евангелия, чтобы быть соучастником его."},"24":{"verse":24,"text":"Не знаете ли, что бегущие на ристалище бегут все, но один получает награду? Так бегите, чтобы получить."},"25":{"verse":25,"text":"Все подвижники воздерживаются от всего: те для получения венца тленного, а мы - нетленного."},"26":{"verse":26,"text":"И потому я бегу не так, как на неверное, бьюсь не так, чтобы только бить воздух;"},"27":{"verse":27,"text":"но усмиряю и порабощаю тело мое, дабы, проповедуя другим, самому не остаться недостойным."}},"meta":{"connection":"RSTI","book_number":530,"chapter_number":9,"previous_chapter":{"connection":"RSTI","book_number":530,"chapter":8},"next_chapter":{"connection":"RSTI","book_number":530,"chapter":10}}}