{"chapter":{"1":{"verse":1,"text":" Jude, a bondservant of Jesus Christ and brother of James, to those who are called, sanctified by God the Father and kept for Jesus Christ:"},"2":{"verse":2,"text":"May mercy, peace and love be multiplied to you!"},"3":{"verse":3,"text":" Beloved, while I was very eager to write to you about our common salvation, I felt it needful to write to you in order to encourage you to fight hard for the faith which was once for all delivered to the saints."},"4":{"verse":4,"text":"Indeed, there are certain men who have secretly crept in, people whose condemnation was announced long ago. They are ungodly men who turn the grace of our God into indecency, and they deny our only Master and Lord Jesus Christ."},"5":{"verse":5,"text":" Even though you already know this, I wish to remind you that the Lord, having saved a people out of the land of Egypt, later on destroyed those who did not believe!"},"6":{"verse":6,"text":"The angels who did not keep their first domain but deserted their own dwelling place, he has also kept in darkness and eternal chains for the judgment of the great day."},"7":{"verse":7,"text":"Likewise, Sodom, Gomorrah, and the cities around them had given themselves over to sexual immorality and unnatural relations in the same way as these angels. They are presented as an example, suffering the punishment of eternal fire."},"8":{"verse":8,"text":"Yet, these people do the same thing: in their delusion, they degrade the flesh, despise authority, and slander the glorious beings."},"9":{"verse":9,"text":"But the archangel Michael, when he struggled with the devil and argued about the body of Moses, did not dare to bring against the devil an evil-speaking judgment, but said, “May the Lord rebuke you!”"},"10":{"verse":10,"text":"Yet, these people speak evil of things they know nothing about. What they do understand (by natural power, like the creatures without reason), these things will destroy them."},"11":{"verse":11,"text":"Woe to them! They have followed the path of Cain, they have thrown themselves after the error of Balaam for the sake of money, and they have perished in Korah’s rebellion."},"12":{"verse":12,"text":"These people are like hidden and rocky reefs in your agape meals, when they feast with you. They are shepherds who feed themselves without fear, clouds without water carried along by winds, autumn trees without fruit, twice dead, uprooted."},"13":{"verse":13,"text":"They are wild waves of the sea, foaming out their own shame; wandering stars, for whom the gloom of darkness has been reserved unto the age."},"14":{"verse":14,"text":"About these people, Enoch, the seventh from Adam, also prophesied, saying:  Behold, the Lord is coming with ten thousands of his holy ones, "},"15":{"verse":15,"text":" to execute judgment on all,   and to convict all the ungodly among them of all their works of ungodliness   which they have done in an ungodly way,   and of all the hard things which ungodly sinners have spoken against him. "},"16":{"verse":16,"text":" These [people] are grumblers and complainers who pursue their [own] lusts, and their mouth speaks proud things. [They only] show respect to people in order to gain an advantage."},"17":{"verse":17,"text":" As for you, beloved, remember the words which have been spoken before by the apostles of our Lord Jesus Christ."},"18":{"verse":18,"text":"They said to you that “in the last time there will be mockers, walking after their own ungodly lusts.”"},"19":{"verse":19,"text":"These [scoffers] are the ones who cause divisions, because they are sensual and deprived of the Spirit."},"20":{"verse":20,"text":"But you, beloved, keep building yourselves up in your most holy faith, praying in the Holy Spirit."},"21":{"verse":21,"text":"Keep yourselves in the love of God, looking for the mercy of our Lord Jesus Christ [that leads] to eternal life."},"22":{"verse":22,"text":"Have compassion on some of them, [but] make a distinction."},"23":{"verse":23,"text":"You can save some of them, snatching them out of the fire with fear, yet hating even the clothing stained by what is carnal."},"24":{"verse":24,"text":" Now to him who is able to keep them from stumbling and to present [them] blameless before the presence of his glory in great joy,"},"25":{"verse":25,"text":"to God our Savior who alone is wise, be glory and majesty, dominion and power, both now and to all ages. Amen."}},"meta":{"connection":"EOB","book_number":720,"chapter_number":1,"previous_chapter":{"connection":"EOB","book_number":710,"chapter":1},"next_chapter":null}}