{"chapter":{"1":{"verse":1,"text":" Paul, an apostle of Jesus Christ by the will of God, to the saints who are at Ephesus, faithful in Christ Jesus:"},"2":{"verse":2,"text":"Grace to you and peace from God our Father and the Lord Jesus Christ!"},"3":{"verse":3,"text":"Blessed be the God and Father of our Lord Jesus Christ, who has blessed us with every spiritual blessing in the heavenly places in Christ."},"4":{"verse":4,"text":"He chose us in him before the foundation of the world, so that we would be holy and without blemish before him in love."},"5":{"verse":5,"text":"He also foreordained us for adoption {as his children} through Jesus Christ according to his purpose and will."},"6":{"verse":6,"text":"This is to the praise of the glory of his grace, by which he made us accepted in the Beloved."},"7":{"verse":7,"text":"In him we have redemption through his blood, the forgiveness of our sins, according to the riches of his grace"},"8":{"verse":8,"text":"which he showered upon us in all wisdom and insight."},"9":{"verse":9,"text":"He has revealed to us the mystery of his will, according to his good pleasure which he had determined beforehand in Christ."},"10":{"verse":10,"text":"This came into effect when the times had been fulfilled, to bring together all things under Christ, the things in the heavens and the things on the earth; yes, in him!"},"11":{"verse":11,"text":"In him, an inheritance was assigned to us, foreordained according to the purpose of him who works all things after the counsel of his will."},"12":{"verse":12,"text":"[And the end result is] that we, who had hoped in Christ, should be to the praise of his glory."},"13":{"verse":13,"text":"In him you also, when you heard the word of the truth which is the Good News of your salvation, and having believed in it, you were sealed with the Holy Spirit of promise."},"14":{"verse":14,"text":"He is a pledge of our inheritance, until the redemption of those who are God’s possession, to the praise of his glory!"},"15":{"verse":15,"text":"For this same reason, I too, having heard of the faith in the Lord Jesus which is among you and the love which you have toward all the saints,"},"16":{"verse":16,"text":"do not cease to give thanks for you, making mention of you in my prayers."},"17":{"verse":17,"text":"[I pray] that the God of our Lord Jesus Christ, the Father of glory, may give you a spirit of wisdom and revelation to bring you to full knowledge of him."},"18":{"verse":18,"text":"Having the eyes of your heart enlightened, may you experience the hope of his calling and know the riches of the glory of his inheritance in the saints."},"19":{"verse":19,"text":"May you also experience the exceeding greatness of his power toward us who believe, according to his power and might"},"20":{"verse":20,"text":"which he accomplished in Christ, when he raised him from the dead and made him to sit at his right hand in the heavenly places."},"21":{"verse":21,"text":"Yes, Christ now sits above all rule, authority, power, dominion, and every name that can be named, not only in this age, but also in the age to come."},"22":{"verse":22,"text":"God put all things in subjection under his feet and granted him to be head over all things for the sake of the Church,"},"23":{"verse":23,"text":"which is his body, the fullness of him who fills all in all."}},"meta":{"connection":"EOB","book_number":560,"chapter_number":1,"previous_chapter":{"connection":"EOB","book_number":550,"chapter":6},"next_chapter":{"connection":"EOB","book_number":560,"chapter":2}}}