{"chapter":{"1":{"verse":1,"text":" You were dead in transgressions and sins,"},"2":{"verse":2,"text":"and this was your lifestyle according to the age of this world, according to the prince of the power of the air, the spirit who now works in the children of disobedience."},"3":{"verse":3,"text":"We used to live among them and we used to live in self-indulgence, doing the desires of the {fallen} flesh and mind, and we were by nature children of wrath, just as the others."},"4":{"verse":4,"text":"But God who is rich in mercy, on account of his great love by which he loved us,"},"5":{"verse":5,"text":"even when we were dead through our trespasses, made us alive together with Christ. By grace you have been saved!"},"6":{"verse":6,"text":"God raised us up with him, and granted us to sit with him in the heavenly places in Christ Jesus,"},"7":{"verse":7,"text":"so that in the ages to come, he might show the overflowing treasure of his grace in kindness toward us, in Christ Jesus."},"8":{"verse":8,"text":"Yes, by grace you have been saved through faith, and not by yourselves. It is the gift of God,"},"9":{"verse":9,"text":"not of works, so that no one would boast."},"10":{"verse":10,"text":"For we are his workmanship, created in Christ Jesus for good works, which God prepared in advance so that we should walk in them."},"11":{"verse":11,"text":"Therefore, remember that you, formerly Gentiles in the flesh who are called “uncircumcision” by what is called “circumcision” (in the flesh, made by hands)—"},"12":{"verse":12,"text":"that you used to be separated from Christ. You were alienated from the commonwealth of Israel and strangers from the covenants of the promise, having no hope and without God in the world."},"13":{"verse":13,"text":"But now, in Christ Jesus, you who once were far off have been brought near in the blood of Christ."},"14":{"verse":14,"text":"He is our peace, he who made both [groups to be] one and tore down the wall of separation."},"15":{"verse":15,"text":"He abolished in his flesh the enmity which is the law of commandments with its decrees, so that he might create in himself one new humanity instead of two, making peace."},"16":{"verse":16,"text":"He reconciled both [groups] to God in one body, through the cross, by which he destroyed that enmity."},"17":{"verse":17,"text":"He came and preached peace to you who were far off and also to those who were near."},"18":{"verse":18,"text":"Through him, we both have access to the Father in one Spirit."},"19":{"verse":19,"text":"And so, you are no longer strangers and foreigners! Instead, [you are] fellow citizens with the saints, and members of God’s household,"},"20":{"verse":20,"text":"being built on the foundation of the apostles and prophets. Jesus Christ himself is the chief cornerstone,"},"21":{"verse":21,"text":"in whom the whole building, fitted together, grows into a holy sanctuary in the Lord."},"22":{"verse":22,"text":"In him, you too are built up into a dwelling place of God in [the] Spirit."}},"meta":{"connection":"EOB","book_number":560,"chapter_number":2,"previous_chapter":{"connection":"EOB","book_number":560,"chapter":1},"next_chapter":{"connection":"EOB","book_number":560,"chapter":3}}}