{"chapter":{"1":{"verse":1,"text":" For this reason, I, Paul, am the prisoner of Christ Jesus on behalf of you Gentiles!"},"2":{"verse":2,"text":"Surely, you have heard of the dispensation of the grace of God which was given to me toward you;"},"3":{"verse":3,"text":"how by revelation, he made known to me the mystery, as I wrote before in a few words."},"4":{"verse":4,"text":"When you read them, you can perceive my understanding in the mystery of Christ,"},"5":{"verse":5,"text":"which in other generations was not made known to anyone as it has now been revealed to his holy apostles and prophets in the Spirit."},"6":{"verse":6,"text":"[I mean] that the Gentiles are [now] fellow heirs and fellow members of the body, yes, fellow partakers of God’s promise in Christ through the Good News."},"7":{"verse":7,"text":" Of this Good News, I was made a servant, according to the gift of God’s grace which was given me according to the working of his power."},"8":{"verse":8,"text":"This grace was given to me, the very least of all saints, so that I might preach among the Gentiles the unsearchable treasures of Christ"},"9":{"verse":9,"text":"and make everyone see the dispensation of the mystery which had been hidden in God for so long, in him who created all things through Jesus Christ."},"10":{"verse":10,"text":"This happened so that now, through the Church, the manifold wisdom of God might be made known to the principalities and powers in the heavenly places,"},"11":{"verse":11,"text":"according to the eternal purpose which God had in Christ Jesus our Lord,"},"12":{"verse":12,"text":"in whom we have boldness and confident access through our faith in him."},"13":{"verse":13,"text":"Therefore, I ask that you do not lose heart because of my troubles for you, as they are your glory!"},"14":{"verse":14,"text":" And so, I bow my knees to the Father of our Lord Jesus Christ,"},"15":{"verse":15,"text":"from whom every family in heaven and on earth is named,"},"16":{"verse":16,"text":"asking that according to the riches of his glory, he would grant you to be inwardly strengthened with power through his Spirit."},"17":{"verse":17,"text":"I also pray that Christ may dwell in your hearts through faith, so that you may be rooted and grounded in love."},"18":{"verse":18,"text":"May you [thus] be strengthened to comprehend with all the saints what is the breadth and length and depth and height"},"19":{"verse":19,"text":"of Christ’s love which is beyond knowledge; and that you may be filled with all the fullness of God."},"20":{"verse":20,"text":"Now to him who is able to accomplish much more than all we can ask or think according to the power that works in us,"},"21":{"verse":21,"text":"to him be the glory in the Church by Christ Jesus to all generations, unto ages of ages. Amen."}},"meta":{"connection":"EOB","book_number":560,"chapter_number":3,"previous_chapter":{"connection":"EOB","book_number":560,"chapter":2},"next_chapter":{"connection":"EOB","book_number":560,"chapter":4}}}