{"chapter":{"1":{"verse":1,"text":" Be imitators of God, as beloved children."},"2":{"verse":2,"text":"Walk in love, even as Christ also loved us and gave himself up for us as an offering and a sacrifice to God, a sweet-smelling fragrance."},"3":{"verse":3,"text":"But sexual immorality and all forms of impurity and greed should not even be mentioned among you, as is fitting for saints."},"4":{"verse":4,"text":"The same is true regarding filthy and foolish conversations as well as jokes which are not appropriate; instead, give thanks!"},"5":{"verse":5,"text":" Know this for sure: no one who is sexually immoral, involved in impurity, greedy, or an idolater has any inheritance in the Kingdom of Christ and God."},"6":{"verse":6,"text":" Let no one deceive you with empty words; because of these things, the wrath of God is coming on the children of disobedience."},"7":{"verse":7,"text":"Therefore, do not share in their lot."},"8":{"verse":8,"text":"Indeed, you used to be in darkness, but now, you are light in the Lord. Walk as children of light,"},"9":{"verse":9,"text":"for the fruit of the Spirit is in all [manner of] goodness, righteousness and truth."},"10":{"verse":10,"text":"Discern what is well-pleasing to the Lord!"},"11":{"verse":11,"text":"Have no fellowship with the vain works of darkness, but rather, expose them for what they are."},"12":{"verse":12,"text":"It is a shame even to speak about the things which these people do in secret!"},"13":{"verse":13,"text":"But all things are revealed when they are exposed to the light."},"14":{"verse":14,"text":"Therefore, it is said:  Awake, you sleeper, arise from the dead,   and Christ will shine on you. "},"15":{"verse":15,"text":" Therefore, watch carefully how you live, not as unwise, but as wise [people],"},"16":{"verse":16,"text":"making good use of time, because the days are evil."},"17":{"verse":17,"text":"Do not be foolish, but understand what the will of the Lord is."},"18":{"verse":18,"text":"Do not get drunk with wine—this is reckless living—but be filled with the Spirit."},"19":{"verse":19,"text":"Speak to one another in psalms, hymns, and spiritual songs! Sing and chant to the Lord in your heart,"},"20":{"verse":20,"text":"always giving thanks for everything in the Name of our Lord Jesus Christ, even unto the God and Father."},"21":{"verse":21,"text":"[Finally], be in mutual subjection in the fear of Christ."},"22":{"verse":22,"text":" Wives, be subject to your own husbands as [you are] to the Lord."},"23":{"verse":23,"text":"For the husband is the head of the wife, as Christ is the head of the Church, and he is the savior of the body."},"24":{"verse":24,"text":"As the Church is subject to Christ, wives should likewise be subject to their own husbands in everything."},"25":{"verse":25,"text":" Husbands, love your wives, just as Christ loved the Church and gave himself up for her"},"26":{"verse":26,"text":"in order to sanctify her, having purified her by the washing of water with the word,"},"27":{"verse":27,"text":"so that he might present her to himself in glory, without any spot or wrinkle or any such thing, but holy and flawless."},"28":{"verse":28,"text":"In the same way, a husband should love his wife as his [own] body. He who loves his own wife loves himself!"},"29":{"verse":29,"text":"No man ever hates his own body but feeds it and cares for it, as the Lord also does for the Church."},"30":{"verse":30,"text":"Yes, we are members of his body, his very flesh and bones!"},"31":{"verse":31,"text":" This is why a man will leave his father and mother and will be joined to his wife; and the two will become one flesh. "},"32":{"verse":32,"text":" This is a great mystery: I speak concerning Christ and the Church."},"33":{"verse":33,"text":"Now concerning you: each one of you must also love his own wife even as his own self; and the wife must respect her husband."}},"meta":{"connection":"EOB","book_number":560,"chapter_number":5,"previous_chapter":{"connection":"EOB","book_number":560,"chapter":4},"next_chapter":{"connection":"EOB","book_number":560,"chapter":6}}}