{"chapter":{"1":{"verse":1,"text":" Children, obey your parents in the Lord, for this is right."},"2":{"verse":2,"text":" “Honor your father and mother,”   which is the first commandment with a promise: "},"3":{"verse":3,"text":" “that it may be well with you, and you may live long on the earth.” "},"4":{"verse":4,"text":" Fathers, do not drive your children to anger, but nurture them in the discipline and instruction of the Lord."},"5":{"verse":5,"text":" Slaves, be obedient to those who are your masters according to the flesh, with fear and trembling, with deep loyalty, as to Christ."},"6":{"verse":6,"text":"Do not serve only when eyes are on you in order to please human masters, but as bondservants of Christ. Accomplish God’s will from the heart;"},"7":{"verse":7,"text":"serve with a good attitude, as if you were serving the Lord and not men."},"8":{"verse":8,"text":"Know that for whatever good we do, we shall receive the same in return from the Lord, no matter if we are slave or free."},"9":{"verse":9,"text":" You masters, do likewise to them: do not resort to threats but recognize that you both have the same Master in heaven, and there is no discrimination with him."},"10":{"verse":10,"text":" Finally, my brethren, be strong in the Lord, with the strength of his power."},"11":{"verse":11,"text":"Put on the complete armor of God, so that you may be able to resist the devil’s tactics."},"12":{"verse":12,"text":"Truly, our struggle is not against flesh and blood but against the principalities, against the powers, against the world rulers of this darkness and against the evil spiritual forces of the supernatural realms."},"13":{"verse":13,"text":"Therefore, put on the whole armor of God, so that you may be able to resist when the evil day comes. Having accomplished all things, may you stand your ground!"},"14":{"verse":14,"text":"Yes, stand [firm], having the belt of truth around your waist, having put on the breastplate of righteousness,"},"15":{"verse":15,"text":"having fitted shoes on your feet so as to be ready in the Good News of peace."},"16":{"verse":16,"text":"Above all, take up the shield of faith which will enable you to quench all the fiery darts of the evil one."},"17":{"verse":17,"text":"Take also the helmet of salvation and the sword of the Spirit which is the word [spoken] by God."},"18":{"verse":18,"text":" Pray at all times in [the] spirit with intercessions and requests; never get tired of this and persevere in your requests for all the saints."},"19":{"verse":19,"text":"Pray also for me, so that I may be given an opportunity to proclaim with boldness the mystery of the Good News."},"20":{"verse":20,"text":"For this cause, I am an ambassador in chains; so pray that I may proclaim it boldly, as I should."},"21":{"verse":21,"text":" I also want you to know my affairs, how I am doing. Tychicus, the beloved brother and faithful servant in the Lord, will tell you everything."},"22":{"verse":22,"text":"I have sent him to you for this very purpose, to let you know about our condition and to comfort your hearts."},"23":{"verse":23,"text":" Peace be to the brethren, and love with faith, from God the Father and the Lord Jesus Christ."},"24":{"verse":24,"text":"May grace be with all those who love our Lord Jesus Christ, even with unfading love. Amen."}},"meta":{"connection":"EOB","book_number":560,"chapter_number":6,"previous_chapter":{"connection":"EOB","book_number":560,"chapter":5},"next_chapter":null}}