{"chapter":{"1":{"verse":1,"text":"Посему, имея по милости Божией такое служение, мы не унываем;"},"2":{"verse":2,"text":"но, отвергнув скрытные постыдные дела, не прибегая к хитрости и не искажая слова Божия, а открывая истину, представляем себя совести всякого человека пред Богом."},"3":{"verse":3,"text":"Если же и закрыто благовествование наше, то закрыто для погибающих,"},"4":{"verse":4,"text":"для неверующих, у которых бог века сего ослепил умы, чтобы для них не воссиял свет благовествования о славе Христа, Который есть образ Бога невидимого."},"5":{"verse":5,"text":"Ибо мы не себя проповедуем, но Христа Иисуса, Господа; а мы - рабы ваши для Иисуса,"},"6":{"verse":6,"text":"потому что Бог, повелевший из тьмы воссиять свету, озарил наши сердца, дабы просветить нас познанием славы Божией в лице Иисуса Христа."},"7":{"verse":7,"text":"Но сокровище сие мы носим в глиняных сосудах, чтобы преизбыточная сила была приписываема Богу, а не нам."},"8":{"verse":8,"text":"Мы отовсюду притесняемы, но не стеснены; мы в отчаянных обстоятельствах, но не отчаиваемся;"},"9":{"verse":9,"text":"мы гонимы, но не оставлены; низлагаемы, но не погибаем."},"10":{"verse":10,"text":"Всегда носим в теле мертвость Господа Иисуса, чтобы и жизнь Иисусова открылась в теле нашем."},"11":{"verse":11,"text":"Ибо мы живые непрестанно предаемся на смерть ради Иисуса, чтобы и жизнь Иисусова открылась в смертной плоти нашей,"},"12":{"verse":12,"text":"так что смерть действует в нас, а жизнь в вас."},"13":{"verse":13,"text":"Но, имея тот же дух веры, как написано: я веровал и потому говорил, и мы веруем, потому и говорим,"},"14":{"verse":14,"text":"зная, что Воскресивший Господа Иисуса воскресит через Иисуса и нас и поставит перед Собою с вами."},"15":{"verse":15,"text":"Ибо всё для вас, дабы обилие благодати тем большую во многих произвело благодарность во славу Божию."},"16":{"verse":16,"text":"Посему мы не унываем; но если внешний наш человек и тлеет, то внутренний со дня на день обновляется."},"17":{"verse":17,"text":"Ибо кратковременное легкое страдание наше производит в безмерном преизбытке вечную славу,"},"18":{"verse":18,"text":"когда мы смотрим не на видимое, но на невидимое: ибо видимое временно, а невидимое вечно."}},"meta":{"connection":"RSTI","book_number":540,"chapter_number":4,"previous_chapter":{"connection":"RSTI","book_number":540,"chapter":3},"next_chapter":{"connection":"RSTI","book_number":540,"chapter":5}}}