{"chapter":{"1":{"verse":1,"text":"Вот последние слова Давида, изречение Давида, сына Иессеева, изречение мужа, поставленного высоко, помазанника Бога Иаковлева и сладкого певца Израилева:"},"2":{"verse":2,"text":"Дух Господень говорит во мне, и слово Его на языке у меня."},"3":{"verse":3,"text":"Сказал Бог Израилев, говорил о мне скала Израилева: владычествующий над людьми будет праведен, владычествуя в страхе Божием."},"4":{"verse":4,"text":"И как на рассвете утра, при восходе солнца на безоблачном небе, от сияния после дождя вырастает трава из земли,"},"5":{"verse":5,"text":"не так ли дом мой у Бога? Ибо завет вечный положил Он со мною, твердый и непреложный. Не так ли исходит от Него все спасение мое и все хотение мое?"},"6":{"verse":6,"text":"А нечестивые будут, как выброшенное терние, которого не берут рукою;"},"7":{"verse":7,"text":"но кто касается его, вооружается железом или деревом копья, и огнем сожигают его на месте."},"8":{"verse":8,"text":"Вот имена храбрых у Давида: Исбосеф Ахаманитянин, главный из трех; он поднял копье свое на восемьсот человек и поразил их в один раз."},"9":{"verse":9,"text":"По нем Елеазар, сын Додо, сына Ахохи, из трех храбрых, бывших с Давидом, когда они порицанием вызывали Филистимлян, собравшихся на войну;"},"10":{"verse":10,"text":"израильтяне вышли против них, и он стал и поражал Филистимлян до того, что рука его утомилась и прилипла к мечу. И даровал Господь в тот день великую победу, и народ последовал за ним для того только, чтоб обирать убитых."},"11":{"verse":11,"text":"За ним Шамма, сын Аге, Гараритянин. Когда Филистимляне собрались в Фирию, где было поле, засеянное чечевицею, и народ побежал от Филистимлян,"},"12":{"verse":12,"text":"то он стал среди поля и сберег его и поразил Филистимлян. И даровал тогда Господь великую победу."},"13":{"verse":13,"text":"Трое сих главных из тридцати вождей пошли и вошли во время жатвы к Давиду в пещеру Адуллам, когда толпы Филистимлян стояли в долине Рефаимов."},"14":{"verse":14,"text":"Давид был тогда в укрепленном месте, а отряд Филистимлян - в Вифлееме."},"15":{"verse":15,"text":"И захотел Давид пить, и сказал: кто напоит меня водою из колодезя Вифлеемского, что у ворот?"},"16":{"verse":16,"text":"Тогда трое этих храбрых пробились сквозь стан Филистимский и почерпнули воды из колодезя Вифлеемского, что у ворот, и взяли и принесли Давиду. Но он не захотел пить ее и вылил ее во славу Господа,"},"17":{"verse":17,"text":"и сказал: сохрани меня Господь, чтоб я сделал это! не кровь ли это людей, ходивших с опасностью собственной жизни? И не захотел пить ее. Вот что сделали эти трое храбрых!"},"18":{"verse":18,"text":"И Авесса, брат Иоава, сын Саруин, был главным из трех; он убил копьем своим триста человек и был в славе у тех троих."},"19":{"verse":19,"text":"Из трех он был знатнейшим и был начальником, но с теми тремя не равнялся."},"20":{"verse":20,"text":"Ванея, сын Иодая, мужа храброго, великий по делам, из Кавцеила; он поразил двух сыновей Ариила Моавитского; он же сошел и убил льва во рве в снежное время;"},"21":{"verse":21,"text":"он же убил одного Египтянина человека видного; в руке Египтянина было копье, а он пошел к нему с палкою и отнял копье из руки Египтянина, и убил его собственным его копьем:"},"22":{"verse":22,"text":"вот что сделал Ванея, сын Иодаев, и он был в славе у трех храбрых;"},"23":{"verse":23,"text":"он был знатнее тридцати, но с теми тремя не равнялся. И поставил его Давид ближайшим исполнителем своих приказаний."},"24":{"verse":24,"text":" Вот имена сильных царя Давида:  Асаил, брат Иоава - в числе тридцати; Елханан, сын Додо, из Вифлеема,"},"25":{"verse":25,"text":"Шамма Хародитянин, Елика Хародитянин,"},"26":{"verse":26,"text":"Херец Палтитянин, Ира, сын Икеша, Фекоитянин,"},"27":{"verse":27,"text":"Евиезер Анафофянин, Мебуннай Хушатянин,"},"28":{"verse":28,"text":"Цалмон Ахохитянин, Магарай Нетофафянин,"},"29":{"verse":29,"text":"Хелев, сын Бааны, Нетофафянин, Иттай, сын Рибая, из Гивы сынов Вениаминовых,"},"30":{"verse":30,"text":"Ванея Пирафонянин, Иддай из Нахле-Гааша,"},"31":{"verse":31,"text":"Ави-Албон Арбатитянин, Азмавет Бархюмитянин,"},"32":{"verse":32,"text":"Елияхба Шаалбонянин; из сыновей Яшена - Ионафан,"},"33":{"verse":33,"text":"Шама Гараритянин, Ахиам, сын Шарара, Араритянин,"},"34":{"verse":34,"text":"Елифелет, сын Ахасбая, сына Магахати, Елиам, сын Ахитофела, Гилонянин,"},"35":{"verse":35,"text":"Хецрай Кармилитянин, Паарай Арбитянин,"},"36":{"verse":36,"text":"Игал, сын Нафана, из Цобы, Бани Гадитянин,"},"37":{"verse":37,"text":"Целек Аммонитянин, Нахарай Беротянин, оруженосец Иоава, сына Саруи,"},"38":{"verse":38,"text":"Ира Итритянин, Гареб Итритянин,"},"39":{"verse":39,"text":"Урия Хеттеянин. Всех тридцать семь."}},"meta":{"connection":"RSTI","book_number":100,"chapter_number":23,"previous_chapter":{"connection":"RSTI","book_number":100,"chapter":22},"next_chapter":{"connection":"RSTI","book_number":100,"chapter":24}}}