{"chapter":{"1":{"verse":1,"text":"А свой дом Соломон строил тринадцать лет и окончил весь дом свой."},"2":{"verse":2,"text":"И построил он дом из дерева Ливанского, длиною во сто локтей, шириною в пятьдесят локтей, а вышиною в тридцать локтей, на четырех рядах кедровых столбов; и кедровые бревна положены были на столбах."},"3":{"verse":3,"text":"И настлан был помост из кедра над бревнами на сорока пяти столбах, по пятнадцати в ряд."},"4":{"verse":4,"text":"Оконных косяков было три ряда; и три ряда окон, окно против окна."},"5":{"verse":5,"text":"И все двери и дверные косяки были четырехугольные, и окно против окна, в три ряда."},"6":{"verse":6,"text":"И притвор из столбов сделал он длиною в пятьдесят локтей, шириною в тридцать локтей, и пред ними крыльцо, и столбы, и порог пред ними."},"7":{"verse":7,"text":"Еще притвор с престолом, с которого он судил, притвор для судилища сделал он и покрыл все полы кедром."},"8":{"verse":8,"text":"В доме, где он жил, другой двор позади притвора был такого же устройства. И в доме дочери фараоновой, которую взял за себя Соломон, он сделал такой же притвор."},"9":{"verse":9,"text":"Все это сделано было из дорогих камней, обтесанных по размеру, обрезанных пилою, с внутренней и наружной стороны, от основания до выступов, и с наружной стороны до большого двора."},"10":{"verse":10,"text":"И в основание положены были камни дорогие, камни большие, камни в десять локтей и камни в восемь локтей,"},"11":{"verse":11,"text":"и сверху дорогие камни, обтесанные по размеру, и кедр."},"12":{"verse":12,"text":"Большой двор огорожен был кругом тремя рядами тесаных камней и одним рядом кедровых бревен; также и внутренний двор храма Господа и притвор храма."},"13":{"verse":13,"text":"И послал царь Соломон и взял из Тира Хирама,"},"14":{"verse":14,"text":"сына одной вдовы, из колена Неффалимова. Отец его Тирянин был медник; он владел способностью, искусством и уменьем выделывать всякие вещи из меди. И пришел он к царю Соломону и производил у него всякие работы:"},"15":{"verse":15,"text":"и сделал он два медных столба, каждый в восемнадцать локтей вышиною, и снурок в двенадцать локтей обнимал окружность того и другого столба;"},"16":{"verse":16,"text":"и два венца, вылитых из меди, он сделал, чтобы положить на верху столбов: пять локтей вышины в одном венце и пять локтей вышины в другом венце;"},"17":{"verse":17,"text":"сетки плетеной работы и снурки в виде цепочек для венцов, которые были на верху столбов: семь на одном венце и семь на другом венце."},"18":{"verse":18,"text":"Так сделал он столбы и два ряда гранатовых яблок вокруг сетки, чтобы покрыть венцы, которые на верху столбов; то же сделал и для другого венца."},"19":{"verse":19,"text":"А в притворе венцы на верху столбов сделаны наподобие лилии, в четыре локтя,"},"20":{"verse":20,"text":"и венцы на обоих столбах вверху, прямо над выпуклостью, которая подле сетки; и на другом венце, рядами кругом, двести гранатовых яблок."},"21":{"verse":21,"text":"И поставил столбы к притвору храма; поставил столб на правой стороне и дал ему имя Иахин, и поставил столб на левой стороне и дал ему имя Воаз."},"22":{"verse":22,"text":"И над столбами поставил венцы, сделанные наподобие лилии; так окончена работа над столбами."},"23":{"verse":23,"text":"И сделал литое из меди море, - от края его до края его десять локтей, - совсем круглое, вышиною в пять локтей, и снурок в тридцать локтей обнимал его кругом."},"24":{"verse":24,"text":"Подобия огурцов под краями его окружали его по десяти на локоть, окружали море со всех сторон в два ряда; подобия огурцов были вылиты с ним одним литьем."},"25":{"verse":25,"text":"Оно стояло на двенадцати волах: три глядели к северу, три глядели к западу, три глядели к югу и три глядели к востоку; море лежало на них, и зады их обращены были внутрь под него."},"26":{"verse":26,"text":"Толщиною оно было в ладонь, и края его, сделанные подобно краям чаши, походили на распустившуюся лилию. Оно вмещало две тысячи батов."},"27":{"verse":27,"text":"И сделал он десять медных подстав; длина каждой подставы - четыре локтя, ширина - четыре локтя и три локтя - вышина."},"28":{"verse":28,"text":"И вот устройство подстав: у них стенки, стенки между наугольными пластинками;"},"29":{"verse":29,"text":"на стенках, которые между наугольниками, изображены были львы, волы и херувимы; также и на наугольниках, а выше и ниже львов и волов - развесистые венки;"},"30":{"verse":30,"text":"у каждой подставы по четыре медных колеса и оси медные. На четырех углах выступы наподобие плеч, выступы литые внизу, под чашею, подле каждого венка."},"31":{"verse":31,"text":"Отверстие от внутреннего венка до верха в один локоть; отверстие его круглое, подобно подножию столбов, в полтора локтя, и при отверстии его изваяния; но боковые стенки четырехугольные, не круглые."},"32":{"verse":32,"text":"Под стенками было четыре колеса, и оси колес в подставах; вышина каждого колеса - полтора локтя."},"33":{"verse":33,"text":"Устройство колес такое же, как устройство колес в колеснице; оси их, и ободья их, и спицы их, и ступицы их, все было литое."},"34":{"verse":34,"text":"Четыре выступа на четырех углах каждой подставы; из подставы выходили выступы ее."},"35":{"verse":35,"text":"И на верху подставы круглое возвышение на пол-локтя вышины; и на верху подставы рукоятки ее и стенки ее из одной с нею массы."},"36":{"verse":36,"text":"И изваял он на дощечках ее рукоятки и на стенках ее херувимов, львов и пальмы, сколько где позволяло место, и вокруг развесистые венки."},"37":{"verse":37,"text":"Так сделал он десять подстав: у всех их одно литье, одна мера, один вид."},"38":{"verse":38,"text":"И сделал десять медных умывальниц: каждая умывальница вмещала сорок батов, каждая умывальница была в четыре локтя, каждая умывальница стояла на одной из десяти подстав."},"39":{"verse":39,"text":"И расставил подставы - пять на правой стороне храма и пять на левой стороне храма, а море поставил на правой стороне храма, на восточно-южной стороне."},"40":{"verse":40,"text":"И сделал Хирам умывальницы и лопатки и чаши. И кончил Хирам всю работу, которую производил у царя Соломона для храма Господня:"},"41":{"verse":41,"text":"два столба и две опояски венцов, которые на верху столбов, и две сетки для покрытия двух опоясок венцов, которые на верху столбов;"},"42":{"verse":42,"text":"и четыреста гранатовых яблок на двух сетках; два ряда гранатовых яблок для каждой сетки, для покрытия двух опоясок венцов, которые на столбах;"},"43":{"verse":43,"text":"и десять подстав и десять умывальниц на подставах;"},"44":{"verse":44,"text":"одно море и двенадцать волов под морем;"},"45":{"verse":45,"text":"и тазы, и лопатки, и чаши. Все вещи, которые сделал Хирам царю Соломону для храма Господа, были из полированной меди."},"46":{"verse":46,"text":"Царь выливал их в глинистой земле, в окрестности Иордана, между Сокхофом и Цартаном."},"47":{"verse":47,"text":"И поставил Соломон все сии вещи на место. По причине чрезвычайного их множества, вес меди не определен."},"48":{"verse":48,"text":"И сделал Соломон все вещи, которые в храме Господа: золотой жертвенник и золотой стол, на котором хлебы предложения;"},"49":{"verse":49,"text":"и светильники - пять по правую сторону и пять по левую сторону, пред задним отделением храма, из чистого золота, и цветы, и лампадки, и щипцы из золота;"},"50":{"verse":50,"text":"и блюда, и ножи, и чаши, и лотки, и кадильницы из чистого золота, и петли у дверей внутреннего храма во Святом Святых и у дверей в храме из золота же."},"51":{"verse":51,"text":"Так совершена вся работа, которую производил царь Соломон для храма Господа. И принес Соломон посвященное Давидом, отцом его; серебро и золото и вещи отдал в сокровищницы храма Господня."}},"meta":{"connection":"RSTI","book_number":110,"chapter_number":7,"previous_chapter":{"connection":"RSTI","book_number":110,"chapter":6},"next_chapter":{"connection":"RSTI","book_number":110,"chapter":8}}}