{"chapter":{"1":{"verse":1,"text":"И отвечал Иов и сказал:"},"2":{"verse":2,"text":"выслушайте внимательно речь мою, и это будет мне утешением от вас."},"3":{"verse":3,"text":"Потерпите меня, и я буду говорить; а после того, как поговорю, насмехайся."},"4":{"verse":4,"text":"Разве к человеку речь моя? как же мне и не малодушествовать?"},"5":{"verse":5,"text":"Посмотрите на меня и ужаснитесь, и положите перст на уста."},"6":{"verse":6,"text":"Лишь только я вспомню, - содрогаюсь, и трепет объемлет тело мое."},"7":{"verse":7,"text":"Почему беззаконные живут, достигают старости, да и силами крепки?"},"8":{"verse":8,"text":"Дети их с ними перед лицем их, и внуки их перед глазами их."},"9":{"verse":9,"text":"Домы их безопасны от страха, и нет жезла Божия на них."},"10":{"verse":10,"text":"Вол их оплодотворяет и не извергает, корова их зачинает и не выкидывает."},"11":{"verse":11,"text":"Как стадо, выпускают они малюток своих, и дети их прыгают."},"12":{"verse":12,"text":"Восклицают под голос тимпана и цитры и веселятся при звуках свирели;"},"13":{"verse":13,"text":"проводят дни свои в счастьи и мгновенно нисходят в преисподнюю."},"14":{"verse":14,"text":"А между тем они говорят Богу: отойди от нас, не хотим мы знать путей Твоих!"},"15":{"verse":15,"text":"Что Вседержитель, чтобы нам служить Ему? и что пользы прибегать к Нему?"},"16":{"verse":16,"text":"Видишь, счастье их не от их рук. - Совет нечестивых будь далек от меня!"},"17":{"verse":17,"text":"Часто ли угасает светильник у беззаконных, и находит на них беда, и Он дает им в удел страдания во гневе Своем?"},"18":{"verse":18,"text":"Они должны быть, как соломинка пред ветром и как плева, уносимая вихрем."},"19":{"verse":19,"text":"Скажешь: Бог бережет для детей его несчастье его. - Пусть воздаст Он ему самому, чтобы он это знал."},"20":{"verse":20,"text":"Пусть его глаза увидят несчастье его, и пусть он сам пьет от гнева Вседержителева."},"21":{"verse":21,"text":"Ибо какая ему забота до дома своего после него, когда число месяцев его кончится?"},"22":{"verse":22,"text":"Но Бога ли учить мудрости, когда Он судит и горних?"},"23":{"verse":23,"text":"Один умирает в самой полноте сил своих, совершенно спокойный и мирный;"},"24":{"verse":24,"text":"внутренности его полны жира, и кости его напоены мозгом."},"25":{"verse":25,"text":"А другой умирает с душею огорченною, не вкусив добра."},"26":{"verse":26,"text":"И они вместе будут лежать во прахе, и червь покроет их."},"27":{"verse":27,"text":"Знаю я ваши мысли и ухищрения, какие вы против меня сплетаете."},"28":{"verse":28,"text":"Вы скажете: где дом князя, и где шатер, в котором жили беззаконные?"},"29":{"verse":29,"text":"Разве вы не спрашивали у путешественников и незнакомы с их наблюдениями,"},"30":{"verse":30,"text":"что в день погибели пощажен бывает злодей, в день гнева отводится в сторону?"},"31":{"verse":31,"text":"Кто представит ему пред лице путь его, и кто воздаст ему за то, что он делал?"},"32":{"verse":32,"text":"Его провожают ко гробам и на его могиле ставят стражу."},"33":{"verse":33,"text":"Сладки для него глыбы долины, и за ним идет толпа людей, а идущим перед ним нет числа."},"34":{"verse":34,"text":"Как же вы хотите утешать меня пустым? В ваших ответах остается одна ложь."}},"meta":{"connection":"RSTI","book_number":220,"chapter_number":21,"previous_chapter":{"connection":"RSTI","book_number":220,"chapter":20},"next_chapter":{"connection":"RSTI","book_number":220,"chapter":22}}}