{"chapter":{"1":{"verse":1,"text":"И продолжал Иов возвышенную речь свою и сказал:"},"2":{"verse":2,"text":"жив Бог, лишивший меня суда, и Вседержитель, огорчивший душу мою,"},"3":{"verse":3,"text":"что, доколе еще дыхание мое во мне и дух Божий в ноздрях моих,"},"4":{"verse":4,"text":"не скажут уста мои неправды, и язык мой не произнесет лжи!"},"5":{"verse":5,"text":"Далек я от того, чтобы признать вас справедливыми; доколе не умру, не уступлю непорочности моей."},"6":{"verse":6,"text":"Крепко держал я правду мою и не опущу ее; не укорит меня сердце мое во все дни мои."},"7":{"verse":7,"text":"Враг мой будет, как нечестивец, и восстающий на меня, как беззаконник."},"8":{"verse":8,"text":"Ибо какая надежда лицемеру, когда возьмет, когда исторгнет Бог душу его?"},"9":{"verse":9,"text":"Услышит ли Бог вопль его, когда придет на него беда?"},"10":{"verse":10,"text":"Будет ли он утешаться Вседержителем и призывать Бога во всякое время?"},"11":{"verse":11,"text":"Возвещу вам, что в руке Божией; что у Вседержителя, не скрою."},"12":{"verse":12,"text":"Вот, все вы и сами видели; и для чего вы столько пустословите?"},"13":{"verse":13,"text":"Вот доля человеку беззаконному от Бога, и наследие, какое получают от Вседержителя притеснители."},"14":{"verse":14,"text":"Если умножаются сыновья его, то под меч; и потомки его не насытятся хлебом."},"15":{"verse":15,"text":"Оставшихся по нем смерть низведет во гроб, и вдовы их не будут плакать."},"16":{"verse":16,"text":"Если он наберет кучи серебра, как праха, и наготовит одежд, как брение,"},"17":{"verse":17,"text":"то он наготовит, а одеваться будет праведник, и серебро получит себе на долю беспорочный."},"18":{"verse":18,"text":"Он строит, как моль, дом свой и, как сторож, делает себе шалаш;"},"19":{"verse":19,"text":"ложится спать богачом и таким не встанет; открывает глаза свои, и он уже не тот."},"20":{"verse":20,"text":"Как воды, постигнут его ужасы; в ночи похитит его буря."},"21":{"verse":21,"text":"Поднимет его восточный ветер и понесет, и он быстро побежит от него."},"22":{"verse":22,"text":"Устремится на него и не пощадит, как бы он ни силился убежать от руки его."},"23":{"verse":23,"text":"Всплеснут о нем руками и посвищут над ним с места его!"}},"meta":{"connection":"RSTI","book_number":220,"chapter_number":27,"previous_chapter":{"connection":"RSTI","book_number":220,"chapter":26},"next_chapter":{"connection":"RSTI","book_number":220,"chapter":28}}}