{"chapter":{"1":{"verse":1,"text":"И от сего трепещет сердце мое и подвиглось с места своего."},"2":{"verse":2,"text":"Слушайте, слушайте голос Его и гром, исходящий из уст Его."},"3":{"verse":3,"text":"Под всем небом раскат его, и блистание его - до краев земли."},"4":{"verse":4,"text":"За ним гремит глас; гремит Он гласом величества Своего и не останавливает его, когда голос Его услышан."},"5":{"verse":5,"text":"Дивно гремит Бог гласом Своим, делает дела великие, для нас непостижимые."},"6":{"verse":6,"text":"Ибо снегу Он говорит: будь на земле; равно мелкий дождь и большой дождь в Его власти."},"7":{"verse":7,"text":"Он полагает печать на руку каждого человека, чтобы все люди знали дело Его."},"8":{"verse":8,"text":"Тогда зверь уходит в убежище и остается в своих логовищах."},"9":{"verse":9,"text":"От юга приходит буря, от севера - стужа."},"10":{"verse":10,"text":"От дуновения Божия происходит лед, и поверхность воды сжимается."},"11":{"verse":11,"text":"Также влагою Он наполняет тучи, и облака сыплют свет Его,"},"12":{"verse":12,"text":"и они направляются по намерениям Его, чтоб исполнить то, что Он повелит им на лице обитаемой земли."},"13":{"verse":13,"text":"Он повелевает им идти или для наказания, или в благоволение, или для помилования."},"14":{"verse":14,"text":"Внимай сему, Иов; стой и разумевай чудные дела Божии."},"15":{"verse":15,"text":"Знаешь ли, как Бог располагает ими и повелевает свету блистать из облака Своего?"},"16":{"verse":16,"text":"Разумеешь ли равновесие облаков, чудное дело Совершеннейшего в знании?"},"17":{"verse":17,"text":"Как нагревается твоя одежда, когда Он успокаивает землю от юга?"},"18":{"verse":18,"text":"Ты ли с Ним распростер небеса, твердые, как литое зеркало?"},"19":{"verse":19,"text":"Научи нас, что сказать Ему? Мы в этой тьме ничего не можем сообразить."},"20":{"verse":20,"text":"Будет ли возвещено Ему, что я говорю? Сказал ли кто, что сказанное доносится Ему?"},"21":{"verse":21,"text":"Теперь не видно яркого света в облаках, но пронесется ветер и расчистит их."},"22":{"verse":22,"text":"Светлая погода приходит от севера, и окрест Бога страшное великолепие."},"23":{"verse":23,"text":"Вседержитель! мы не постигаем Его. Он велик силою, судом и полнотою правосудия. Он никого не угнетает."},"24":{"verse":24,"text":"Посему да благоговеют пред Ним люди, и да трепещут пред Ним все мудрые сердцем!"}},"meta":{"connection":"RSTI","book_number":220,"chapter_number":37,"previous_chapter":{"connection":"RSTI","book_number":220,"chapter":36},"next_chapter":{"connection":"RSTI","book_number":220,"chapter":38}}}