{"chapter":{"1":{"verse":1,"text":"Знаешь ли ты время, когда рождаются дикие козы на скалах, и замечал ли роды ланей?"},"2":{"verse":2,"text":"можешь ли расчислить месяцы беременности их? и знаешь ли время родов их?"},"3":{"verse":3,"text":"Они изгибаются, рождая детей своих, выбрасывая свои ноши;"},"4":{"verse":4,"text":"дети их приходят в силу, растут на поле, уходят и не возвращаются к ним."},"5":{"verse":5,"text":"Кто пустил дикого осла на свободу, и кто разрешил узы онагру,"},"6":{"verse":6,"text":"которому степь Я назначил домом и солончаки - жилищем?"},"7":{"verse":7,"text":"Он посмевается городскому многолюдству и не слышит криков погонщика,"},"8":{"verse":8,"text":"по горам ищет себе пищи и гоняется за всякою зеленью."},"9":{"verse":9,"text":"Захочет ли единорог служить тебе и переночует ли у яслей твоих?"},"10":{"verse":10,"text":"Можешь ли веревкою привязать единорога к борозде, и станет ли он боронить за тобою поле?"},"11":{"verse":11,"text":"Понадеешься ли на него, потому что у него сила велика, и предоставишь ли ему работу твою?"},"12":{"verse":12,"text":"Поверишь ли ему, что он семена твои возвратит и сложит на гумно твое?"},"13":{"verse":13,"text":"Ты ли дал красивые крылья павлину и перья и пух страусу?"},"14":{"verse":14,"text":"Он оставляет яйца свои на земле, и на песке согревает их,"},"15":{"verse":15,"text":"и забывает, что нога может раздавить их и полевой зверь может растоптать их;"},"16":{"verse":16,"text":"он жесток к детям своим, как бы не своим, и не опасается, что труд его будет напрасен;"},"17":{"verse":17,"text":"потому что Бог не дал ему мудрости и не уделил ему смысла;"},"18":{"verse":18,"text":"а когда поднимется на высоту, посмевается коню и всаднику его."},"19":{"verse":19,"text":"Ты ли дал коню силу и облек шею его гривою?"},"20":{"verse":20,"text":"Можешь ли ты испугать его, как саранчу? Храпение ноздрей его - ужас;"},"21":{"verse":21,"text":"роет ногою землю и восхищается силою; идет навстречу оружию;"},"22":{"verse":22,"text":"он смеется над опасностью и не робеет и не отворачивается от меча;"},"23":{"verse":23,"text":"колчан звучит над ним, сверкает копье и дротик;"},"24":{"verse":24,"text":"в порыве и ярости он глотает землю и не может стоять при звуке трубы;"},"25":{"verse":25,"text":"при трубном звуке он издает голос: гу! гу! и издалека чует битву, громкие голоса вождей и крик."},"26":{"verse":26,"text":"Твоею ли мудростью летает ястреб и направляет крылья свои на полдень?"},"27":{"verse":27,"text":"По твоему ли слову возносится орел и устрояет на высоте гнездо свое?"},"28":{"verse":28,"text":"Он живет на скале и ночует на зубце утесов и на местах неприступных;"},"29":{"verse":29,"text":"оттуда высматривает себе пищу: глаза его смотрят далеко;"},"30":{"verse":30,"text":"птенцы его пьют кровь, и где труп, там и он."},"31":{"verse":31,"text":"И продолжал Господь и сказал Иову:"},"32":{"verse":32,"text":"будет ли состязающийся со Вседержителем еще учить? Обличающий Бога пусть отвечает Ему."},"33":{"verse":33,"text":"И отвечал Иов Господу и сказал:"},"34":{"verse":34,"text":"вот, я ничтожен; что буду я отвечать Тебе? Руку мою полагаю на уста мои."},"35":{"verse":35,"text":"Однажды я говорил, - теперь отвечать не буду, даже дважды, но более не буду."}},"meta":{"connection":"RSTI","book_number":220,"chapter_number":39,"previous_chapter":{"connection":"RSTI","book_number":220,"chapter":38},"next_chapter":{"connection":"RSTI","book_number":220,"chapter":40}}}