{"chapter":{"1":{"verse":1,"text":"Надежда тщетна: не упадешь ли от одного взгляда его?"},"2":{"verse":2,"text":"Нет столь отважного, который осмелился бы потревожить его; кто же может устоять перед Моим лицем?"},"3":{"verse":3,"text":"Кто предварил Меня, чтобы Мне воздавать ему? под всем небом все Мое."},"4":{"verse":4,"text":"Не умолчу о членах его, о силе и красивой соразмерности их."},"5":{"verse":5,"text":"Кто может открыть верх одежды его, кто подойдет к двойным челюстям его?"},"6":{"verse":6,"text":"Кто может отворить двери лица его? круг зубов его - ужас;"},"7":{"verse":7,"text":"крепкие щиты его - великолепие; они скреплены как бы твердою печатью;"},"8":{"verse":8,"text":"один к другому прикасается близко, так что и воздух не проходит между ними;"},"9":{"verse":9,"text":"один с другим лежат плотно, сцепились и не раздвигаются."},"10":{"verse":10,"text":"От его чихания показывается свет; глаза у него как ресницы зари;"},"11":{"verse":11,"text":"из пасти его выходят пламенники, выскакивают огненные искры;"},"12":{"verse":12,"text":"из ноздрей его выходит дым, как из кипящего горшка или котла."},"13":{"verse":13,"text":"Дыхание его раскаляет угли, и из пасти его выходит пламя."},"14":{"verse":14,"text":"На шее его обитает сила, и перед ним бежит ужас."},"15":{"verse":15,"text":"Мясистые части тела его сплочены между собою твердо, не дрогнут."},"16":{"verse":16,"text":"Сердце его твердо, как камень, и жестко, как нижний жернов."},"17":{"verse":17,"text":"Когда он поднимается, силачи в страхе, совсем теряются от ужаса."},"18":{"verse":18,"text":"Меч, коснувшийся его, не устоит, ни копье, ни дротик, ни латы."},"19":{"verse":19,"text":"Железо он считает за солому, медь - за гнилое дерево."},"20":{"verse":20,"text":"Дочь лука не обратит его в бегство; пращные камни обращаются для него в плеву."},"21":{"verse":21,"text":"Булава считается у него за соломину; свисту дротика он смеется."},"22":{"verse":22,"text":"Под ним острые камни, и он на острых камнях лежит в грязи."},"23":{"verse":23,"text":"Он кипятит пучину, как котел, и море претворяет в кипящую мазь;"},"24":{"verse":24,"text":"оставляет за собою светящуюся стезю; бездна кажется сединою."},"25":{"verse":25,"text":"Нет на земле подобного ему; он сотворен бесстрашным;"},"26":{"verse":26,"text":"на все высокое смотрит смело; он царь над всеми сынами гордости."}},"meta":{"connection":"RSTI","book_number":220,"chapter_number":41,"previous_chapter":{"connection":"RSTI","book_number":220,"chapter":40},"next_chapter":{"connection":"RSTI","book_number":220,"chapter":42}}}