{"chapter":{"1":{"verse":1,"text":"И в седьмой месяц, в первый <i>день</i> месяца, да будет у вас священное собрание; никакой работы не работайте; пусть будет это у вас день трубного звука;"},"2":{"verse":2,"text":"и приносите всесожжение в приятное благоухание Господу: одного тельца, одного овна, семь однолетних агнцев, без порока,"},"3":{"verse":3,"text":"и при них в приношение хлебное пшеничной муки, смешанной с елеем, три десятых части ефы на тельца, две десятых части ефы на овна,"},"4":{"verse":4,"text":"и одну десятую часть ефы на каждого из семи агнцев,"},"5":{"verse":5,"text":"и одного козла в жертву за грех, для очищения вас,"},"6":{"verse":6,"text":"сверх новомесячного всесожжения и хлебного приношения его, и сверх постоянного всесожжения и хлебного приношения его, и возлияний их, по уставу, в приятное благоухание Господу."},"7":{"verse":7,"text":"И в десятый <i>день</i> сего седьмого месяца пусть будет у вас священное собрание: смиряйте тогда души ваши и никакого дела не делайте;"},"8":{"verse":8,"text":"и приносите всесожжение Господу в приятное благоухание: одного тельца, одного овна, семь однолетних агнцев; без порока пусть будут они у вас;"},"9":{"verse":9,"text":"и при них в приношение хлебное пшеничной муки, смешанной с елеем, три десятых части ефы на тельца, две десятых части ефы на овна,"},"10":{"verse":10,"text":"и по десятой части ефы на каждого из семи агнцев,"},"11":{"verse":11,"text":"и одного козла в жертву за грех, <i>для очищения вас,</i> сверх жертвы за грех, приносимой в день очищения, и сверх всесожжения постоянного и хлебного приношения его, и возлияния их, <i>по уставу приносимых в приятное благоухание, в жертву Господу</i>."},"12":{"verse":12,"text":"И в пятнадцатый день седьмого месяца пусть будет у вас священное собрание; никакой работы не работайте и празднуйте праздник Господень семь дней;"},"13":{"verse":13,"text":"и приносите всесожжение, жертву, приятное благоухание Господу: тринадцать тельцов, двух овнов, четырнадцать однолетних агнцев; без порока пусть будут они;"},"14":{"verse":14,"text":"и при них в приношение хлебное пшеничной муки, смешанной с елеем, три десятых части ефы на каждого из тринадцати тельцов, две десятых части ефы на каждого из двух овнов,"},"15":{"verse":15,"text":"и по десятой части ефы на каждого из четырнадцати агнцев,"},"16":{"verse":16,"text":"и одного козла в жертву за грех, сверх всесожжения постоянного и хлебного приношения его и возлияния его."},"17":{"verse":17,"text":"И во второй день двенадцать тельцов, двух овнов, четырнадцать однолетних агнцев, без порока,"},"18":{"verse":18,"text":"и при них приношение хлебное и возлияние для тельцов, овнов и агнцев, по числу их, по уставу,"},"19":{"verse":19,"text":"и одного козла в жертву за грех, сверх всесожжения постоянного и хлебного приношения и возлияния их."},"20":{"verse":20,"text":"И в третий день одиннадцать тельцов, двух овнов, четырнадцать однолетних агнцев, без порока,"},"21":{"verse":21,"text":"и при них приношение хлебное и возлияние для тельцов, овнов и агнцев, по числу их, по уставу,"},"22":{"verse":22,"text":"и одного козла в жертву за грех, сверх всесожжения постоянного и хлебного приношения и возлияния его."},"23":{"verse":23,"text":"И в четвертый день десять тельцов, двух овнов, четырнадцать однолетних агнцев, без порока,"},"24":{"verse":24,"text":"и при них приношение хлебное и возлияние для тельцов, овнов и агнцев, по числу их, по уставу,"},"25":{"verse":25,"text":"и одного козла в жертву за грех, сверх всесожжения постоянного и хлебного приношения и возлияния его."},"26":{"verse":26,"text":"И в пятый день девять тельцов, двух овнов, четырнадцать однолетних агнцев, без порока,"},"27":{"verse":27,"text":"и при них приношение хлебное и возлияние для тельцов, овнов и агнцев, по числу их, по уставу,"},"28":{"verse":28,"text":"и одного козла в жертву за грех, сверх всесожжения постоянного и хлебного приношения и возлияния его."},"29":{"verse":29,"text":"И в шестой день восемь тельцов, двух овнов, четырнадцать однолетних агнцев, без порока,"},"30":{"verse":30,"text":"и при них приношение хлебное и возлияние для тельцов, овнов и агнцев, по числу их, по уставу,"},"31":{"verse":31,"text":"и одного козла в жертву за грех, сверх всесожжения постоянного и хлебного приношения и возлияния его."},"32":{"verse":32,"text":"И в седьмой день семь тельцов, двух овнов, четырнадцать однолетних агнцев, без порока,"},"33":{"verse":33,"text":"и при них приношение хлебное и возлияние для тельцов, овнов и агнцев, по числу их, по уставу,"},"34":{"verse":34,"text":"и одного козла в жертву за грех, сверх всесожжения постоянного и хлебного приношения и возлияния его."},"35":{"verse":35,"text":"В восьмой день пусть будет у вас отдание праздника; никакой работы не работайте;"},"36":{"verse":36,"text":"и приносите всесожжение, жертву, приятное благоухание Господу: одного тельца, одного овна, семь однолетних агнцев, без порока,"},"37":{"verse":37,"text":"и при них приношение хлебное и возлияние для тельца, овна и агнцев по числу их, по уставу,"},"38":{"verse":38,"text":"и одного козла в жертву за грех, сверх всесожжения постоянного и приношения хлебного и возлияния его."},"39":{"verse":39,"text":"Приносите это Господу в праздники ваши, сверх приносимых вами, по обету или по усердию, всесожжений ваших и хлебных приношений ваших, и возлияний ваших и мирных жертв ваших."}},"meta":{"connection":"RSTI","book_number":40,"chapter_number":29,"previous_chapter":{"connection":"RSTI","book_number":40,"chapter":28},"next_chapter":{"connection":"RSTI","book_number":40,"chapter":30}}}