{"chapter":{"1":{"verse":1,"text":"Если жертва его жертва мирная, и если он приносит из крупного скота, мужеского или женского пола, пусть принесет ее Господу, не имеющую порока,"},"2":{"verse":2,"text":"и возложит руку свою на голову жертвы своей, и заколет ее у дверей скинии собрания; сыны же Аароновы, священники, покропят кровью на жертвенник со всех сторон;"},"3":{"verse":3,"text":"и принесет он из мирной жертвы в жертву Господу тук, покрывающий внутренности, и весь тук, который на внутренностях,"},"4":{"verse":4,"text":"и обе почки и тук, который на них, который на стегнах, и сальник, который на печени; с почками он отделит это;"},"5":{"verse":5,"text":"и сыны Аароновы сожгут это на жертвеннике вместе со всесожжением, которое на дровах, на огне: это жертва, благоухание, приятное Господу."},"6":{"verse":6,"text":"А если из мелкого скота приносит он мирную жертву Господу, мужеского или женского пола, пусть принесет ее, не имеющую порока."},"7":{"verse":7,"text":"Если из овец приносит он жертву свою, пусть представит ее пред Господа,"},"8":{"verse":8,"text":"и возложит руку свою на голову жертвы своей, и заколет ее пред скиниею собрания, и сыны Аароновы покропят кровью ее на жертвенник со всех сторон;"},"9":{"verse":9,"text":"и пусть принесет из мирной жертвы в жертву Господу тук ее, весь курдюк, отрезав его по самую хребтовую кость, и тук, покрывающий внутренности, и весь тук, который на внутренностях,"},"10":{"verse":10,"text":"и обе почки и тук, который на них, который на стегнах, и сальник, который на печени; с почками он отделит это;"},"11":{"verse":11,"text":"священник сожжет это на жертвеннике; это пища огня - жертва Господу."},"12":{"verse":12,"text":"А если он приносит жертву из коз, пусть представит ее пред Господа,"},"13":{"verse":13,"text":"и возложит руку свою на голову ее, и заколет ее перед скиниею собрания, и покропят сыны Аароновы кровью ее на жертвенник со всех сторон;"},"14":{"verse":14,"text":"и принесет из нее в приношение, в жертву Господу тук, покрывающий внутренности, и весь тук, который на внутренностях,"},"15":{"verse":15,"text":"и обе почки и тук, который на них, который на стегнах, и сальник, который на печени; с почками он отделит это;"},"16":{"verse":16,"text":"и сожжет их священник на жертвеннике: это пища огня - приятное благоухание <i>Господу</i>; весь тук Господу."},"17":{"verse":17,"text":"Это постановление вечное в роды ваши, во всех жилищах ваших; никакого тука и никакой крови не ешьте."}},"meta":{"connection":"RSTI","book_number":30,"chapter_number":3,"previous_chapter":{"connection":"RSTI","book_number":30,"chapter":2},"next_chapter":{"connection":"RSTI","book_number":30,"chapter":4}}}