{"chapter":{"1":{"verse":1,"text":" Paul, a prisoner of Christ Jesus, and Timothy our brother, to Philemon, our beloved fellow worker,"},"2":{"verse":2,"text":"to the beloved Apphia, to Archippus our fellow soldier, and to the Church [that meets] in your house:"},"3":{"verse":3,"text":"Grace to you and peace from God our Father and the Lord Jesus Christ."},"4":{"verse":4,"text":" I thank my God always, making mention of you in my prayers,"},"5":{"verse":5,"text":"hearing of the love and faith which you have for the Lord Jesus and for all the saints."},"6":{"verse":6,"text":"I pray that your communion with us in the faith may become effective through the accurate knowledge of every good thing which is in us in Christ Jesus."},"7":{"verse":7,"text":"Indeed, we have much thankfulness and comfort in your love, because the hearts of the saints have been refreshed through you, brother."},"8":{"verse":8,"text":" Therefore, even though I am bold enough in Christ to command you [to do] what is appropriate,"},"9":{"verse":9,"text":"yet for the sake of love, I would rather entreat—I, Paul, now elderly and a prisoner of Jesus Christ."},"10":{"verse":10,"text":"I beg you for my child Onesimus, whose father I have become in my imprisonment."},"11":{"verse":11,"text":"He was once useless to you, but now he is useful to both you and to me."},"12":{"verse":12,"text":"I am sending him back; therefore, receive him as my own heart!"},"13":{"verse":13,"text":"I desired to keep him with me so that on your behalf he might serve me in my chains for the Good News."},"14":{"verse":14,"text":"But I did not want to do anything without your consent: your goodness should not be forced, but of free will."},"15":{"verse":15,"text":"Maybe it happened that he was separated from you for a while, so that you might have him forever,"},"16":{"verse":16,"text":"no longer as a slave, but more than a slave, as a beloved brother, especially to me and how much more to you, both in the flesh and in the Lord."},"17":{"verse":17,"text":" If then you consider me in communion with you, receive him as you would receive me."},"18":{"verse":18,"text":"However, if he has wronged you in any way or owes you anything, put that on my account."},"19":{"verse":19,"text":"I, Paul, write this with my own hand: I will pay it back (not to mention that you owe me even your own self)."},"20":{"verse":20,"text":"Yes, brother, let me have joy from you in the Lord! Refresh my heart in the Lord!"},"21":{"verse":21,"text":"Having confidence in your obedience, I write [this letter] to you, knowing that you will do even beyond what I say."},"22":{"verse":22,"text":" Also, prepare a guest room for me, for I hope that through your prayers I will be restored to you."},"23":{"verse":23,"text":" Epaphras, my fellow prisoner in Christ Jesus, greets you,"},"24":{"verse":24,"text":"as do Mark, Aristarchus, Demas, and Luke, my fellow workers."},"25":{"verse":25,"text":"May the grace of our Lord Jesus Christ be with your spirit! Amen."}},"meta":{"connection":"EOB","book_number":640,"chapter_number":1,"previous_chapter":{"connection":"EOB","book_number":630,"chapter":3},"next_chapter":null}}