{"chapter":{"1":{"verse":1,"text":"Сказал же и к ученикам Своим: <span class=\"j\">один человек был богат и имел управителя, на которого донесено было ему, что расточает имение его;</span>"},"2":{"verse":2,"text":"<span class=\"j\">и, призвав его, сказал ему: что это я слышу о тебе? дай отчет в управлении твоем, ибо ты не можешь более управлять.</span>"},"3":{"verse":3,"text":"<span class=\"j\">Тогда управитель сказал сам в себе: что мне делать? господин мой отнимает у меня управление домом; копать не могу, просить стыжусь;</span>"},"4":{"verse":4,"text":"<span class=\"j\">знаю, что сделать, чтобы приняли меня в домы свои, когда отставлен буду от управления домом.</span>"},"5":{"verse":5,"text":"<span class=\"j\">И, призвав должников господина своего, каждого порознь, сказал первому: сколько ты должен господину моему?</span>"},"6":{"verse":6,"text":"<span class=\"j\">Он сказал: сто мер масла. И сказал ему: возьми твою расписку и садись скорее, напиши: пятьдесят.</span>"},"7":{"verse":7,"text":"<span class=\"j\">Потом другому сказал: а ты сколько должен? Он отвечал: сто мер пшеницы. И сказал ему: возьми твою расписку и напиши: восемьдесят.</span>"},"8":{"verse":8,"text":"<span class=\"j\">И похвалил господин управителя неверного, что догадливо поступил; ибо сыны века сего догадливее сынов света в своем роде.</span>"},"9":{"verse":9,"text":"<span class=\"j\">И Я говорю вам: приобретайте себе друзей богатством неправедным, чтобы они, когда обнищаете, приняли вас в вечные обители.</span>"},"10":{"verse":10,"text":"<span class=\"j\">Верный в малом и во многом верен, а неверный в малом неверен и во многом.</span>"},"11":{"verse":11,"text":"<span class=\"j\">Итак, если вы в неправедном богатстве не были верны, кто поверит вам истинное?</span>"},"12":{"verse":12,"text":"<span class=\"j\">И если в чужом не были верны, кто даст вам ваше?</span>"},"13":{"verse":13,"text":"<span class=\"j\">Никакой слуга не может служить двум господам, ибо или одного будет ненавидеть, а другого любить, или одному станет усердствовать, а о другом нерадеть. Не можете служить Богу и маммоне.</span>"},"14":{"verse":14,"text":"Слышали всё это и фарисеи, которые были сребролюбивы, и они смеялись над Ним."},"15":{"verse":15,"text":"Он сказал им: <span class=\"j\">вы выказываете себя праведниками пред людьми, но Бог знает сердца ваши, ибо что высоко у людей, то мерзость пред Богом.</span>"},"16":{"verse":16,"text":"<span class=\"j\">Закон и пророки до Иоанна; с сего времени Царствие Божие благовествуется, и всякий усилием входит в него.</span>"},"17":{"verse":17,"text":"<span class=\"j\">Но скорее небо и земля прейдут, нежели одна черта из закона пропадет.</span>"},"18":{"verse":18,"text":"<span class=\"j\">Всякий, разводящийся с женою своею и женящийся на другой, прелюбодействует, и всякий, женящийся на разведенной с мужем, прелюбодействует.</span>"},"19":{"verse":19,"text":"<span class=\"j\">Некоторый человек был богат, одевался в порфиру и виссон и каждый день пиршествовал блистательно.</span>"},"20":{"verse":20,"text":"<span class=\"j\">Был также некоторый нищий, именем Лазарь, который лежал у ворот его в струпьях</span>"},"21":{"verse":21,"text":"<span class=\"j\">и желал напитаться крошками, падающими со стола богача, и псы, приходя, лизали струпья его.</span>"},"22":{"verse":22,"text":"<span class=\"j\">Умер нищий и отнесен был Ангелами на лоно Авраамово. Умер и богач, и похоронили его.</span>"},"23":{"verse":23,"text":"<span class=\"j\">И в аде, будучи в муках, он поднял глаза свои, увидел вдали Авраама и Лазаря на лоне его</span>"},"24":{"verse":24,"text":"<span class=\"j\">и, возопив, сказал: отче Аврааме! умилосердись надо мною и пошли Лазаря, чтобы омочил конец перста своего в воде и прохладил язык мой, ибо я мучаюсь в пламени сем.</span>"},"25":{"verse":25,"text":"<span class=\"j\">Но Авраам сказал: чадо! вспомни, что ты получил уже доброе твое в жизни твоей, а Лазарь — злое; ныне же он здесь утешается, а ты страдаешь;</span>"},"26":{"verse":26,"text":"<span class=\"j\">и сверх всего того между нами и вами утверждена великая пропасть, так что хотящие перейти отсюда к вам не могут, также и оттуда к нам не переходят.</span>"},"27":{"verse":27,"text":"<span class=\"j\">Тогда сказал он: так прошу тебя, отче, пошли его в дом отца моего,</span>"},"28":{"verse":28,"text":"<span class=\"j\">ибо у меня пять братьев; пусть он засвидетельствует им, чтобы и они не пришли в это место мучения.</span>"},"29":{"verse":29,"text":"<span class=\"j\">Авраам сказал ему: у них есть Моисей и пророки; пусть слушают их.</span>"},"30":{"verse":30,"text":"<span class=\"j\">Он же сказал: нет, отче Аврааме, но если кто из мертвых придет к ним, покаются.</span>"},"31":{"verse":31,"text":"<span class=\"j\">Тогда <i>Авраам</i> сказал ему: если Моисея и пророков не слушают, то если бы кто и из мертвых воскрес, не поверят.</span>"}},"meta":{"connection":"RSTI","book_number":490,"chapter_number":16,"previous_chapter":{"connection":"RSTI","book_number":490,"chapter":15},"next_chapter":{"connection":"RSTI","book_number":490,"chapter":17}}}