{"chapter":{"1":{"verse":1,"text":"Сказал также им притчу о том, что должно всегда молиться и не унывать,"},"2":{"verse":2,"text":"говоря: <span class=\"j\">в одном городе был судья, который Бога не боялся и людей не стыдился.</span>"},"3":{"verse":3,"text":"<span class=\"j\">В том же городе была одна вдова, и она, приходя к нему, говорила: защити меня от соперника моего.</span>"},"4":{"verse":4,"text":"<span class=\"j\">Но он долгое время не хотел. А после сказал сам в себе: хотя я и Бога не боюсь и людей не стыжусь,</span>"},"5":{"verse":5,"text":"<span class=\"j\">но, как эта вдова не дает мне покоя, защищу ее, чтобы она не приходила больше докучать мне.</span>"},"6":{"verse":6,"text":"И сказал Господь: <span class=\"j\">слышите, что говорит судья неправедный?"},"7":{"verse":7,"text":"<span class=\"j\">Бог ли не защитит избранных Своих, вопиющих к Нему день и ночь, хотя и медлит защищать их?</span>"},"8":{"verse":8,"text":"<span class=\"j\">сказываю вам, что подаст им защиту вскоре. Но Сын Человеческий, придя, найдет ли веру на земле?</span>"},"9":{"verse":9,"text":"Сказал также к некоторым, которые уверены были о себе, что они праведны, и уничижали других, следующую притчу:"},"10":{"verse":10,"text":"<span class=\"j\">два человека вошли в храм помолиться: один фарисей, а другой мытарь.</span>"},"11":{"verse":11,"text":"<span class=\"j\">Фарисей, став, молился сам в себе так: Боже! благодарю Тебя, что я не таков, как прочие люди, грабители, обидчики, прелюбодеи, или как этот мытарь:</span>"},"12":{"verse":12,"text":"<span class=\"j\">пощусь два раза в неделю, даю десятую часть из всего, что приобретаю.</span>"},"13":{"verse":13,"text":"<span class=\"j\">Мытарь же, стоя вдали, не смел даже поднять глаз на небо; но, ударяя себя в грудь, говорил: Боже! будь милостив ко мне грешнику!</span>"},"14":{"verse":14,"text":"<span class=\"j\">Сказываю вам, что сей пошел оправданным в дом свой более, нежели тот: ибо всякий, возвышающий сам себя, унижен будет, а унижающий себя возвысится.</span>"},"15":{"verse":15,"text":"Приносили к Нему и младенцев, чтобы Он прикоснулся к ним; ученики же, видя то, возбраняли им."},"16":{"verse":16,"text":"Но Иисус, подозвав их, сказал: <span class=\"j\">пустите детей приходить ко Мне и не возбраняйте им, ибо таковых есть Царствие Божие.</span>"},"17":{"verse":17,"text":"<span class=\"j\">Истинно говорю вам: кто не примет Царствия Божия, как дитя, тот не войдет в него.</span>"},"18":{"verse":18,"text":"И спросил Его некто из начальствующих: Учитель благий! что мне делать, чтобы наследовать жизнь вечную?"},"19":{"verse":19,"text":"Иисус сказал ему: <span class=\"j\">что ты называешь Меня благим? никто не благ, как только один Бог;</span>"},"20":{"verse":20,"text":"<span class=\"j\">знаешь заповеди: не прелюбодействуй, не убивай, не кради, не лжесвидетельствуй, почитай отца твоего и матерь твою.</span>"},"21":{"verse":21,"text":"Он же сказал: все это сохранил я от юности моей."},"22":{"verse":22,"text":"Услышав это, Иисус сказал ему: <span class=\"j\">еще одного недостает тебе: все, что имеешь, продай и раздай нищим, и будешь иметь сокровище на небесах, и приходи, следуй за Мною.</span>"},"23":{"verse":23,"text":"Он же, услышав сие, опечалился, потому что был очень богат."},"24":{"verse":24,"text":"Иисус, видя, что он опечалился, сказал: <span class=\"j\">как трудно имеющим богатство войти в Царствие Божие!</span>"},"25":{"verse":25,"text":"<span class=\"j\">ибо удобнее верблюду пройти сквозь игольные уши, нежели богатому войти в Царствие Божие.</span>"},"26":{"verse":26,"text":"Слышавшие сие сказали: кто же может спастись?"},"27":{"verse":27,"text":"Но Он сказал: <span class=\"j\">невозможное человекам возможно Богу."},"28":{"verse":28,"text":"Петр же сказал: вот, мы оставили все и последовали за Тобою."},"29":{"verse":29,"text":"Он сказал им: <span class=\"j\">истинно говорю вам: нет никого, кто оставил бы дом, или родителей, или братьев, или сестер, или жену, или детей для Царствия Божия,</span>"},"30":{"verse":30,"text":"<span class=\"j\">и не получил бы гораздо более в сие время, и в век будущий жизни вечной.</span>"},"31":{"verse":31,"text":"Отозвав же двенадцать учеников Своих, сказал им: <span class=\"j\">вот, мы восходим в Иерусалим, и совершится все, написанное через пророков о Сыне Человеческом,</span>"},"32":{"verse":32,"text":"<span class=\"j\">ибо предадут Его язычникам, и поругаются над Ним, и оскорбят Его, и оплюют Его,</span>"},"33":{"verse":33,"text":"<span class=\"j\">и будут бить, и убьют Его: и в третий день воскреснет.</span>"},"34":{"verse":34,"text":"Но они ничего из этого не поняли; слова сии были для них сокровенны, и они не разумели сказанного."},"35":{"verse":35,"text":"Когда же подходил Он к Иерихону, один слепой сидел у дороги, прося милостыни,"},"36":{"verse":36,"text":"и, услышав, что мимо него проходит народ, спросил: что это такое?"},"37":{"verse":37,"text":"Ему сказали, что Иисус Назорей идет."},"38":{"verse":38,"text":"Тогда он закричал: Иисус, Сын Давидов! помилуй меня."},"39":{"verse":39,"text":"Шедшие впереди заставляли его молчать; но он еще громче кричал: Сын Давидов! помилуй меня."},"40":{"verse":40,"text":"Иисус, остановившись, велел привести его к Себе: и, когда тот подошел к Нему, спросил его:"},"41":{"verse":41,"text":"<span class=\"j\">чего ты хочешь от Меня?</span> Он сказал: Господи! чтобы мне прозреть."},"42":{"verse":42,"text":"Иисус сказал ему: <span class=\"j\">прозри! вера твоя спасла тебя."},"43":{"verse":43,"text":"И он тотчас прозрел и пошел за Ним, славя Бога; и весь народ, видя это, воздал хвалу Богу."}},"meta":{"connection":"RSTI","book_number":490,"chapter_number":18,"previous_chapter":{"connection":"RSTI","book_number":490,"chapter":17},"next_chapter":{"connection":"RSTI","book_number":490,"chapter":19}}}