{"chapter":{"1":{"verse":1,"text":"Взглянув же, Он увидел богатых, клавших дары свои в сокровищницу;"},"2":{"verse":2,"text":"увидел также и бедную вдову, положившую туда две лепты,"},"3":{"verse":3,"text":"и сказал: <span class=\"j\">истинно говорю вам, что эта бедная вдова больше всех положила;</span>"},"4":{"verse":4,"text":"<span class=\"j\">ибо все те от избытка своего положили в дар Богу, а она от скудости своей положила все пропитание свое, какое имела.</span>"},"5":{"verse":5,"text":"И когда некоторые говорили о храме, что он украшен дорогими камнями и вкладами, Он сказал:"},"6":{"verse":6,"text":"<span class=\"j\">придут дни, в которые из того, что вы здесь видите, не останется камня на камне; все будет разрушено.</span>"},"7":{"verse":7,"text":"И спросили Его: Учитель! когда же это будет? и какой признак, когда это должно произойти?"},"8":{"verse":8,"text":"Он сказал: <span class=\"j\">берегитесь, чтобы вас не ввели в заблуждение, ибо многие придут под именем Моим, говоря, что это Я; и это время близко: не ходите вслед их.</span>"},"9":{"verse":9,"text":"<span class=\"j\">Когда же услышите о войнах и смятениях, не ужасайтесь, ибо этому надлежит быть прежде; но не тотчас конец.</span>"},"10":{"verse":10,"text":"Тогда сказал им: <span class=\"j\">восстанет народ на народ, и царство на царство;</span>"},"11":{"verse":11,"text":"<span class=\"j\">будут большие землетрясения по местам, и глады, и моры, и ужасные явления, и великие знамения с неба.</span>"},"12":{"verse":12,"text":"<span class=\"j\">Прежде же всего того возложат на вас руки и будут гнать <i>вас,</i> предавая в синагоги и в темницы, и поведут пред царей и правителей за имя Мое;</span>"},"13":{"verse":13,"text":"<span class=\"j\">будет же это вам для свидетельства.</span>"},"14":{"verse":14,"text":"<span class=\"j\">Итак положите себе на сердце не обдумывать заранее, что отвечать,</span>"},"15":{"verse":15,"text":"<span class=\"j\">ибо Я дам вам уста и премудрость, которой не возмогут противоречить ни противостоять все, противящиеся вам.</span>"},"16":{"verse":16,"text":"<span class=\"j\">Преданы также будете и родителями, и братьями, и родственниками, и друзьями, и некоторых из вас умертвят;</span>"},"17":{"verse":17,"text":"<span class=\"j\">и будете ненавидимы всеми за имя Мое,</span>"},"18":{"verse":18,"text":"<span class=\"j\">но и волос с головы вашей не пропадет, —</span>"},"19":{"verse":19,"text":"<span class=\"j\">терпением вашим спасайте души ваши.</span>"},"20":{"verse":20,"text":"<span class=\"j\">Когда же увидите Иерусалим, окруженный войсками, тогда знайте, что приблизилось запустение его:</span>"},"21":{"verse":21,"text":"<span class=\"j\">тогда находящиеся в Иудее да бегут в горы; и кто в городе, выходи из него; и кто в окрестностях, не входи в него,</span>"},"22":{"verse":22,"text":"<span class=\"j\">потому что это дни отмщения, да исполнится все написанное.</span>"},"23":{"verse":23,"text":"<span class=\"j\">Горе же беременным и питающим сосцами в те дни; ибо великое будет бедствие на земле и гнев на народ сей:</span>"},"24":{"verse":24,"text":"<span class=\"j\">и падут от острия меча, и отведутся в плен во все народы; и Иерусалим будет попираем язычниками, доколе не окончатся времена язычников.</span>"},"25":{"verse":25,"text":"<span class=\"j\">И будут знамения в солнце и луне и звездах, а на земле уныние народов и недоумение; и море восшумит и возмутится;</span>"},"26":{"verse":26,"text":"<span class=\"j\">люди будут издыхать от страха и ожидания <i>бедствий,</i> грядущих на вселенную, ибо силы небесные поколеблются,</span>"},"27":{"verse":27,"text":"<span class=\"j\">и тогда увидят Сына Человеческого, грядущего на облаке с силою и славою великою.</span>"},"28":{"verse":28,"text":"<span class=\"j\">Когда же начнет это сбываться, тогда восклонитесь и поднимите головы ваши, потому что приближается избавление ваше.</span>"},"29":{"verse":29,"text":"И сказал им притчу: <span class=\"j\">посмотрите на смоковницу и на все деревья:</span>"},"30":{"verse":30,"text":"<span class=\"j\">когда они уже распускаются, то, видя это, знаете сами, что уже близко лето.</span>"},"31":{"verse":31,"text":"<span class=\"j\">Так, и когда вы увидите то сбывающимся, знайте, что близко Царствие Божие.</span>"},"32":{"verse":32,"text":"<span class=\"j\">Истинно говорю вам: не прейдет род сей, как все это будет;</span>"},"33":{"verse":33,"text":"<span class=\"j\">небо и земля прейдут, но слова Мои не прейдут.</span>"},"34":{"verse":34,"text":"<span class=\"j\">Смотрите же за собою, чтобы сердца ваши не отягчались объядением и пьянством и заботами житейскими, и чтобы день тот не постиг вас внезапно,</span>"},"35":{"verse":35,"text":"<span class=\"j\">ибо он, как сеть, найдет на всех живущих по всему лицу земному;</span>"},"36":{"verse":36,"text":"<span class=\"j\">итак бодрствуйте на всякое время и молитесь, да сподобитесь избежать всех сих будущих <i>бедствий</i> и предстать пред Сына Человеческого.</span>"},"37":{"verse":37,"text":"Днем Он учил в храме, а ночи, выходя, проводил на горе, называемой Елеонскою."},"38":{"verse":38,"text":"И весь народ с утра приходил к Нему в храм слушать Его."}},"meta":{"connection":"RSTI","book_number":490,"chapter_number":21,"previous_chapter":{"connection":"RSTI","book_number":490,"chapter":20},"next_chapter":{"connection":"RSTI","book_number":490,"chapter":22}}}