{"chapter":{"1":{"verse":1,"text":"Приближался праздник опресноков, называемый Пасхою,"},"2":{"verse":2,"text":"и искали первосвященники и книжники, как бы погубить Его, потому что боялись народа."},"3":{"verse":3,"text":"Вошел же сатана в Иуду, прозванного Искариотом, одного из числа двенадцати,"},"4":{"verse":4,"text":"и он пошел, и говорил с первосвященниками и начальниками, как Его предать им."},"5":{"verse":5,"text":"Они обрадовались и согласились дать ему денег;"},"6":{"verse":6,"text":"и он обещал, и искал удобного времени, чтобы предать Его им не при народе."},"7":{"verse":7,"text":"Настал же день опресноков, в который надлежало заколать пасхального <i>агнца,</i>"},"8":{"verse":8,"text":"и послал <i>Иисус</i> Петра и Иоанна, сказав: <span class=\"j\">пойдите, приготовьте нам есть пасху.</span>"},"9":{"verse":9,"text":"Они же сказали Ему: где велишь нам приготовить?"},"10":{"verse":10,"text":"Он сказал им: <span class=\"j\">вот, при входе вашем в город, встретится с вами человек, несущий кувшин воды; последуйте за ним в дом, в который войдет он,</span>"},"11":{"verse":11,"text":"и скажите хозяину дома: Учитель говорит тебе: <span class=\"j\">где комната, в которой бы Мне есть пасху с учениками Моими?</span>"},"12":{"verse":12,"text":"<span class=\"j\">И он покажет вам горницу большую устланную; там приготовьте.</span>"},"13":{"verse":13,"text":"Они пошли, и нашли, как сказал им, и приготовили пасху."},"14":{"verse":14,"text":"И когда настал час, Он возлег, и двенадцать Апостолов с Ним,"},"15":{"verse":15,"text":"и сказал им: <span class=\"j\">очень желал Я есть с вами сию пасху прежде Моего страдания,"},"16":{"verse":16,"text":"<span class=\"j\">ибо сказываю вам, что уже не буду есть ее, пока она не совершится в Царствии Божием.</span>"},"17":{"verse":17,"text":"И, взяв чашу и благодарив, сказал: <span class=\"j\">приимите ее и разделите между собою,</span>"},"18":{"verse":18,"text":"<span class=\"j\">ибо сказываю вам, что не буду пить от плода виноградного, доколе не придет Царствие Божие.</span>"},"19":{"verse":19,"text":"И, взяв хлеб и благодарив, преломил и подал им, говоря: <span class=\"j\">сие есть тело Мое, которое за вас предается; сие творите в Мое воспоминание.</span>"},"20":{"verse":20,"text":"Также и чашу после вечери, говоря: <span class=\"j\">сия чаша <i>есть</i> Новый Завет в Моей крови, которая за вас проливается.</span>"},"21":{"verse":21,"text":"<span class=\"j\">И вот, рука предающего Меня со Мною за столом;</span>"},"22":{"verse":22,"text":"<span class=\"j\">впрочем, Сын Человеческий идет по предназначению, но горе тому человеку, которым Он предается.</span>"},"23":{"verse":23,"text":"И они начали спрашивать друг друга, кто бы из них был, который это сделает."},"24":{"verse":24,"text":"Был же и спор между ними, кто из них должен почитаться большим."},"25":{"verse":25,"text":"Он же сказал им: <span class=\"j\">цари господствуют над народами, и владеющие ими благодетелями называются,</span>"},"26":{"verse":26,"text":"<span class=\"j\">а вы не так: но кто из вас больше, будь как меньший, и начальствующий — как служащий.</span>"},"27":{"verse":27,"text":"<span class=\"j\">Ибо кто больше: возлежащий, или служащий? не возлежащий ли? А Я посреди вас, как служащий.</span>"},"28":{"verse":28,"text":"<span class=\"j\">Но вы пребыли со Мною в напастях Моих,</span>"},"29":{"verse":29,"text":"<span class=\"j\">и Я завещаваю вам, как завещал Мне Отец Мой, Царство,</span>"},"30":{"verse":30,"text":"<span class=\"j\">да ядите и пиете за трапезою Моею в Царстве Моем, и сядете на престолах судить двенадцать колен Израилевых.</span>"},"31":{"verse":31,"text":"И сказал Господь: <span class=\"j\">Симон! Симон! се, сатана просил, чтобы сеять вас как пшеницу,</span>"},"32":{"verse":32,"text":"<span class=\"j\">но Я молился о тебе, чтобы не оскудела вера твоя; и ты некогда, обратившись, утверди братьев твоих.</span>"},"33":{"verse":33,"text":"Он отвечал Ему: Господи! с Тобою я готов и в темницу и на смерть идти."},"34":{"verse":34,"text":"Но Он сказал: <span class=\"j\">говорю тебе, Петр, не пропоет петух сегодня, как ты трижды отречешься, что не знаешь Меня.</span>"},"35":{"verse":35,"text":"И сказал им: <span class=\"j\">когда Я посылал вас без мешка и без сумы и без обуви, имели ли вы в чем недостаток?</span> Они отвечали: ни в чем."},"36":{"verse":36,"text":"Тогда Он сказал им: <span class=\"j\">но теперь, кто имеет мешок, тот возьми его, также и суму; а у кого нет, продай одежду свою и купи меч;</span>"},"37":{"verse":37,"text":"<span class=\"j\">ибо сказываю вам, что должно исполниться на Мне и сему написанному: и к злодеям причтен. Ибо то, что о Мне, приходит к концу.</span>"},"38":{"verse":38,"text":"Они сказали: Господи! вот, здесь два меча. Он сказал им: <span class=\"j\">довольно.</span>"},"39":{"verse":39,"text":"И, выйдя, пошел по обыкновению на гору Елеонскую, за Ним последовали и ученики Его."},"40":{"verse":40,"text":"Придя же на место, сказал им: <span class=\"j\">молитесь, чтобы не впасть в искушение.</span>"},"41":{"verse":41,"text":"И Сам отошел от них на вержение камня, и, преклонив колени, молился,"},"42":{"verse":42,"text":"говоря: <span class=\"j\">Отче! о, если бы Ты благоволил пронести чашу сию мимо Меня! впрочем не Моя воля, но Твоя да будет.</span>"},"43":{"verse":43,"text":"Явился же Ему Ангел с небес и укреплял Его."},"44":{"verse":44,"text":"И, находясь в борении, прилежнее молился, и был пот Его, как капли крови, падающие на землю."},"45":{"verse":45,"text":"Встав от молитвы, Он пришел к ученикам, и нашел их спящими от печали"},"46":{"verse":46,"text":"и сказал им: <span class=\"j\">что вы спите? встаньте и молитесь, чтобы не впасть в искушение.</span>"},"47":{"verse":47,"text":"Когда Он еще говорил это, появился народ, а впереди его шел один из двенадцати, называемый Иуда, и он подошел к Иисусу, чтобы поцеловать Его. Ибо он такой им дал знак: Кого я поцелую, Тот и есть."},"48":{"verse":48,"text":"Иисус же сказал ему: <span class=\"j\">Иуда! целованием ли предаешь Сына Человеческого?</span>"},"49":{"verse":49,"text":"Бывшие же с Ним, видя, к чему идет дело, сказали Ему: Господи! не ударить ли нам мечом?"},"50":{"verse":50,"text":"И один из них ударил раба первосвященникова, и отсек ему правое ухо."},"51":{"verse":51,"text":"Тогда Иисус сказал: <span class=\"j\">оставьте, довольно.</span> И, коснувшись уха его, исцелил его."},"52":{"verse":52,"text":"Первосвященникам же и начальникам храма и старейшинам, собравшимся против Него, сказал Иисус: <span class=\"j\">как будто на разбойника вышли вы с мечами и кольями, чтобы взять Меня?</span>"},"53":{"verse":53,"text":"<span class=\"j\">Каждый день бывал Я с вами в храме, и вы не поднимали на Меня рук, но теперь ваше время и власть тьмы.</span>"},"54":{"verse":54,"text":"Взяв Его, повели и привели в дом первосвященника. Петр же следовал издали."},"55":{"verse":55,"text":"Когда они развели огонь среди двора и сели вместе, сел и Петр между ними."},"56":{"verse":56,"text":"Одна служанка, увидев его сидящего у огня и всмотревшись в него, сказала: и этот был с Ним."},"57":{"verse":57,"text":"Но он отрекся от Него, сказав женщине: я не знаю Его."},"58":{"verse":58,"text":"Вскоре потом другой, увидев его, сказал: и ты из них. Но Петр сказал этому человеку: нет!"},"59":{"verse":59,"text":"Прошло с час времени, еще некто настоятельно говорил: точно и этот был с Ним, ибо он Галилеянин."},"60":{"verse":60,"text":"Но Петр сказал тому человеку: не знаю, что ты говоришь. И тотчас, когда еще говорил он, запел петух."},"61":{"verse":61,"text":"Тогда Господь, обратившись, взглянул на Петра, и Петр вспомнил слово Господа, как Он сказал ему: <span class=\"j\">прежде нежели пропоет петух, отречешься от Меня трижды.</span>"},"62":{"verse":62,"text":"И, выйдя вон, горько заплакал."},"63":{"verse":63,"text":"Люди, державшие Иисуса, ругались над Ним и били Его;"},"64":{"verse":64,"text":"и, закрыв Его, ударяли Его по лицу и спрашивали Его: прореки, кто ударил Тебя?"},"65":{"verse":65,"text":"И много иных хулений произносили против Него."},"66":{"verse":66,"text":"И как настал день, собрались старейшины народа, первосвященники и книжники, и ввели Его в свой синедрион"},"67":{"verse":67,"text":"и сказали: Ты ли Христос? скажи нам. Он сказал им: <span class=\"j\">если скажу вам, вы не поверите;</span>"},"68":{"verse":68,"text":"<span class=\"j\">если же и спрошу вас, не будете отвечать Мне и не отпустите <i>Меня;</i></span>"},"69":{"verse":69,"text":"<span class=\"j\">отныне Сын Человеческий воссядет одесную силы Божией.</span>"},"70":{"verse":70,"text":"И сказали все: итак, Ты Сын Божий? Он отвечал им: <span class=\"j\">вы говорите, что Я.</span>"},"71":{"verse":71,"text":"Они же сказали: какое еще нужно нам свидетельство? ибо мы сами слышали из уст Его."}},"meta":{"connection":"RSTI","book_number":490,"chapter_number":22,"previous_chapter":{"connection":"RSTI","book_number":490,"chapter":21},"next_chapter":{"connection":"RSTI","book_number":490,"chapter":23}}}