{"chapter":{"1":{"verse":1,"text":"В первый же день недели, очень рано, неся приготовленные ароматы, пришли они ко гробу, и вместе с ними некоторые другие;"},"2":{"verse":2,"text":"но нашли камень отваленным от гроба."},"3":{"verse":3,"text":"И, войдя, не нашли тела Господа Иисуса."},"4":{"verse":4,"text":"Когда же недоумевали они о сем, вдруг предстали перед ними два мужа в одеждах блистающих."},"5":{"verse":5,"text":"И когда они были в страхе и наклонили лица <i>свои</i> к земле, сказали им: что вы ищете живого между мертвыми?"},"6":{"verse":6,"text":"Его нет здесь: Он воскрес; вспомните, как Он говорил вам, когда был еще в Галилее,"},"7":{"verse":7,"text":"сказывая, что <span class=\"j\">Сыну Человеческому надлежит быть предану в руки человеков грешников, и быть распяту, и в третий день воскреснуть.</span>"},"8":{"verse":8,"text":"И вспомнили они слова Его;"},"9":{"verse":9,"text":"и, возвратившись от гроба, возвестили всё это одиннадцати и всем прочим."},"10":{"verse":10,"text":"То были Магдалина Мария, и Иоанна, и Мария, <i>мать</i> Иакова, и другие с ними, которые сказали о сем Апостолам."},"11":{"verse":11,"text":"И показались им слова их пустыми, и не поверили им."},"12":{"verse":12,"text":"Но Петр, встав, побежал ко гробу и, наклонившись, увидел только пелены лежащие, и пошел назад, дивясь сам в себе происшедшему."},"13":{"verse":13,"text":"В тот же день двое из них шли в селение, отстоящее стадий на шестьдесят от Иерусалима, называемое Эммаус;"},"14":{"verse":14,"text":"и разговаривали между собою о всех сих событиях."},"15":{"verse":15,"text":"И когда они разговаривали и рассуждали между собою, и Сам Иисус, приблизившись, пошел с ними."},"16":{"verse":16,"text":"Но глаза их были удержаны, так что они не узнали Его."},"17":{"verse":17,"text":"Он же сказал им: <span class=\"j\">о чем это вы, идя, рассуждаете между собою, и отчего вы печальны?</span>"},"18":{"verse":18,"text":"Один из них, именем Клеопа, сказал Ему в ответ: неужели Ты один из пришедших в Иерусалим не знаешь о происшедшем в нем в эти дни?"},"19":{"verse":19,"text":"И сказал им: <span class=\"j\">о чем?</span> Они сказали Ему: что было с Иисусом Назарянином, Который был пророк, сильный в деле и слове пред Богом и всем народом;"},"20":{"verse":20,"text":"как предали Его первосвященники и начальники наши для осуждения на смерть и распяли Его."},"21":{"verse":21,"text":"А мы надеялись было, что Он есть Тот, Который должен избавить Израиля; но со всем тем, уже третий день ныне, как это произошло."},"22":{"verse":22,"text":"Но и некоторые женщины из наших изумили нас: они были рано у гроба"},"23":{"verse":23,"text":"и не нашли тела Его и, придя, сказывали, что они видели и явление Ангелов, которые говорят, что Он жив."},"24":{"verse":24,"text":"И пошли некоторые из наших ко гробу и нашли так, как и женщины говорили, но Его не видели."},"25":{"verse":25,"text":"Тогда Он сказал им: <span class=\"j\">о, несмысленные и медлительные сердцем, чтобы веровать всему, что предсказывали пророки!</span>"},"26":{"verse":26,"text":"<span class=\"j\">Не так ли надлежало пострадать Христу и войти в славу Свою?</span>"},"27":{"verse":27,"text":"И, начав от Моисея, из всех пророков изъяснял им сказанное о Нем во всем Писании."},"28":{"verse":28,"text":"И приблизились они к тому селению, в которое шли; и Он показывал им вид, что хочет идти далее."},"29":{"verse":29,"text":"Но они удерживали Его, говоря: останься с нами, потому что день уже склонился к вечеру. И Он вошел и остался с ними."},"30":{"verse":30,"text":"И когда Он возлежал с ними, то, взяв хлеб, благословил, преломил и подал им."},"31":{"verse":31,"text":"Тогда открылись у них глаза, и они узнали Его. Но Он стал невидим для них."},"32":{"verse":32,"text":"И они сказали друг другу: не горело ли в нас сердце наше, когда Он говорил нам на дороге и когда изъяснял нам Писание?"},"33":{"verse":33,"text":"И, встав в тот же час, возвратились в Иерусалим и нашли вместе одиннадцать <i>Апостолов</i> и бывших с ними,"},"34":{"verse":34,"text":"которые говорили, что Господь истинно воскрес и явился Симону."},"35":{"verse":35,"text":"И они рассказывали о происшедшем на пути, и как Он был узнан ими в преломлении хлеба."},"36":{"verse":36,"text":"Когда они говорили о сем, Сам Иисус стал посреди них и сказал им: <span class=\"j\">мир вам.</span>"},"37":{"verse":37,"text":"Они, смутившись и испугавшись, подумали, что видят духа."},"38":{"verse":38,"text":"Но Он сказал им: <span class=\"j\">что смущаетесь, и для чего такие мысли входят в сердца ваши?</span>"},"39":{"verse":39,"text":"<span class=\"j\">Посмотрите на руки Мои и на ноги Мои; это Я Сам; осяжите Меня и рассмотрите; ибо дух плоти и костей не имеет, как видите у Меня.</span>"},"40":{"verse":40,"text":"И, сказав это, показал им руки и ноги."},"41":{"verse":41,"text":"Когда же они от радости еще не верили и дивились, Он сказал им: <span class=\"j\">есть ли у вас здесь какая пища?</span>"},"42":{"verse":42,"text":"Они подали Ему часть печеной рыбы и сотового меда."},"43":{"verse":43,"text":"И, взяв, ел пред ними."},"44":{"verse":44,"text":"И сказал им: <span class=\"j\">вот то, о чем Я вам говорил, еще быв с вами, что надлежит исполниться всему, написанному о Мне в законе Моисеевом и в пророках и псалмах.</span>"},"45":{"verse":45,"text":"Тогда отверз им ум к уразумению Писаний."},"46":{"verse":46,"text":"И сказал им: <span class=\"j\">так написано, и так надлежало пострадать Христу, и воскреснуть из мертвых в третий день,</span>"},"47":{"verse":47,"text":"<span class=\"j\">и проповедану быть во имя Его покаянию и прощению грехов во всех народах, начиная с Иерусалима.</span>"},"48":{"verse":48,"text":"<span class=\"j\">Вы же свидетели сему.</span>"},"49":{"verse":49,"text":"<span class=\"j\">И Я пошлю обетование Отца Моего на вас; вы же оставайтесь в городе Иерусалиме, доколе не облечетесь силою свыше.</span>"},"50":{"verse":50,"text":"И вывел их вон <i>из города</i> до Вифании и, подняв руки Свои, благословил их."},"51":{"verse":51,"text":"И, когда благословлял их, стал отдаляться от них и возноситься на небо."},"52":{"verse":52,"text":"Они поклонились Ему и возвратились в Иерусалим с великою радостью."},"53":{"verse":53,"text":"И пребывали всегда в храме, прославляя и благословляя Бога. Аминь."}},"meta":{"connection":"RSTI","book_number":490,"chapter_number":24,"previous_chapter":{"connection":"RSTI","book_number":490,"chapter":23},"next_chapter":null}}