{"chapter":{"1":{"verse":1,"text":"И собрал Иисус все колена Израилевы в Сихем и призвал старейшин Израиля и начальников его, и судей его и надзирателей его, и предстали пред <i>Господа</i> Бога."},"2":{"verse":2,"text":"И сказал Иисус всему народу: так говорит Господь Бог Израилев: \"за рекою жили отцы ваши издревле, Фарра, отец Авраама и отец Нахора, и служили иным богам."},"3":{"verse":3,"text":"Но Я взял отца вашего Авраама из-за реки и водил его по всей земле Ханаанской, и размножил семя его и дал ему Исаака."},"4":{"verse":4,"text":"Исааку дал Иакова и Исава. Исаву дал Я гору Сеир в наследие; Иаков же и сыны его перешли в Египет <i>и сделались там народом великим, сильным и многочисленным, и стали притеснять их Египтяне</i>."},"5":{"verse":5,"text":"И послал Я Моисея и Аарона и поразил Египет язвами, которые делал Я среди его, и потом вывел вас."},"6":{"verse":6,"text":"Я вывел отцов ваших из Египта, и вы пришли к <i>Чермному</i> морю. Тогда Египтяне гнались за отцами вашими с колесницами и всадниками до Чермного моря;"},"7":{"verse":7,"text":"но они возопили к Господу, и Он положил <i>облако и</i> тьму между вами и Египтянами и навел на них море, которое их и покрыло. Глаза ваши видели, что Я сделал в Египте. Потом много времени пробыли вы в пустыне."},"8":{"verse":8,"text":"И привел Я вас к земле Аморреев, живших за Иорданом; они сразились с вами, но Я предал их в руки ваши, и вы получили в наследие землю их, и Я истребил их пред вами."},"9":{"verse":9,"text":"Восстал Валак, сын Сепфоров, царь Моавитский, и пошел войною на Израиля, и послал и призвал Валаама, сына Веорова, чтоб он проклял вас;"},"10":{"verse":10,"text":"но Я не хотел послушать Валаама, - и он благословил вас, и Я избавил вас из рук его."},"11":{"verse":11,"text":"Вы перешли Иордан и пришли к Иерихону. И стали воевать с вами жители Иерихона, Аморреи, и Ферезеи, и Хананеи, и Хеттеи, и Гергесеи, и Евеи, и Иевусеи, но Я предал их в руки ваши."},"12":{"verse":12,"text":"Я послал пред вами шершней, которые прогнали их от вас, двух царей Аморрейских; не мечом твоим и не луком твоим сделано это."},"13":{"verse":13,"text":"И дал Я вам землю, над которою ты не трудился, и города, которых вы не строили, и вы живете в них; из виноградных и масличных садов, которых вы не насаждали, вы едите плоды\"."},"14":{"verse":14,"text":"Итак бойтесь Господа и служите Ему в чистоте и искренности; отвергните богов, которым служили отцы ваши за рекою и в Египте, а служите Господу."},"15":{"verse":15,"text":"Если же не угодно вам служить Господу, то изберите себе ныне, кому служить, богам ли, которым служили отцы ваши, бывшие за рекою, или богам Аморреев, в земле которых живете; а я и дом мой будем служить Господу, <i>ибо Он свят</i>."},"16":{"verse":16,"text":"И отвечал народ и сказал: нет, не будет того, чтобы мы оставили Господа и стали служить другим богам!"},"17":{"verse":17,"text":"Ибо Господь - Бог наш, Он вывел нас и отцов наших из земли Египетской, из дома рабства, и делал пред глазами нашими великие знамения и хранил нас на всем пути, по которому мы шли, и среди всех народов, чрез которые мы проходили."},"18":{"verse":18,"text":"Господь прогнал от нас все народы и Аморреев, живших в сей земле. Посему и мы будем служить Господу, ибо Он - Бог наш."},"19":{"verse":19,"text":"Иисус сказал народу: не возможете служить Господу <i>Богу</i>, ибо Он Бог святый, Бог ревнитель, не потерпит беззакония вашего и грехов ваших."},"20":{"verse":20,"text":"Если вы оставите Господа и будете служить чужим богам, то Он наведет на вас зло и истребит вас, после того как благотворил вам."},"21":{"verse":21,"text":"И сказал народ Иисусу: нет, мы Господу будем служить."},"22":{"verse":22,"text":"Иисус сказал народу: вы свидетели о себе, что вы избрали себе Господа - служить Ему? Они отвечали: свидетели."},"23":{"verse":23,"text":"Итак отвергните чужих богов, которые у вас, и обратите сердце свое к Господу Богу Израилеву."},"24":{"verse":24,"text":"Народ сказал Иисусу: Господу Богу нашему будем служить и гласа Его будем слушать."},"25":{"verse":25,"text":"И заключил Иисус с народом завет в тот день и дал ему постановления и закон в Сихеме <i>пред скиниею Господа Бога Израилева</i>."},"26":{"verse":26,"text":"И вписал Иисус слова сии в книгу закона Божия, и взял большой камень и положил его там под дубом, который подле святилища Господня."},"27":{"verse":27,"text":"И сказал Иисус всему народу: вот, камень сей будет нам свидетелем, ибо он слышал все слова Господа, которые Он говорил с нами <i>сегодня</i>; он да будет свидетелем против вас <i>в последующие дни</i>, чтобы вы не солгали пред <i>Господом</i> Богом вашим."},"28":{"verse":28,"text":"И отпустил Иисус народ, каждого в свой удел."},"29":{"verse":29,"text":"После сего умер Иисус, сын Навин, раб Господень, будучи ста десяти лет."},"30":{"verse":30,"text":"И похоронили его в пределе его удела в Фамнаф-Сараи, что на горе Ефремовой, на север от горы Гааша. <i>И положили там с ним во гробе, в котором похоронили его, каменные ножи, которыми Иисус обрезал сынов Израилевых в Галгале, когда вывел их из Египта, как повелел Господь; и они там даже до сего дня.</i>"},"31":{"verse":31,"text":"И служил Израиль Господу во все дни Иисуса и во все дни старейшин, которых жизнь продлилась после Иисуса и которые видели все дела Господа, какие Он сделал Израилю."},"32":{"verse":32,"text":"И кости Иосифа, которые вынесли сыны Израилевы из Египта, схоронили в Сихеме, в участке поля, которое купил Иаков у сынов Еммора, отца Сихемова, за сто монет и которое досталось в удел сынам Иосифовым."},"33":{"verse":33,"text":"<i>После сего</i> умер и Елеазар, сын Аарона <i>первосвященник</i>, и похоронили его на холме Финееса, сына его, который дан ему на горе Ефремовой."},"34":{"verse":34,"text":"<i>В тот день сыны Израилевы, взяв ковчег Божий, носили с собою, и Финеес был священником вместо Елеазара, отца своего, доколе не умер и не был погребен в городе своем Гаваафе.</i>"},"35":{"verse":35,"text":"<i>И сыны Израилевы пошли каждый в свое место и в свой город.</i>"},"36":{"verse":36,"text":"<i>И стали сыны Израилевы служить Астарте и Астарофу и богам окрестных народов; и предал их Господь в руки Еглона, царя Моавитского, и он владел ими восемнадцать лет.</i>"}},"meta":{"connection":"RSTI","book_number":60,"chapter_number":24,"previous_chapter":{"connection":"RSTI","book_number":60,"chapter":23},"next_chapter":null}}