{"chapter":{"1":{"verse":1,"text":"This is the Revelation of Jesus Christ, which God gave him to show to his bondservants the things which must happen soon. He sent it and made it known by his angel to his bondservant, John,"},"2":{"verse":2,"text":"who testified about everything that he saw: to the word of God and the testimony of Jesus Christ."},"3":{"verse":3,"text":" Blessed is the one who reads the words of the prophecy and [blessed are] those who hear and observe the things that are written in it, for the time is at hand!"},"4":{"verse":4,"text":" John, to the seven Churches that are in Asia [Minor]: May grace and peace be with you from God, [the one] who is and who was and who is to come; and from the seven spirits who are before his throne;"},"5":{"verse":5,"text":"and from Jesus Christ, the faithful witness, the firstborn of the dead, and the ruler of the kings of the earth. To him who loves us and washed us from our sins by his blood,"},"6":{"verse":6,"text":"and made us to be a kingdom, priests to his God and Father; to him be the glory and the dominion unto the ages. Amen."},"7":{"verse":7,"text":" Behold, he is coming with the clouds, and every eye will see him, including those who pierced him. All the tribes of the earth will mourn over him. It shall be so! Amen!"},"8":{"verse":8,"text":" “I am the Alpha and the Omega,” says the Lord God, “who is and who was and who is to come, the Almighty.”"},"9":{"verse":9,"text":" I John, your brother and partner with you in the oppression, and [in the] Kingdom, and [in] perseverance in Christ Jesus, was on the island called Patmos because of the word of God and the testimony of Jesus Christ."},"10":{"verse":10,"text":"I was in the Spirit on the Lord’s day and I heard behind me a loud voice, like a trumpet"},"11":{"verse":11,"text":"saying, “What you see, write [it] in a book and send [it] to the seven Churches; to Ephesus, Smyrna, Pergamum, Thyatira, Sardis, Philadelphia, and to Laodicea.”"},"12":{"verse":12,"text":" I turned around to see the voice that had spoken to me. Having done so, I saw seven golden lampstands,"},"13":{"verse":13,"text":"and among the seven lampstands was someone like a son of man, clothed with a robe reaching down to his feet, and with a golden sash around his chest."},"14":{"verse":14,"text":"His head and his hair were as white as white wool, like snow. His eyes were like a flame of fire."},"15":{"verse":15,"text":"His feet were like fine brass, as if it had been refined in a furnace. His voice was like the voice of many waters."},"16":{"verse":16,"text":"He had seven stars in his right hand and out of his mouth came a sharp two-edged sword. His face was like the sun shining at its brightest."},"17":{"verse":17,"text":"When I saw him, I fell at his feet like a dead man. He laid his right hand on me, saying, “Do not be afraid! I am the first and the last,"},"18":{"verse":18,"text":"and the Living one. I was dead, and behold, I am alive unto the ages of ages! I have the keys of death and of hades."},"19":{"verse":19,"text":"Therefore, write the things which you have seen, the things which are now, and the things which will happen in the future."},"20":{"verse":20,"text":"Write about the mystery of the seven stars which you saw in my right hand, and the seven golden lampstands. The seven stars are the angels of the seven Churches and the seven lampstands are seven Churches."}},"meta":{"connection":"EOB","book_number":730,"chapter_number":1,"previous_chapter":{"connection":"EOB","book_number":720,"chapter":1},"next_chapter":null}}