{"chapter":{"1":{"verse":1,"text":" Then I saw another mighty angel coming down from heaven, robed with a cloud; and the rainbow was on his head, and his face was like the sun, and his feet were like pillars of fire."},"2":{"verse":2,"text":"He had in his hand an open scroll. He set his right foot on the sea, and his left on the land."},"3":{"verse":3,"text":"He cried with a loud voice, as a lion roars, and when he shouted, the seven thunders uttered their voices."},"4":{"verse":4,"text":"When the seven thunders sounded, I was about to write; but I heard a voice from heaven saying, “Seal up what the seven thunders have pronounced, and do not write them!”"},"5":{"verse":5,"text":" Then the angel whom I saw standing on sea and land lifted up his right hand to the sky."},"6":{"verse":6,"text":"He swore by the one who lives unto ages of ages, who created heaven and what is in it, the earth and what is in it, and the sea and what is in it. He swore that there would be no more delay."},"7":{"verse":7,"text":"But in the days when the voice of the seventh angel is about to sound, then the mystery of God is fulfilled, as he has announced to his bondservants the prophets."},"8":{"verse":8,"text":"Again, the voice I heard from heaven spoke to me and said, “Go, take the little scroll which is open in the hand of the angel who stands on the sea and on the land.”"},"9":{"verse":9,"text":" So I went to the angel, asking him to give me the little scroll. He answered, “Take it and eat it! It will make your stomach bitter, but in your mouth, it will be as sweet as honey.”"},"10":{"verse":10,"text":" I took the scroll from the angel’s hand and ate it. It was as sweet as honey in my mouth, but after eating the scroll, my stomach became bitter."},"11":{"verse":11,"text":"They said, “You must prophesy again concerning many peoples, nations, languages, and kings.”"}},"meta":{"connection":"EOB","book_number":730,"chapter_number":10,"previous_chapter":{"connection":"EOB","book_number":730,"chapter":9},"next_chapter":null}}