{"chapter":{"1":{"verse":1,"text":" Then a measuring reed like a staff was given to me. I was told, “Arise, and measure God’s sanctuary, and the altar, and those who express adoration in it."},"2":{"verse":2,"text":"Leave out the court which is outside the sanctuary; do not measure it, for it has been given to the nations. They will trample over the holy city for forty-two months."},"3":{"verse":3,"text":"I will give power to my two witnesses, and they will prophesy for one thousand two hundred sixty days, clothed in sackcloth.”"},"4":{"verse":4,"text":"They are the two olive trees and the two lampstands who stand before the Lord of the earth."},"5":{"verse":5,"text":"If anyone desires to harm them, fire comes out of their mouth and devours their enemies. Whoever desires to harm them will be killed in this way."},"6":{"verse":6,"text":"They have the power to shut up the sky, so that it may not rain during the days of their prophecy. They also have power over the waters, to turn them into blood, and to strike the earth with every plague, as often as they desire."},"7":{"verse":7,"text":"When they have finished their testimony, the beast that comes out of the abyss will attack them, overcome them, and kill them."},"8":{"verse":8,"text":"Their dead bodies will lie in the street of the great city, which spiritually is called Sodom and Egypt, and where their Lord was crucified."},"9":{"verse":9,"text":"For three and a half days, people from tribes, languages, and nations will look at their dead bodies, and they will not allow their dead bodies to be laid in a tomb."},"10":{"verse":10,"text":"The people of the world will rejoice over them and celebrate the event, exchanging gifts because these two prophets tormented the inhabitants of the earth."},"11":{"verse":11,"text":" After the three and a half days, the breath of life from God entered into them, and they stood up on their feet, and those who saw them were terrified."},"12":{"verse":12,"text":"Then I heard a loud voice from heaven saying to them, “Come up here!” And they went up into heaven in the cloud as their enemies were watching."},"13":{"verse":13,"text":"In that day, a great earthquake occurred and one tenth of the city collapsed. Seven thousand people died in the earthquake, and the rest, terrified, gave glory to the God of heaven."},"14":{"verse":14,"text":"The second disaster is past. Behold, the third one comes quickly."},"15":{"verse":15,"text":" The seventh angel sounded, and great voices in heaven followed, saying, “The kingdom of the world has become the Kingdom of our Lord and of his Christ. He will reign unto the ages of ages!”"},"16":{"verse":16,"text":" Then the twenty-four presbyters who sit on their thrones before the throne of God fell on their faces. They expressed adoration to God and"},"17":{"verse":17,"text":"said, “We give thanks to you, Lord God, the Almighty, the one who is and who was, and who is coming; because you have assumed your great power and begun to reign."},"18":{"verse":18,"text":"The nations raged, and your wrath came, as did the time for the nations to be judged. The time has come to give their reward to your bondservants the prophets, and also to the saints and to those who fear your Name, to the small and the great. And the time has come to destroy those who destroy the earth!”"},"19":{"verse":19,"text":" Then God’s sanctuary in heaven was opened, and the Ark of the Lord’s covenant was seen in his sanctuary! Lightnings, sounds, thunders, an earthquake, and great hail followed."}},"meta":{"connection":"EOB","book_number":730,"chapter_number":11,"previous_chapter":{"connection":"EOB","book_number":730,"chapter":10},"next_chapter":null}}