{"chapter":{"1":{"verse":1,"text":" And a great sign was seen in heaven: a woman clothed with the sun! The moon was under her feet and on her head was a crown of twelve stars."},"2":{"verse":2,"text":"She was with child, crying out in pain, in labor to give birth."},"3":{"verse":3,"text":"Another sign was seen in heaven: Behold, a great red dragon, having seven heads and ten horns, and on his heads seven crowns."},"4":{"verse":4,"text":"His tail drew one third of the stars of heaven and threw them down to the earth. The dragon stood before the woman who was about to give birth, so that when she gave birth he might devour her child."},"5":{"verse":5,"text":"She gave birth to a son, a male child, who is to rule all the nations with a rod of iron. But her child was caught up to God, and to his throne."},"6":{"verse":6,"text":"The woman fled into the wilderness where she has a place prepared by God so that she may be nourished one thousand two hundred sixty days."},"7":{"verse":7,"text":" A war took place in heaven: Michael and his angels made war on the dragon, and the dragon and his angels made war."},"8":{"verse":8,"text":"But they did not prevail, and there was no longer any place found for him in heaven."},"9":{"verse":9,"text":"The dragon was hurled down, the great old serpent, he who is called the devil and Satan, the deceiver of the whole world. He was thrown down to the earth, and his angels were thrown down with him."},"10":{"verse":10,"text":"Then I heard a loud voice in heaven, saying, “Now has come the salvation, the power, and the Kingdom of our God, and the authority of his Christ! For the accuser of our brethren has been cast down, he who accuses them before our God day and night."},"11":{"verse":11,"text":"They overcame him because of the blood of the Lamb, and because of the word of their testimony. They did not love their life, even to death."},"12":{"verse":12,"text":"Therefore, rejoice, heavens, and you who dwell in them! But woe to the earth and to the sea, because the devil has gone down to you, having great wrath, knowing that he only has a short time.”"},"13":{"verse":13,"text":"When the dragon saw that he had been thrown down to the earth, he began to persecute the woman who had given birth to the male child."},"14":{"verse":14,"text":"Two wings of the great eagle were given to the woman, so that she might fly from the face of the serpent [and escape] into the wilderness, to the place where she might be nourished for a time, and times, and half a time."},"15":{"verse":15,"text":"Then from his mouth, the serpent spewed water like a river after the woman, so that he might cause her to be carried away by the stream."},"16":{"verse":16,"text":"But the earth helped the woman by opening its mouth and swallowing up the river which the dragon had spewed out of his mouth."},"17":{"verse":17,"text":"The dragon became enraged with the woman and departed to make war with the rest of her seed, those who keep God’s commandments and hold to the testimony of Jesus."}},"meta":{"connection":"EOB","book_number":730,"chapter_number":12,"previous_chapter":{"connection":"EOB","book_number":730,"chapter":11},"next_chapter":null}}