{"chapter":{"1":{"verse":1,"text":" I then stood on the seashore and saw a beast coming up out of the sea, having ten horns and seven heads. On his horns were ten crowns, and on his heads, blasphemous names."},"2":{"verse":2,"text":"The beast which I saw was like a leopard; his feet were like those of a bear, and his mouth was like the mouth of a lion. The dragon gave him his power, his throne, and great authority."},"3":{"verse":3,"text":"One of his heads looked like it had been fatally wounded, but his fatal wound was healed, and the whole earth marveled at the beast."},"4":{"verse":4,"text":"They expressed adoration to the dragon, which had given his authority to the beast, and they also expressed adoration to the beast, saying, “Who is like the beast? Who is able to make war with him?”"},"5":{"verse":5,"text":"A mouth speaking great things and blasphemy was given to the beast, and authority to make war for forty-two months."},"6":{"verse":6,"text":"He opened his mouth in blasphemy against God, to slander his Name and his habitation, even those who dwell in heaven."},"7":{"verse":7,"text":"He was given power to make war against the saints, and to overcome them. Authority over every tribe, people, language, and nation was given to him."},"8":{"verse":8,"text":"All who dwell on the earth will express adoration to him, everyone whose name has not, from the foundation of the world, been written in the book of life of the Lamb who has been slain."},"9":{"verse":9,"text":"Let anyone who has an ear listen:"},"10":{"verse":10,"text":"If anyone is to go into captivity, he will go into captivity. If anyone is to be killed with the sword, he must be killed. Here is {a call for} the patient endurance and the faith of the saints."},"11":{"verse":11,"text":" Then I saw another beast coming up out of the earth. He had two horns like a lamb, and he spoke like a dragon."},"12":{"verse":12,"text":"He exercises all the authority of the first beast in his behalf and makes the earth and those who dwell in it express adoration before the first beast, [the one] whose fatal wound had been healed."},"13":{"verse":13,"text":"He performs great signs, even making fire come down out of the sky to the earth in the sight of people."},"14":{"verse":14,"text":"He deceives those who dwell on the earth because of the signs he was granted to perform in front of the beast, saying to those who dwell on the earth that they should make an image to the beast who was wounded by the sword and [yet] lived."},"15":{"verse":15,"text":"It was given to him to give breath to the image of the beast so that it should speak and cause as many as would not express adoration to the image of the beast to be killed."},"16":{"verse":16,"text":"He causes all people, small and great, rich and poor, free and slave, to be given marks on their right hands or on their foreheads."},"17":{"verse":17,"text":"Hence, no one would be able to buy or sell, unless he has that mark, or the name of the beast, or the number of his name."},"18":{"verse":18,"text":"Here is wisdom: let anyone who has understanding calculate the number of the beast, for it is the number of a man. His number is six hundred sixty-six."}},"meta":{"connection":"EOB","book_number":730,"chapter_number":13,"previous_chapter":{"connection":"EOB","book_number":730,"chapter":12},"next_chapter":null}}