{"chapter":{"1":{"verse":1,"text":"Then I looked, and behold, [I saw] the Lamb standing on Mount Zion and with him one hundred and forty-four thousand who have his Name and the Name of his Father written on their foreheads."},"2":{"verse":2,"text":"I also heard a sound from heaven like the roar of many waters and like the sound of great thunder. The sound I heard was like that of harpists playing on their harps,"},"3":{"verse":3,"text":"and they sing a new song before the throne and before the four living creatures and the presbyters. No one could learn the song except the one hundred and forty-four thousand, those who had been redeemed out of the earth."},"4":{"verse":4,"text":"These are the ones who were not defiled with women, for they are virgins. These are the ones who follow the Lamb wherever he goes. They were redeemed from among mankind as first fruits to God and to the Lamb."},"5":{"verse":5,"text":"In their mouth was found no lie, for they are blameless."},"6":{"verse":6,"text":" Then I saw another angel flying in mid-heaven, having an eternal Good News to proclaim to the inhabitants of the earth, and to every nation, tribe, language, and people."},"7":{"verse":7,"text":"He said with a loud voice, “Fear the Lord, and give him glory! For the hour of his judgment has come. Express adoration to him who made the heaven, the earth, the sea, and the springs of waters!”"},"8":{"verse":8,"text":" A second angel followed and said, “Fallen, Fallen is Babylon the great, which has made all the nations drink of the wine of the wrath of her sexual immorality.”"},"9":{"verse":9,"text":" Another angel, a third one, followed them, saying with a great voice, “Anyone who expresses adoration to the beast and his image, and receives a mark on the forehead or the hand,"},"10":{"verse":10,"text":"will also drink of the wine of the wrath of God, which is prepared unmixed in the cup of his anger. They will be tormented with fire and sulfur in the presence of the holy angels, and in the presence of the Lamb."},"11":{"verse":11,"text":"The smoke of their torment goes up unto the ages of ages. Those who express adoration to the beast and his image, and all those who receive the mark of his name have no rest day or night."},"12":{"verse":12,"text":"Here is {a call for} the patient endurance of the saints, those who keep the commandments of God and the faith of Jesus.”"},"13":{"verse":13,"text":" Then I heard a voice from heaven saying, “Write, ‘Blessed are the dead who die in the Lord from now on.’” “Yes,” says the Spirit, “for they shall rest from their labors, and their works will follow after them.”"},"14":{"verse":14,"text":" I looked, and behold, [I saw] a white cloud, and on the cloud someone like a Son of Man was sitting. He had on his head a golden crown and in his hand a sharp sickle."},"15":{"verse":15,"text":"Then another angel came out from the sanctuary. With a loud voice, he cried to the one sitting on the cloud, “Launch your sickle, and reap! The hour for you to reap has come, for the harvest of the earth is ripe!”"},"16":{"verse":16,"text":"He who sat on the cloud swung his sickle on the earth, and the earth was reaped."},"17":{"verse":17,"text":" And another angel came out from the sanctuary which is in heaven. He too had a sharp sickle."},"18":{"verse":18,"text":"And another angel who has power over fire came out from the altar. He called with a loud cry to the one who had the sharp sickle, saying, “Swing your sharp sickle and gather the clusters of the vine of the earth! For the earth’s grapes are fully ripe!”"},"19":{"verse":19,"text":"So the angel swung his sickle on the earth and gathered the vine of the earth, and threw it into the great winepress of the wrath of God."},"20":{"verse":20,"text":"The winepress was trodden outside of the city, and blood came out from the winepress, as high as the bridles of horses, and as far as one thousand six hundred stadia."}},"meta":{"connection":"EOB","book_number":730,"chapter_number":14,"previous_chapter":{"connection":"EOB","book_number":730,"chapter":13},"next_chapter":null}}