{"chapter":{"1":{"verse":1,"text":" Then I heard a loud voice out of the sanctuary, saying to the seven angels, “Go and pour out the seven bowls of the wrath of God upon the earth!”"},"2":{"verse":2,"text":" The first [angel] went, and poured out his bowl on the earth. [At once] a foul and painful sore came upon the people who had [received] the mark of the beast and who had expressed adoration to his image."},"3":{"verse":3,"text":" The second angel poured out his bowl into the sea, and it became blood, as the blood of a dead man, and in the sea, every living thing died."},"4":{"verse":4,"text":" The third [angel] poured out his bowl into the rivers and springs of water, and they too became blood."},"5":{"verse":5,"text":"I heard the angel of the waters saying, “You are righteous, the one who is, [and] who was, the Holy One, because you have passed judgment."},"6":{"verse":6,"text":"They poured out the blood of saints and prophets, and you have given them blood to drink. They deserve this.”"},"7":{"verse":7,"text":"And I heard the altar saying, “Yes, Lord God, the Almighty, true and righteous are your judgments!”"},"8":{"verse":8,"text":" The fourth [angel] poured out his bowl on the sun, and it was given power to scorch people with fire."},"9":{"verse":9,"text":"They were scorched with great heat, and men blasphemed the Name of God who has the power over these plagues, but they did not repent and give him glory."},"10":{"verse":10,"text":" The fifth [angel] poured out his bowl on the throne of the beast, and his kingdom was darkened. People gnawed their tongues in agony"},"11":{"verse":11,"text":"and blasphemed the God of heaven because of their pains and sores, but they did not repent of their works."},"12":{"verse":12,"text":"The sixth [angel] poured out his bowl on the great river, the Euphrates. Its water was dried up to prepare the way for the kings that come from the sunrise."},"13":{"verse":13,"text":"Then I saw three unclean spirits that looked like frogs coming out of the mouth of the dragon, and out of the mouth of the beast, and out of the mouth of the false prophet."},"14":{"verse":14,"text":"They are spirits of demons who perform [miraculous] signs and go forth to the kings of the whole inhabited earth, to gather them for the war of that great day of God the Almighty."},"15":{"verse":15,"text":" “Behold, I come like a thief! Blessed is the one who keeps watch and preserves his garments in order not to walk naked and be shamefully exposed.”"},"16":{"verse":16,"text":" And the kings were gathered to the place which is called in Hebrew, Armageddon."},"17":{"verse":17,"text":" The seventh [angel] poured out his bowl upon the air, and a loud voice came out of the sanctuary of heaven, from the throne, saying, “It is accomplished!”"},"18":{"verse":18,"text":"There were lightnings, sounds, and thunders. Then there was a great earthquake, such as had not taken place since there were humans on the earth, so great and so powerful."},"19":{"verse":19,"text":"And the great city was divided into three parts, and the cities of the nations collapsed. Babylon the great was remembered in the sight of God, so that she would be given the cup of wine of the fierceness of his wrath."},"20":{"verse":20,"text":"Every island fled away and the mountains were not found."},"21":{"verse":21,"text":"Great hailstones, about the weight of a talent, fell from the sky on people, and they blasphemed God because of the plague of hail, because this plague is extremely severe."}},"meta":{"connection":"EOB","book_number":730,"chapter_number":16,"previous_chapter":{"connection":"EOB","book_number":730,"chapter":15},"next_chapter":null}}