{"chapter":{"1":{"verse":1,"text":" One of the seven angels who had the seven bowls came and spoke with me, saying, “Come here! I will show you the judgment of the great prostitute who sits on many waters."},"2":{"verse":2,"text":"The kings of the earth committed sexual immorality with her, and those who dwell on the earth were made drunk with the wine of her sexual immorality.”"},"3":{"verse":3,"text":"He carried me away in the Spirit into a wilderness. I saw a woman sitting on a scarlet-colored animal [which was] full of blasphemous names, having seven heads and ten horns."},"4":{"verse":4,"text":"The woman was dressed in purple and scarlet, and decked with gold, precious stones, and pearls. She held in her hand a golden cup full of abominations and the impurities of the sexual immorality of the earth."},"5":{"verse":5,"text":"And on her forehead a name was written, “MYSTERY, BABYLON THE GREAT, THE MOTHER OF HARLOTS AND OF THE ABOMINATIONS OF THE EARTH.”"},"6":{"verse":6,"text":"I saw the woman drunk with the blood of the saints, and with the blood of the martyrs of Jesus. When I saw her, I was filled with great amazement."},"7":{"verse":7,"text":"The angel asked me, “Why do you wonder? I will tell you the mystery of the woman and of the beast that carries her, which has the seven heads and the ten horns."},"8":{"verse":8,"text":"The beast you saw was, and is not; and it is about to come up out of the abyss and to go into destruction. Those who dwell on the earth and whose names have not been written in the book of life from the foundation of the world will marvel when they see the beast: that he was, and is not, and [yet] will come."},"9":{"verse":9,"text":"This calls for a mind that has wisdom. The seven heads are seven mountains on which the woman sits."},"10":{"verse":10,"text":"They are seven kings. Five have fallen, one is, and the other has not yet come. When he comes, he must remain for a little while."},"11":{"verse":11,"text":"The beast that was, and is not, is himself also an eighth [king]. He belongs to the seven and goes to destruction."},"12":{"verse":12,"text":"The ten horns that you saw are ten kings who have not yet received a kingdom, but they receive authority as kings, along with the beast, for one hour."},"13":{"verse":13,"text":"They have one mind, and they give their power and authority to the beast."},"14":{"verse":14,"text":"They will wage war against the Lamb, and the Lamb will overcome them, for he is Lord of lords, and King of kings; and those with him are called elect and faithful.”"},"15":{"verse":15,"text":"The angel said to me, “The waters which you saw, where the prostitute sits, are peoples, multitudes, nations, and languages."},"16":{"verse":16,"text":"The ten horns which you saw, and the beast, they will hate the prostitute and make her desolate and naked, eat her flesh, and will burn her completely with fire."},"17":{"verse":17,"text":"For God has put it in their hearts to do what he has in mind, and to be of one mind, and to give their kingdom to the beast, until the words of God should be accomplished."},"18":{"verse":18,"text":"The woman whom you saw is the great city, which reigns over the kings of the earth.”"}},"meta":{"connection":"EOB","book_number":730,"chapter_number":17,"previous_chapter":{"connection":"EOB","book_number":730,"chapter":16},"next_chapter":null}}