{"chapter":{"1":{"verse":1,"text":" After these things, I saw another angel coming down out of heaven, having great authority, and the earth was illuminated with his glory."},"2":{"verse":2,"text":"He cried with a powerful voice, saying, “Fallen, fallen is Babylon the great! She has become a dwelling place of demons, a haunt for every unclean spirit, and a shelter for every unclean and detestable bird!"},"3":{"verse":3,"text":"Truly, all the nations have drunk of the wine of the wrath of her sexual immorality: the kings of the earth have committed sexual immorality with her, and the merchants of the earth have become rich from the abundance of her luxury.”"},"4":{"verse":4,"text":" I heard another voice from heaven, saying, “Come out of her, my people, so that you may have no participation in her sins, and so that you may not receive any of her plagues."},"5":{"verse":5,"text":"For her sins have reached up to heaven, and God has remembered her iniquities."},"6":{"verse":6,"text":"Give back to her just as she returned, and repay her double according to her works. In the cup which she mixed, mix to her double."},"7":{"verse":7,"text":"As much as she glorified herself and lived luxuriously, give her torment and mourning. For she says in her heart, ‘I sit as a queen and I am not a widow! I will never see mourning.’"},"8":{"verse":8,"text":"Therefore, in one day, her plagues will come: death, mourning, and famine; and she will be utterly burned with fire; for the Lord God who has judged her is mighty."},"9":{"verse":9,"text":"The kings of the earth, who committed sexual immorality and lived luxuriously with her, will weep and wail over her when they look at the smoke of her burning."},"10":{"verse":10,"text":"They will stand far away, terrified at her torment, saying: ‘Woe, woe! The great city, Babylon, the city of power! Your doom has come in one hour.’"},"11":{"verse":11,"text":"The merchants of the earth weep and mourn over her, for no one buys their merchandise any more;"},"12":{"verse":12,"text":"merchandise of gold, silver, precious stones, pearls, fine linen, purple, silk, scarlet, all expensive wood, every vessel of ivory, every vessel made of most precious wood, and of brass, and iron, and marble;"},"13":{"verse":13,"text":"and cinnamon, spice, incense, perfume, frankincense, wine, olive oil, fine flour, wheat, cattle, sheep, horses, chariots, and people’s bodies and souls."},"14":{"verse":14,"text":"The fruits which your soul lusted after have perished from you, and all things that were splendid and sumptuous have been lost to you, and you will never find them again."},"15":{"verse":15,"text":"The merchants of these things, who were made rich by her, will stand far away, terrified by her torment, weeping and mourning,"},"16":{"verse":16,"text":"saying: ‘Woe, woe! The great city, she who was dressed in fine linen, purple, and scarlet, and decked with gold and precious stones and pearls!"},"17":{"verse":17,"text":"In one hour such great riches are made desolate.’ Every shipmaster, and everyone who sails anywhere, and sailors, and all those who earn their living by sea, stood far away."},"18":{"verse":18,"text":"They cried out as they looked at the smoke of her burning, saying: ‘What city was like the great city?’"},"19":{"verse":19,"text":"They cast dust on their heads, and cried. Weeping and mourning, they exclaimed: ‘Woe, woe! The great city, in which all who had their ships in the sea were made rich through her wealth!’ For in one hour she has been laid waste!"},"20":{"verse":20,"text":" “Rejoice over her, O heaven, you saints, apostles, and prophets, for God has given judgment for you against her!”"},"21":{"verse":21,"text":"A mighty angel took up a stone like a great millstone and cast it into the sea, saying, “In this way, with violence, Babylon the great city will be thrown down and never more be found."},"22":{"verse":22,"text":"The voice of harpists, musicians, flute players and trumpeters will never more be heard in you. No craftsman, of whatever craft, will be found any more in you. The sound of a mill will never again be heard in you."},"23":{"verse":23,"text":"The light of a lamp will never more shine in you. The voice of the bridegroom and of the bride will never again be heard in you, for your merchants were the princes of the earth, and by your sorcery all the nations were deceived."},"24":{"verse":24,"text":"In her was found the blood of prophets and of saints, and of all those who have been slain on the earth.”"}},"meta":{"connection":"EOB","book_number":730,"chapter_number":18,"previous_chapter":{"connection":"EOB","book_number":730,"chapter":17},"next_chapter":null}}