{"chapter":{"1":{"verse":1,"text":" After these things, I heard something like the loud voice of a great multitude in heaven, exclaiming, “Alleluia! Salvation and glory and power belong to our God,"},"2":{"verse":2,"text":"for true and righteous are his judgments! For he has judged the great prostitute who thoroughly corrupted the earth with her sexual immorality, and he has avenged the blood of his bondservants [who had suffered] at her hand.”"},"3":{"verse":3,"text":" Again they said, “Alleluia! Her smoke shall ascend unto the ages of ages.”"},"4":{"verse":4,"text":"Then the twenty-four presbyters and the four living creatures fell down and expressed adoration to God who sits on the throne, saying, “Amen! Alleluia!”"},"5":{"verse":5,"text":" A voice came forth from the throne, saying, “Give praise to our God, all you his bondservants and you who fear him, small and great!”"},"6":{"verse":6,"text":" And I heard something like the voice of a great multitude and like the roar of many waters, and like the peal of mighty thunders, saying, “Alleluia! For the Lord God, the Almighty, reigns!"},"7":{"verse":7,"text":"Let us rejoice and be extremely glad, and let us give the glory to him, for the marriage of the Lamb has come, and his bride has prepared herself!”"},"8":{"verse":8,"text":"To her it has been granted that she would array herself in bright, pure, fine linen; for the fine linen represents the righteous deeds of the saints."},"9":{"verse":9,"text":" He said to me, “Write, ‘Blessed are those who are invited to the marriage supper of the Lamb!’” He also told me, “These are true words of God!”"},"10":{"verse":10,"text":" I fell down before his feet to express adoration to him. But he said to me, “See that you do not do it! I am a fellow bondservant with you and with your brethren who hold the testimony of Jesus. Express adoration to God, for the testimony of Jesus is the spirit of prophecy.”"},"11":{"verse":11,"text":" I saw the heaven opened, and behold, a white horse! And its rider is called Faithful and True. He judges and makes war in righteousness."},"12":{"verse":12,"text":"His eyes are as a flame of fire, and on his head are many crowns. He has names written and a Name written which no one knows but himself."},"13":{"verse":13,"text":"He is clothed in a garment dipped in blood, and His Name is “The Word of God.”"},"14":{"verse":14,"text":"The heavenly hosts followed him on white horses, clothed in white, pure, fine linen."},"15":{"verse":15,"text":"Out of his mouth comes a sharp, double-edged sword by which he should strike the nations. He will rule them with an iron rod. He treads the winepress of the fierceness of the wrath of God, the Almighty."},"16":{"verse":16,"text":"He has on his garment and on his thigh a Name written, “KING OF KINGS, AND LORD OF LORDS.”"},"17":{"verse":17,"text":" Then I saw an angel standing in the sun. He cried with a loud voice, saying to all the birds that fly in the sky, “Come! Be gathered together for the great supper of God!"},"18":{"verse":18,"text":"You may eat the flesh of kings, the flesh of captains, the flesh of mighty men, and the flesh of horses and riders, and the flesh of all people, both free and slave, small and great.”"},"19":{"verse":19,"text":"I saw the beast, the kings of the earth, and their armies gathered together to make war against the one who sat on the horse, and against his army."},"20":{"verse":20,"text":"But the beast was captured, and with him the false prophet who worked the signs in his sight and by which he deceived those who had received the mark of the beast and those who expressed adoration to his image. These two were thrown alive into the lake of fire that burns with sulfur."},"21":{"verse":21,"text":"The rest were killed with the sword of him who sat on the horse, with the sword which came forth out of his mouth. And all the birds gorged themselves with their flesh."}},"meta":{"connection":"EOB","book_number":730,"chapter_number":19,"previous_chapter":{"connection":"EOB","book_number":730,"chapter":18},"next_chapter":null}}