{"chapter":{"1":{"verse":1,"text":"  To the angel of the Church in Ephesus write:  He who holds the seven stars in his right hand, he who walks among the seven golden lampstands, says these things:"},"2":{"verse":2,"text":" “I know your works, your toil and perseverance, and that you cannot tolerate evil men. You have tested those who call themselves apostles although they are not and you have found them to be false."},"3":{"verse":3,"text":"With perseverance you have endured much for my Name’s sake; you have not grown weary."},"4":{"verse":4,"text":"Still, I have this against you, that you have left your first love."},"5":{"verse":5,"text":"Remember therefore from where you have fallen, and repent and do the first works. Otherwise, I am coming to you swiftly and I will remove your lampstand from its place, unless you repent."},"6":{"verse":6,"text":"But you have this: that you hate the works of the Nicolaitans, which I also hate."},"7":{"verse":7,"text":"Whoever has an ear should listen to what the Spirit is saying to the Churches. To the one who overcomes, I will grant the right to eat from the tree of life which is in the Paradise of my God.”"},"8":{"verse":8,"text":"  To the angel of the Church in Smyrna write:  The first and the last, who was dead and who has come to life, says these things:"},"9":{"verse":9,"text":" “I know your works, your affliction, and your poverty (but you are rich). I know the blasphemy of those who say that they are Jews even though they are not; instead, they are a synagogue of Satan."},"10":{"verse":10,"text":"Do not be afraid of what you are about to endure. Behold, the devil is about to throw some of you into prison so that you may be tested, and you will have oppression for ten days. Be faithful to the point of death and I will give you the crown of life."},"11":{"verse":11,"text":"Whoever has an ear should listen to what the Spirit is saying to the Churches. The one who overcomes will not be harmed by the second death.”"},"12":{"verse":12,"text":"  To   the   angel   of   the   Church   in   Pergamum   write:  He who has the sharp two-edged sword says these things:"},"13":{"verse":13,"text":" “I know your works and where you live, which is where Satan’s throne is located. You hold firmly to my Name and you have not denied my faith in the days that Antipas [was] my faithful witness, who was killed among you, where Satan dwells."},"14":{"verse":14,"text":"But I have a few things against you, because you have there some who hold the teaching of Balaam. He was one who taught Balak to throw a stumbling block before the children of Israel, to eat things sacrificed to idols, and to commit sexual immorality."},"15":{"verse":15,"text":"Likewise, you also have some who hold to the teaching of the Nicolaitans in the same way."},"16":{"verse":16,"text":"Repent therefore, or else I am coming to you quickly and I will make war against them with the sword of my mouth."},"17":{"verse":17,"text":"Whoever has an ear should listen to what the Spirit is saying to the Churches. To the one who overcomes I will give [to eat] of the hidden manna and I will give a white stone. On the stone a new name is written, which no one knows but the one who receives it.”"},"18":{"verse":18,"text":"  To the angel of the Church in Thyatira write:  The Son of God, whose eyes are like a flame of fire, whose feet are like fine brass, says these things:"},"19":{"verse":19,"text":" “I know your works, love, faith, service, and patient endurance; and I know that your last works are more abundant than the first ones."},"20":{"verse":20,"text":"But I have a few things against you, because you tolerate your woman Jezebel who calls herself a prophetess. She seduces my bondservants by teaching them to commit sexual immorality and to eat things sacrificed to idols."},"21":{"verse":21,"text":"I have given her time to repent, but she refuses to repent of her sexual immorality."},"22":{"verse":22,"text":"Behold, I will throw her into a bed [of pain] and I will throw those who commit adultery with her into great suffering, unless they repent of her works."},"23":{"verse":23,"text":"I will kill her children with death and all the Churches will know that I am the one who searches the minds and hearts. I will render to each one of you according to your deeds."},"24":{"verse":24,"text":"But to the rest of you in Thyatira, those who do not follow this teaching and who do not know what some call ‘the deep things of Satan,’ to you I say this: I am not putting any other burden on you."},"25":{"verse":25,"text":"Nevertheless, hold on to what you have with determination until I come."},"26":{"verse":26,"text":"To the one who overcomes and who keeps my works to the end, I will give authority over the nations."},"27":{"verse":27,"text":"He will rule the nations with a rod of iron, shattering them like clay pots, as I also have received of my Father;"},"28":{"verse":28,"text":"and I will give him the morning star."},"29":{"verse":29,"text":"Whoever has an ear should listen to what the Spirit is saying to the Churches.”"}},"meta":{"connection":"EOB","book_number":730,"chapter_number":2,"previous_chapter":{"connection":"EOB","book_number":730,"chapter":1},"next_chapter":null}}