{"chapter":{"1":{"verse":1,"text":" Then I saw an angel coming down out of heaven, holding the key of the abyss and a great chain in his hand."},"2":{"verse":2,"text":"He seized the dragon, the old serpent, which is the devil and Satan, the one who deceives the inhabited earth. The angel bound him for a thousand years"},"3":{"verse":3,"text":"and cast him into the abyss. It was shut and sealed over him, so that he should deceive the nations no more, until the thousand years were finished. After this, he is to be released for a short time."},"4":{"verse":4,"text":" I saw thrones on which those who had received authority to pass judgment were seated. I saw the souls of those who had been beheaded for the testimony of Jesus and for the word of God, and who had not expressed adoration to the beast or his image, and who had not received the mark on their forehead and on their hand. They lived and reigned with Christ for a thousand years."},"5":{"verse":5,"text":"And the rest of the dead did not come to life until the thousand years were finished. This is the first resurrection."},"6":{"verse":6,"text":"Blessed and holy is the one who has part in the first resurrection! Over these, the second death has no power, but they will be priests of God and of Christ, and they will reign with him for a thousand years."},"7":{"verse":7,"text":" And when the thousand years are finished, Satan will be released from his prison"},"8":{"verse":8,"text":"and he will come out to deceive the nations which are at the four corners of the earth, Gog and Magog. He will gather them together to the war, and their number is as the sand of the sea."},"9":{"verse":9,"text":"They marched over the breadth of the land and surrounded the camp of the saints and the beloved city. Fire came down from God out of heaven and they were consumed."},"10":{"verse":10,"text":"The devil who deceived them was thrown into the lake of fire and sulfur, where the beast and the false prophet are also. They will be tormented day and night, unto ages of ages."},"11":{"verse":11,"text":" Then I saw a great white throne, and the one seated on it. The earth and the sky fled away from his face: no place was found for them."},"12":{"verse":12,"text":"And I saw the dead, great and small, standing before the throne. Books were opened, and another book was opened: the book of life. The dead were judged according to what was written in the books, according to their works."},"13":{"verse":13,"text":"The sea gave up the dead who were in it, and death and hades gave up the dead who were in them. They were judged, each one according to his works."},"14":{"verse":14,"text":"Then death and hades were thrown into the lake of fire. This is the second death!"},"15":{"verse":15,"text":"Anyone who was not found written in the book of life was cast into the lake of fire."}},"meta":{"connection":"EOB","book_number":730,"chapter_number":20,"previous_chapter":{"connection":"EOB","book_number":730,"chapter":19},"next_chapter":null}}