{"chapter":{"1":{"verse":1,"text":" The angel showed me a river of the water of life, clear as crystal, flowing out of the throne of God and of the Lamb,"},"2":{"verse":2,"text":"in the middle of its great street. On each side of the river was the tree of life, bearing twelve kinds of fruits, yielding its fruit every month. The leaves of the tree were for the healing of the nations,"},"3":{"verse":3,"text":"and the curse will be abolished. The throne of God and of the Lamb will be in the city, and his bondservants offer him divine service."},"4":{"verse":4,"text":"They will see his face, and his Name will be on their foreheads."},"5":{"verse":5,"text":"And there will be night no more, and they need no lamp, nor light of the sun, for the Lord God will illuminate them, and they will reign unto ages of ages."},"6":{"verse":6,"text":" The angel said to me, “These words are faithful and true! The Lord God of the spirits of the prophets sent his angel to show to his bondservants the things which must happen soon.”"},"7":{"verse":7,"text":" “And behold, I come quickly! Blessed is the one who keeps the words of the prophecy of this book.”"},"8":{"verse":8,"text":" Now I, John, am the one who heard and saw these things. When I heard and saw, I fell down to express adoration at the feet of the angel who had shown me these things."},"9":{"verse":9,"text":"He said to me, “See that you do not do it! I am a fellow bondservant with you and with your brethren the prophets, and with those who keep the words of this book. Express adoration to God!”"},"10":{"verse":10,"text":"He also said to me, “Do not seal up the words of the prophecy of this book, for the time is at hand."},"11":{"verse":11,"text":"Let the evildoer still do evil, and the unclean still be unclean, and the righteous still do right, and the holy be holy still.”"},"12":{"verse":12,"text":" “Behold, I come quickly! My reward is with me, to repay each one according to his work."},"13":{"verse":13,"text":"I am the Alpha and the Omega, the First and the Last, the Beginning and the End!"},"14":{"verse":14,"text":"Blessed are those who observe his commandments, so that they may have access to the tree of life and may enter into the city through the gates."},"15":{"verse":15,"text":"Outside are the dogs, the sorcerers, the sexually immoral, the murderers, the idolaters, and everyone who loves and practices falsehood."},"16":{"verse":16,"text":" I, Jesus, have sent my angel to attest these things to you for the Churches. I am the root and the offspring of David; the Bright Morning Star!”"},"17":{"verse":17,"text":" The Spirit and the bride say, “Come!” And let everyone who hears say, “Come!” Let everyone who is thirsty come; let anyone who wishes take the water of life freely."},"18":{"verse":18,"text":" I bear witness to everyone who hears the words of the prophecy of this book: if anyone adds to these things, God will add to him the plagues which are written in this book."},"19":{"verse":19,"text":"If anyone takes away from the words of the book of this prophecy, God will take away his part from the tree of life, and from the holy city, which are written in this book."},"20":{"verse":20,"text":"He who testifies to these things says, “Yes, I come quickly!” Amen! Yes, come, Lord Jesus!"},"21":{"verse":21,"text":"The grace of the Lord Jesus Christ be with all the saints. Amen."}},"meta":{"connection":"EOB","book_number":730,"chapter_number":22,"previous_chapter":{"connection":"EOB","book_number":730,"chapter":21},"next_chapter":null}}