{"chapter":{"1":{"verse":1,"text":" When the Lamb opened the seventh seal, there was silence in heaven for about half an hour."},"2":{"verse":2,"text":"I saw the seven angels who stand before God and seven trumpets were given to them."},"3":{"verse":3,"text":"Another angel came and stood at the altar with a golden censer. Much incense was given to him, so that the angel should add it to the prayers of all the saints on the golden altar which was before the throne."},"4":{"verse":4,"text":"The smoke of the incense, with the prayers of the saints, went up before God from the angel’s hand."},"5":{"verse":5,"text":"The angel took the censer and filled it with the fire of the altar, and threw it upon the earth, causing thunders, voices, lightnings, and an earthquake."},"6":{"verse":6,"text":" Then the seven angels who had the seven trumpets prepared to sound them."},"7":{"verse":7,"text":" The first sounded, and there followed hail and fire mixed with blood, and they were thrown to the earth. One third of the earth was burnt up and also one third of the trees, along with all green grass."},"8":{"verse":8,"text":" The second angel sounded, and something like a great mountain burning with fire was thrown into the sea. One third of the sea became blood,"},"9":{"verse":9,"text":"one third of the living creatures which were in the sea died, and one third of the ships were destroyed."},"10":{"verse":10,"text":" The third angel sounded, and a great star fell from the sky, burning like a torch. It fell on one third of the rivers and on the springs of the waters."},"11":{"verse":11,"text":"The name of the star is Wormwood, and one third of the waters became wormwood. Many people died from the waters, because they were made bitter."},"12":{"verse":12,"text":" The fourth angel sounded, and one third of the sun was struck, one third of the moon, and one third of the stars, so that one third of them would be darkened and the day would not shine for one third of it, and the night in the same way."},"13":{"verse":13,"text":"Then I saw and heard an eagle flying in mid-heaven, proclaiming with a loud voice, “Woe! Woe! Woe to those who dwell on the earth, because the other voices of the trumpets of the three angels are yet to sound!”"}},"meta":{"connection":"EOB","book_number":730,"chapter_number":8,"previous_chapter":{"connection":"EOB","book_number":730,"chapter":7},"next_chapter":null}}