{"chapter":{"1":{"verse":1,"text":" The fifth angel sounded, and I saw a star from heaven which had fallen to the earth. The key to the pit of the abyss was given to him."},"2":{"verse":2,"text":"He opened the pit of the abyss and smoke went up out of the pit, like smoke from a burning furnace. The sun and the air were darkened because of the smoke from the pit."},"3":{"verse":3,"text":"Then out of the smoke, locusts came forth on the earth and power was given to them, as the scorpions of the earth have power."},"4":{"verse":4,"text":"They were told not to hurt the grass of the earth, or anything green or any tree, but only those people who do not have God’s seal on their foreheads."},"5":{"verse":5,"text":"They were given power not to kill them but to torment them for five months. Their torment was like the torment of a scorpion, when it strikes a person."},"6":{"verse":6,"text":"In those days, people will seek death and will not find it. They will desire to die, but death will flee from them."},"7":{"verse":7,"text":"The locusts had the appearance of horses prepared for war. On their heads were crowns of something like gold, and their faces were like human faces."},"8":{"verse":8,"text":"They had hair like women’s hair and their teeth were like those of lions."},"9":{"verse":9,"text":"They had breastplates, like breastplates of iron. The sound of their wings was like the sound of chariots, or of many horses rushing to war."},"10":{"verse":10,"text":"They have tails and stings like those of scorpions. In their tails, they have power to harm men for five months."},"11":{"verse":11,"text":"They have over them as [their] king the angel of the abyss. His name in Hebrew is “Abaddon,” but in Greek, he has the name “Apollyon.”"},"12":{"verse":12,"text":"The first disaster is past. Behold, there are still two woes coming after this."},"13":{"verse":13,"text":" The sixth angel sounded. I heard a voice from the four horns of the golden altar which is before God,"},"14":{"verse":14,"text":"saying to the sixth angel who had the trumpet, “Release the four angels who are bound at the great river Euphrates!”"},"15":{"verse":15,"text":" Then the four angels who had been prepared for that hour and day and month and year were released so that they might kill one third of humankind."},"16":{"verse":16,"text":"The number of the armies of the horses was two hundred million; I heard their number."},"17":{"verse":17,"text":"Then I saw the horses in the vision, and those who sat on them, having breastplates of fiery red, hyacinth blue, and sulfur yellow; and the heads of the horses are as the heads of lions. Fire, smoke, and sulfur come out of their mouths."},"18":{"verse":18,"text":"By these three plagues, one third of humankind was killed: by the fire, the smoke, and the sulfur which came out of their mouths."},"19":{"verse":19,"text":"Indeed, the power of the horses is in their mouths and in their tails, for their tails are like snakes, and these have heads with which they cause harm."},"20":{"verse":20,"text":"The rest of mankind, those who were not killed with these plagues, yet did not repent of the works of their hands, they did not cease expressing adoration to demons, and idols of gold, silver, brass, stone, and wood—idols which can neither see, nor hear, nor walk."},"21":{"verse":21,"text":"They did not repent from their murders, or sorceries, or from their sexual immorality, or from their thefts."}},"meta":{"connection":"EOB","book_number":730,"chapter_number":9,"previous_chapter":{"connection":"EOB","book_number":730,"chapter":8},"next_chapter":null}}