{"chapter":{"1":{"verse":1,"text":" Paul, an apostle (sent neither by human commission nor from human authorities, but through Jesus Christ and God the Father, who raised him from the dead),"},"2":{"verse":2,"text":"and all the brethren who are with me, to the Churches of Galatia:"},"3":{"verse":3,"text":"Grace to you and peace from God the Father, and our Lord Jesus Christ,"},"4":{"verse":4,"text":"who gave himself for our sins, so that he might rescue us from this present evil age, according to the will of our God and Father—"},"5":{"verse":5,"text":"to whom be the glory unto ages of ages! Amen."},"6":{"verse":6,"text":" I am amazed that you are so quickly deserting the one who called you in the grace of Christ in order to embrace a different “Good News”—"},"7":{"verse":7,"text":"and there is no other “Good News!” Yet, there are some who disturb you and want to pervert the Good News of Christ."},"8":{"verse":8,"text":"Now even if we, or an angel from heaven, should preach to you any “Good News” that is not what we preached to you, let such a one be accursed!"},"9":{"verse":9,"text":"We have said it before and now I say it again: if anyone preaches to you any other “Good News” than what you received, let such a one be accursed!"},"10":{"verse":10,"text":"Am I now seeking to please God or people? Am I striving to please human beings? But if I were still trying to please men, then I would not be a bondservant of Christ!"},"11":{"verse":11,"text":"[Regarding] the Good News which I preached, I proclaimed this to you, brethren, that it is not of human origin."},"12":{"verse":12,"text":"I did not receive it from man and I was not taught [this Good News] by man, but it came to me through a revelation of Jesus Christ."},"13":{"verse":13,"text":"You have heard about how I used to live in Judaism, how I persecuted the Church of God beyond measure, and how I ravaged it."},"14":{"verse":14,"text":"I advanced in the Jewish religion beyond many of my own age among my countrymen, as I was more extremely zealous for the traditions of my forefathers."},"15":{"verse":15,"text":"But when it was the good pleasure of God (who had set me apart from my mother’s womb and called me through his grace,"},"16":{"verse":16,"text":"to reveal his Son in me so that I might preach him among the Gentiles), I did not immediately confer with flesh and blood:"},"17":{"verse":17,"text":"I did not go up to Jerusalem to visit those who were apostles before me, but I went away into Arabia. Later on, I returned to Damascus."},"18":{"verse":18,"text":"Then, after three years, I did go up to Jerusalem to visit Peter, and I stayed with him for fifteen days."},"19":{"verse":19,"text":"However, I did not see any of the other apostles, except James, ‘the Lord’s brother.’"},"20":{"verse":20,"text":"Now regarding the things which I write to you, you can see that I am not lying before God."},"21":{"verse":21,"text":"After that, I visited the districts of Syria and Cilicia."},"22":{"verse":22,"text":"My face was still unknown to the Churches of Judea which were in Christ;"},"23":{"verse":23,"text":"they only heard, “The one who once persecuted us is now preaching the faith that he once tried to destroy!”"},"24":{"verse":24,"text":"And they glorified God in me.                             "}},"meta":{"connection":"EOB","book_number":550,"chapter_number":1,"previous_chapter":{"connection":"EOB","book_number":540,"chapter":13},"next_chapter":{"connection":"EOB","book_number":550,"chapter":2}}}