{"chapter":{"1":{"verse":1,"text":" Fourteen years later, I went up again to Jerusalem with Barnabas, and Titus accompanied me."},"2":{"verse":2,"text":"I went up by revelation and I presented to them the Good News which I preach among the Gentiles. I did so in private in front of those who were recognized leaders, for fear that I might be running—or had been running—in vain."},"3":{"verse":3,"text":"But even though Titus (who was with me) was a Greek, he was not compelled to be circumcised."},"4":{"verse":4,"text":"This occurred because false brethren were secretly brought in, who sneaked in to spy out the freedom which we have in Christ Jesus, so that they might bring us into slavery."},"5":{"verse":5,"text":"But we did not give in to them, not even for an hour, so that the truth of the Good News might continue with you."},"6":{"verse":6,"text":"As far as the recognized leaders were concerned (what they were {before} makes no difference to me; God does not discriminate), I can say that those who were respected added nothing to me."},"7":{"verse":7,"text":"Instead, when they saw that I had been entrusted with the Good News for the uncircumcised, just as Peter [had been entrusted] with the Good News for those who are circumcised"},"8":{"verse":8,"text":"(since he who appointed Peter to the apostleship of the circumcision also appointed me to the Gentiles);"},"9":{"verse":9,"text":"and when James, Kephas, and John, who were considered as pillars, perceived the grace that was given to me, they gave to me and Barnabas the right hand of fellowship, [showing] that we should go to the Gentiles, and they to those who are circumcised."},"10":{"verse":10,"text":"They only asked us to remember the poor—which is the very thing that I was eager to do."},"11":{"verse":11,"text":" However, when Peter came to Antioch, I resisted him to his face, because he stood condemned."},"12":{"verse":12,"text":"Before some people came from James, he used to eat with the Gentiles. But when they arrived, he drew back and separated himself, fearing those who were of the circumcision!"},"13":{"verse":13,"text":"Moreover, the rest of the Jews joined him in his hypocrisy, and even Barnabas was carried away with their hypocrisy!"},"14":{"verse":14,"text":"When I saw that their behavior was not consistent with the truth of the Gospel, I said to Peter before them all, “If you, being a Jew, live as the Gentiles do, and not as the Jews do, why do you compel the Gentiles to live as the Jews do?"},"15":{"verse":15,"text":" As for us, being Jews by nature and not Gentile sinners,"},"16":{"verse":16,"text":"yet knowing that no one is justified by the works of the law but through faith in Jesus Christ, we believed in Christ Jesus, so that we might be justified by faith in Christ, and not by the works of the law, because no one will be justified by the works of the law."},"17":{"verse":17,"text":"But if, even though we desired to be justified in Christ, we were found to be sinners, does that mean that Christ is a servant of sin? Certainly not!"},"18":{"verse":18,"text":"Indeed, if I build up again those things which I [once] destroyed, I show that I am breaking the law."},"19":{"verse":19,"text":"For I, through the law, died to the law, so that I might live to God."},"20":{"verse":20,"text":"I have been crucified with Christ, and it is no longer I who live, but Christ who lives in me. I now live this life in the flesh, but I live [it] by faith in the Son of God, who loved me and who gave himself up for me."},"21":{"verse":21,"text":"I do not nullify the grace of God! Truly, if righteousness is through the law, then Christ died for nothing!”              "}},"meta":{"connection":"EOB","book_number":550,"chapter_number":2,"previous_chapter":{"connection":"EOB","book_number":550,"chapter":1},"next_chapter":{"connection":"EOB","book_number":550,"chapter":3}}}