{"chapter":{"1":{"verse":1,"text":" Here is my point: as long as the heir is a child, he is no different than a slave, although being the owner of everything."},"2":{"verse":2,"text":"The heir is under tutors and trustees until the day appointed by the father."},"3":{"verse":3,"text":"Likewise, when we too were children, we were held in bondage under the elemental principles of the world."},"4":{"verse":4,"text":"But when the fullness of the time came, God sent forth his Son, born of a woman, born under the law,"},"5":{"verse":5,"text":"so that he might redeem those who were under the law and so that we might receive adoption as children."},"6":{"verse":6,"text":"And because you are children, God has sent forth the Spirit of his Son into your hearts, crying, “Abba, Father!”"},"7":{"verse":7,"text":"Now you are no longer slaves, but children; and if [you are] children, then [you are] heirs of God through Christ."},"8":{"verse":8,"text":" In the past, as you did not know God, you were in bondage to those who by nature are not gods."},"9":{"verse":9,"text":"But now that you have come to know God, or rather come to be known by God, why do you return to the weak and miserable primordial forces whose slaves you want to be all over again?"},"10":{"verse":10,"text":"You observe days, months, seasons, and years."},"11":{"verse":11,"text":"I am afraid for you, that I may have wasted my labor for you."},"12":{"verse":12,"text":"I beg you, brethren, become as I am, for I also have become as you are. You have never treated me wrongly,"},"13":{"verse":13,"text":"but you know that it was an illness that first gave me an opportunity to preach the Good News to you."},"14":{"verse":14,"text":"Even though my condition was a trial for you, you did not despise nor reject me; instead, you received me as an angel of God, even as Christ Jesus!"},"15":{"verse":15,"text":" What has happened to the blessing you enjoyed? Indeed, I bear witness to you that, if possible, you would have plucked out your eyes and given them to me!"},"16":{"verse":16,"text":"And now, have I become your enemy by telling you the truth?"},"17":{"verse":17,"text":"Those people pursue you, but not for good. No, they desire to cut you off from us, so that you might eagerly seek after them."},"18":{"verse":18,"text":"But it is always good to be zealous in a good cause, not only when I am present with you!"},"19":{"verse":19,"text":" My little children, I am again in labor over you, until Christ is formed in you!"},"20":{"verse":20,"text":"I wish that I could be with you in person now, to change my tone, because I am confused about you."},"21":{"verse":21,"text":"Tell me, since you desire to be under the law, {why} do you not listen to the law?"},"22":{"verse":22,"text":" For it is written that Abraham had two sons, one by the bondmaid, and one by the free woman."},"23":{"verse":23,"text":"However, the son by the bondmaid was born according to the flesh, but the son by the free woman was born through a promise."},"24":{"verse":24,"text":"These things contain an allegory which represents two covenants. One is from Mount Sinai, bearing children to slavery, and that is Hagar."},"25":{"verse":25,"text":"Now Hagar is Mount Sinai in Arabia, and it corresponds to the Jerusalem that exists now, in slavery with her children."},"26":{"verse":26,"text":"But the Jerusalem that is above is free, and the mother of us all."},"27":{"verse":27,"text":"As it is written:  Rejoice, O barren [woman] who bears no child;   Break forth and shout, you that do not travail.   For the desolate has many more children than she who has a husband. "},"28":{"verse":28,"text":" Brethren, we are—just as Isaac—children of promise;"},"29":{"verse":29,"text":"and it is now as it was then: the one who was born according to the flesh persecuted the one who was born according to the Spirit. So it is even now!"},"30":{"verse":30,"text":"However, what does the Scripture say?  Throw out the bondmaid and her son,   because the son of the bondmaid will not inherit   with the son of the free woman. "},"31":{"verse":31,"text":" And so, brethren, we are not children of a bondmaid, but children of the free woman!"}},"meta":{"connection":"EOB","book_number":550,"chapter_number":4,"previous_chapter":{"connection":"EOB","book_number":550,"chapter":3},"next_chapter":{"connection":"EOB","book_number":550,"chapter":5}}}