{"chapter":{"1":{"verse":1,"text":" Therefore, stand firm in the freedom by which Christ has made us free, and do not be entangled again with a yoke of slavery!"},"2":{"verse":2,"text":"Behold, I, Paul, tell you that if you receive circumcision, Christ will be of no profit to you!"},"3":{"verse":3,"text":"Yes, once again, I testify to everyone who receives circumcision that he is [now] under duty to accomplish the entire law!"},"4":{"verse":4,"text":"You who desire to be justified by the law are no longer under Christ: you have fallen away from grace."},"5":{"verse":5,"text":"As for us, through the Spirit, we wait by faith for the hope of righteousness,"},"6":{"verse":6,"text":"since in Christ Jesus, neither circumcision nor uncircumcision has any value, only faith working through love."},"7":{"verse":7,"text":"You were running so well! Who came to block your way so that you would not obey the truth?"},"8":{"verse":8,"text":"This persuasion is not from him who calls you!"},"9":{"verse":9,"text":"[Remember], a little yeast leavens the whole batch of dough!"},"10":{"verse":10,"text":"I have confidence toward you in the Lord that you will take no other view; but whoever troubles you will bear his [own] judgment, whoever that [person] may be."},"11":{"verse":11,"text":" But brethren, if I still preach circumcision, why am I still being persecuted? If it were so, the stumbling block of the cross would have been removed."},"12":{"verse":12,"text":"Indeed, I wish that those who disturb you would then emasculate themselves!"},"13":{"verse":13,"text":"As for you, brethren, you were called to freedom! Only, do not use your freedom to satisfy the flesh, but through love, become each other’s bondservants"},"14":{"verse":14,"text":"because the whole law is fulfilled in one message, which is this one, “You shall love your neighbor as yourself.”"},"15":{"verse":15,"text":"But if you bite and devour each other, be careful that you do not end up in mutual destruction."},"16":{"verse":16,"text":"I say this: walk by the Spirit, and you will not fulfill the lust of the flesh."},"17":{"verse":17,"text":"What the {fallen} flesh desires is against the Spirit, and the Spirit against the flesh! And these are in opposition to one another, so that you may not do the things that you desire."},"18":{"verse":18,"text":"But if you are led by the Spirit, you are not under the law."},"19":{"verse":19,"text":" Now the works of the flesh are obvious. They are: adultery, sexual immorality, impurity, lust,"},"20":{"verse":20,"text":"idolatry, the practice of magic, hatred, strife, selfish ambitions, outbursts of anger, rivalries, divisions, heresies,"},"21":{"verse":21,"text":"envies, murders, excess drinking, orgies, and similar things. About these, I warn you, as I have done in the past: those who practice such things will not inherit the Kingdom of God."},"22":{"verse":22,"text":" On the other hand, the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faith,"},"23":{"verse":23,"text":"gentleness, and self-control. Against such things there is no law!"},"24":{"verse":24,"text":"Those who belong to Christ have crucified the flesh with its passions and lusts."},"25":{"verse":25,"text":"If we live by the Spirit, let us also walk by the Spirit!"},"26":{"verse":26,"text":"Let us not become arrogant, challenging and envying one another.                            "}},"meta":{"connection":"EOB","book_number":550,"chapter_number":5,"previous_chapter":{"connection":"EOB","book_number":550,"chapter":4},"next_chapter":{"connection":"EOB","book_number":550,"chapter":6}}}