{"chapter":{"1":{"verse":1,"text":"Адам, Сиф, Енос,"},"2":{"verse":2,"text":"Каинан, Малелеил, Иаред,"},"3":{"verse":3,"text":"Енох, Мафусал, Ламех,"},"4":{"verse":4,"text":"Ной, Сим, Хам и Иафет."},"5":{"verse":5,"text":"Сыновья Иафета: Гомер, Магог, Мадай, Иаван,  Елиса,  Фувал, Мешех и Фирас."},"6":{"verse":6,"text":"Сыновья Гомера: Аскеназ, Рифат и Фогарма."},"7":{"verse":7,"text":"Сыновья Иавана: Елиса, Фарсис, Киттим и Доданим."},"8":{"verse":8,"text":"Сыновья Хама: Хуш, Мицраим, Фут и Ханаан."},"9":{"verse":9,"text":"Сыновья Хуша: Сева, Хавила, Савта, Раама и Савтеха. Сыновья Раамы: Шева и Дедан."},"10":{"verse":10,"text":"Хуш родил также Нимрода: сей начал быть сильным на земле."},"11":{"verse":11,"text":"Мицраим родил: Лудима, Анамима, Легавима, Нафтухима,"},"12":{"verse":12,"text":"Патрусима, Каслухима, от которого произошли Филистимляне, и Кафторима."},"13":{"verse":13,"text":"Ханаан родил Сидона, первенца своего, Хета,"},"14":{"verse":14,"text":"Иевусея, Аморрея, Гергесея,"},"15":{"verse":15,"text":"Евея, Аркея, Синея,"},"16":{"verse":16,"text":"Арвадея, Цемарея и Хамафея."},"17":{"verse":17,"text":"Сыновья Сима: Елам, Ассур, Арфаксад, Луд и Арам.  Сыновья Арама:  Уц, Хул, Гефер и Мешех."},"18":{"verse":18,"text":"Арфаксад  родил Каинана, Каинан же  родил Салу, Сала же родил Евера."},"19":{"verse":19,"text":"У Евера родились два сына: имя одному Фалек, потому что во дни его разделилась земля; имя брату его Иоктан."},"20":{"verse":20,"text":"Иоктан родил Алмодада, Шалефа, Хацармавета, Иераха,"},"21":{"verse":21,"text":"Гадорама, Узала, Диклу,"},"22":{"verse":22,"text":"Евала, Авимаила, Шеву,"},"23":{"verse":23,"text":"Офира, Хавилу и Иовава. Все эти сыновья Иоктана."},"24":{"verse":24,"text":" Сыновья же  Симовы: Арфаксад,  Каинан,  Сала,"},"25":{"verse":25,"text":"Евер, Фалек, Рагав,"},"26":{"verse":26,"text":"Серух, Нахор, Фарра,"},"27":{"verse":27,"text":"Аврам, он же Авраам."},"28":{"verse":28,"text":"Сыновья Авраама: Исаак и Измаил."},"29":{"verse":29,"text":"Вот родословие их: первенец Измаилов Наваиоф, за ним Кедар, Адбеел, Мивсам,"},"30":{"verse":30,"text":"Мишма, Дума, Масса, Хадад, Фема,"},"31":{"verse":31,"text":"Иетур, Нафиш и Кедма. Это сыновья Измаиловы."},"32":{"verse":32,"text":"Сыновья Хеттуры, наложницы Авраамовой: она родила Зимрана, Иокшана, Медана, Мадиана, Ишбака и Шуаха. Сыновья Иокшана: Шева и Дедан.  Сыновья Дедановы: Рагуил, Навдеил, Ассуриим, Астусиим и Асомин. "},"33":{"verse":33,"text":"Сыновья Мадиана: Ефа, Ефер, Ханох, Авида и Елдага. Все эти сыновья Хеттуры."},"34":{"verse":34,"text":"И родил Авраам Исаака. Сыновья Исаака: Исав и Израиль."},"35":{"verse":35,"text":"Сыновья Исава: Елифаз, Рагуил, Иеус, Иеглом и Корей."},"36":{"verse":36,"text":"Сыновья Елифаза: Феман, Омар, Цефо, Гафам, Кеназ;  Фимна же, наложница Елифазова, родила ему  Амалика."},"37":{"verse":37,"text":"Сыновья Рагуила: Нахаф, Зерах, Шамма и Миза."},"38":{"verse":38,"text":"Сыновья Сеира: Лотан, Шовал, Цивеон, Ана, Дишон, Ецер и Дишан."},"39":{"verse":39,"text":"Сыновья Лотана: Хори и Гемам; а сестра у Лотана: Фимна."},"40":{"verse":40,"text":"Сыновья Шовала: Алеан, Манахаф, Евал, Шефо и Онам. Сыновья Цивеона: Аиа и Ана."},"41":{"verse":41,"text":"Дети Аны: Дишон  и Оливема дочь Аны . Сыновья Дишона: Хемдан, Ешбан, Ифран и Херан."},"42":{"verse":42,"text":"Сыновья Ецера: Билган, Зааван и Акан. Сыновья Дишана: Уц и Аран."},"43":{"verse":43,"text":"Сии суть цари, царствовавшие в земле Едома, прежде нежели воцарился царь над сынами Израилевыми: Бела, сын Веора, и имя городу его - Дингава;"},"44":{"verse":44,"text":"и умер Бела, и воцарился по нем Иовав, сын Зераха, из Восоры."},"45":{"verse":45,"text":"И умер Иовав, и воцарился по нем Хушам, из земли Феманитян."},"46":{"verse":46,"text":"И умер Хушам, и воцарился по нем Гадад, сын Бедадов, который поразил Мадианитян на поле Моава; имя городу его: Авив."},"47":{"verse":47,"text":"И умер Гадад, и воцарился по нем Самла, из Масреки."},"48":{"verse":48,"text":"И умер Самла, и воцарился по нем Саул из Реховофа, что при реке."},"49":{"verse":49,"text":"И умер Саул, и воцарился по нем Баал-Ханан, сын Ахбора."},"50":{"verse":50,"text":"И умер Баал-Ханан, и воцарился по нем Гадар; имя городу его Пау; имя жене его Мегетавеель, дочь Матреда, дочь Мезагава."},"51":{"verse":51,"text":"И умер Гадар. И были старейшины у Едома: старейшина Фимна, старейшина Алва, старейшина Иетеф,"},"52":{"verse":52,"text":"старейшина Оливема, старейшина Эла, старейшина Пинон,"},"53":{"verse":53,"text":"старейшина Кеназ, старейшина Феман, старейшина Мивцар,"},"54":{"verse":54,"text":"старейшина Магдиил, старейшина Ирам. Вот старейшины Идумейские."}},"meta":{"connection":"RSTI","book_number":130,"chapter_number":1,"previous_chapter":{"connection":"RSTI","book_number":120,"chapter":25},"next_chapter":{"connection":"RSTI","book_number":130,"chapter":2}}}