{"chapter":{"1":{"verse":1,"text":"И сии также пришли к Давиду в Секелаг, когда он еще укрывался от Саула, сына Кисова, и были из храбрых, помогавших в сражении."},"2":{"verse":2,"text":"Вооруженные луком, правою и левою рукою бросавшие каменья и стрелявшие стрелами из лука, - из братьев Саула, от Вениамина:"},"3":{"verse":3,"text":"главный Ахиезер, за ним Иоас, сыновья Шемаи, из Гивы; Иезиел и Фелет, сыновья Азмавефа; Бераха и Иегу из Анафофа;"},"4":{"verse":4,"text":"Ишмаия Гаваонитянин, храбрый из тридцати и начальствовавший над тридцатью; Иеремия, Иахазиил, Иоханан и Иозавад из Гедеры."},"5":{"verse":5,"text":"Елузай, Иеримоф, Веалия, Шемария, Сафатия Харифиянин;"},"6":{"verse":6,"text":"Елкана, Ишшияху, Азариил, Иоезер и Иошавам, Кореяне;"},"7":{"verse":7,"text":"и Иоела и Зевадия, сыновья Иерохама, из Гедора."},"8":{"verse":8,"text":"И из Гадитян перешли к Давиду в укрепление, в пустыню, люди мужественные, воинственные, вооруженные щитом и копьем; лица львиные - лица их, и они быстры как серны на горах."},"9":{"verse":9,"text":"Главный Езер, второй Овадия, третий Елиав,"},"10":{"verse":10,"text":"четвертый Мишманна, пятый Иеремия,"},"11":{"verse":11,"text":"шестой Афай, седьмой Елиел,"},"12":{"verse":12,"text":"восьмой Иоханан, девятый Елзавад,"},"13":{"verse":13,"text":"десятый Иеремия, одиннадцатый Махбанай."},"14":{"verse":14,"text":"Они из сыновей Гадовых были главами в войске: меньший над сотнею, и больший над тысячею."},"15":{"verse":15,"text":"Они-то перешли Иордан в первый месяц, когда он выступает из берегов своих, и разогнали всех живших в долинах к востоку и западу."},"16":{"verse":16,"text":"Пришли также и из сыновей Вениаминовых и Иудиных в укрепление к Давиду."},"17":{"verse":17,"text":"Давид вышел навстречу им и сказал им: если с миром пришли вы ко мне, чтобы помогать мне, то да будет у меня с вами одно сердце; а если для того, чтобы коварно предать меня врагам моим, тогда как нет порока на руках моих, то да видит Бог отцов наших и рассудит."},"18":{"verse":18,"text":"И объял дух Амасая, главу тридцати, и сказал он: мир тебе Давид, и с тобою, сын Иессеев; мир тебе, и мир помощникам твоим; ибо помогает тебе Бог твой. Тогда принял их Давид и поставил их во главе войска."},"19":{"verse":19,"text":"И из колена Манассиина перешли некоторые к Давиду, когда он шел с Филистимлянами на войну против Саула, но не помогал им, потому что предводители Филистимские, посоветовавшись, отослали его, говоря: на нашу голову он перейдет к господину своему Саулу."},"20":{"verse":20,"text":"Когда он возвращался в Секелаг, тогда перешли к нему из Манассиян: Аднах, Иозавад, Иедиаел, Михаил, Иозавад, Елигу и Цилльфай, тысяченачальники у Манассиян."},"21":{"verse":21,"text":"И они помогали Давиду против полчищ, ибо все это были люди храбрые и были начальниками в войске."},"22":{"verse":22,"text":"Так с каждым днем приходили к Давиду на помощь до того, что его ополчение стало велико, как ополчение Божие."},"23":{"verse":23,"text":"Вот число главных в войске, которые пришли к Давиду в Хеврон, чтобы передать ему царство Саулово, по слову Господню:"},"24":{"verse":24,"text":"сыновей Иудиных, носящих щит и копье, было шесть тысяч восемьсот готовых к войне;"},"25":{"verse":25,"text":"из сыновей Симеоновых, людей храбрых, в войске было семь тысяч и сто;"},"26":{"verse":26,"text":"из сыновей Левииных четыре тысячи шестьсот;"},"27":{"verse":27,"text":"и Иоддай, князь от племени Аарона, и с ним три тысячи семьсот;"},"28":{"verse":28,"text":"и Садок, мужественный юноша, и род его, двадцать два начальника;"},"29":{"verse":29,"text":"из сыновей Вениаминовых, братьев Сауловых, три тысячи, - но еще многие из них держались дома Саулова;"},"30":{"verse":30,"text":"из сыновей Ефремовых двадцать тысяч восемьсот людей мужественных, людей именитых в родах своих;"},"31":{"verse":31,"text":"из полуколена Манассиина восемнадцать тысяч, которые вызваны были поименно, чтобы пойти воцарить Давида;"},"32":{"verse":32,"text":"из сынов Иссахаровых пришли люди разумные, которые знали, что когда надлежало делать Израилю, - их было двести главных, и все братья их следовали слову их;"},"33":{"verse":33,"text":"из колена Завулонова готовых к сражению, вооруженных всякими военными оружиями, пятьдесят тысяч, в строю, единодушных;"},"34":{"verse":34,"text":"из колена Неффалимова тысяча вождей и с ними тридцать семь тысяч с щитами и копьями;"},"35":{"verse":35,"text":"из колена Данова готовых к войне двадцать восемь тысяч шестьсот;"},"36":{"verse":36,"text":"от Асира воинов, готовых к сражению, сорок тысяч;"},"37":{"verse":37,"text":"из-за Иордана, от колена Рувимова, Гадова и полуколена Манассиина, сто двадцать тысяч, со всяким воинским оружием."},"38":{"verse":38,"text":"Все эти воины, в строю, от полного сердца пришли в Хеврон воцарить Давида над всем Израилем. Да и все прочие Израильтяне были единодушны, чтобы воцарить Давида."},"39":{"verse":39,"text":"И пробыли там у Давида три дня, ели и пили, потому что братья их всё приготовили для них;"},"40":{"verse":40,"text":"да и близкие к ним, даже до колена Иссахарова, Завулонова и Неффалимова, привозили все съестное на ослах, и верблюдах, и мулах, и волах: муку, смоквы, и изюм, и вино, и елей, и крупного и мелкого скота множество, так как радость была для Израиля."}},"meta":{"connection":"RSTI","book_number":130,"chapter_number":12,"previous_chapter":{"connection":"RSTI","book_number":130,"chapter":11},"next_chapter":{"connection":"RSTI","book_number":130,"chapter":13}}}