{"chapter":{"1":{"verse":1,"text":"Сыновья Давида, родившиеся у него в Хевроне, были: первенец Амнон, от Ахиноамы Изреелитянки; второй - Далуия, от Авигеи Кармилитянки;"},"2":{"verse":2,"text":"третий - Авессалом, сын Маахи, дочери Фалмая, царя Гессурского; четвертый - Адония, сын Аггифы;"},"3":{"verse":3,"text":"пятый - Сафатия, от Авиталы; шестой - Ифреам, от Аглаи, жены его, -"},"4":{"verse":4,"text":"шесть родившихся у него в Хевроне; царствовал же он там семь лет и шесть месяцев; а тридцать три года царствовал в Иерусалиме."},"5":{"verse":5,"text":"А сии родились у него в Иерусалиме: Шима, Шовав, Нафан и Соломон, четверо от Вирсавии, дочери Аммииловой;"},"6":{"verse":6,"text":"Ивхар, Елишама, Елифелет,"},"7":{"verse":7,"text":"Ногаг, Нефег, Иафиа,"},"8":{"verse":8,"text":"Елишама, Елиада и Елифелет - девятеро."},"9":{"verse":9,"text":"Вот все сыновья Давида, кроме сыновей от наложниц. Сестра их Фамарь."},"10":{"verse":10,"text":"Сын Соломона Ровоам; его сын Авия, его сын Аса, его сын Иосафат,"},"11":{"verse":11,"text":"его сын Иорам, его сын Охозия, его сын Иоас,"},"12":{"verse":12,"text":"его сын Амасия, его сын Азария, его сын Иофам,"},"13":{"verse":13,"text":"его сын Ахаз, его сын Езекия, его сын Манассия,"},"14":{"verse":14,"text":"его сын Амон, его сын Иосия."},"15":{"verse":15,"text":"Сыновья Иосии: первенец Иоахаз, второй Иоаким, третий Седекия, четвертый Селлум."},"16":{"verse":16,"text":"Сыновья Иоакима: Иехония, сын его; Седекия, сын его."},"17":{"verse":17,"text":"Сыновья Иехонии: Асир, Салафиил, сын его;"},"18":{"verse":18,"text":"Малкирам, Федаия, Шенацар, Иезекия, Гошама и Савадия."},"19":{"verse":19,"text":"И сыновья Федаии: Зоровавель и Шимей. Сыновья же Зоровавеля: Мешуллам и Ханания, и Шеломиф, сестра их,"},"20":{"verse":20,"text":"и еще пять: Хашува, Огел, Берехия, Хасадия и Иушав-Хесед."},"21":{"verse":21,"text":"И сыновья Ханании: Фелатия и Исаия; его сын Рефаия, его сын Арнан, его сын Овадия, его сын Шехания."},"22":{"verse":22,"text":"Сын Шехании: Шемаия; сыновья Шемаии: Хаттуш, Игеал, Бариах, Неария и Шафат, шестеро."},"23":{"verse":23,"text":"Сыновья Неарии: Елиоенай, Езекия и Азрикам, трое."},"24":{"verse":24,"text":"Сыновья Елиоеная: Годавьягу, Елеашив, Фелаия, Аккув, Иоханан, Делаия и Анани, семеро."}},"meta":{"connection":"RSTI","book_number":130,"chapter_number":3,"previous_chapter":{"connection":"RSTI","book_number":130,"chapter":2},"next_chapter":{"connection":"RSTI","book_number":130,"chapter":4}}}