{"chapter":{"1":{"verse":1,"text":" Paul, an apostle of Christ Jesus through the will of God, according to the promise of the life which is in Christ Jesus;"},"2":{"verse":2,"text":"to Timothy, my beloved child: Grace, mercy, and peace [be with you] from God the Father and Christ Jesus our Lord."},"3":{"verse":3,"text":" I give thanks to God to whom I offer divine service as my forefathers did, and with a pure conscience. I always remember you in my petitions, night and day,"},"4":{"verse":4,"text":"longing to see you, remembering your tears, so that I may be filled with joy."},"5":{"verse":5,"text":"I also remember your sincere faith which first dwelt in your grandmother Lois and in your mother Eunice. I am convinced [that it dwells] in you also!"},"6":{"verse":6,"text":" For this reason, I am reminding you to rekindle the gift of God which is in you through the laying on of my hands."},"7":{"verse":7,"text":"For God did not give us a spirit of fear, but of power, love, and self-control."},"8":{"verse":8,"text":"Therefore, do not be ashamed to be a witness of our Lord or ashamed of me his prisoner. Share in my tribulations for the sake of the Good News, by the power of God."},"9":{"verse":9,"text":"He saved us and called us with a holy calling, not according to our works, but according to his own purpose and grace, which was given to us in Christ Jesus before times eternal."},"10":{"verse":10,"text":"This has now been revealed by the manifestation of our Savior Jesus Christ who abolished death and brought to light [both] life and immortality through the Good News."},"11":{"verse":11,"text":"For this, I was appointed as a herald, apostle, and teacher of the Gentiles."},"12":{"verse":12,"text":"That is why I am suffering as I am! Yet I am not ashamed, because I know him in whom I have believed and I am persuaded that he is able to protect what I have committed to him until that Day."},"13":{"verse":13,"text":" Hold to the pattern of sound teachings which you have heard from me, with faith and love in Christ Jesus."},"14":{"verse":14,"text":"With the help of the Holy Spirit who dwells in us, guard the good deposit that was entrusted to you."},"15":{"verse":15,"text":" As you know, all who are in Asia have turned away from me, including Phygelus and Hermogenes."},"16":{"verse":16,"text":"May the Lord grant mercy to the house of Onesiphorus, for he often refreshed me and was not ashamed of my imprisonment."},"17":{"verse":17,"text":"When he was in Rome, he searched very hard for me and he found me!"},"18":{"verse":18,"text":"May the Lord grant him to find the Lord’s mercy in that Day, for he served [me] at Ephesus in many ways, as you know very well."}},"meta":{"connection":"EOB","book_number":620,"chapter_number":1,"previous_chapter":{"connection":"EOB","book_number":610,"chapter":6},"next_chapter":{"connection":"EOB","book_number":620,"chapter":2}}}