{"chapter":{"1":{"verse":1,"text":" You, my child, be strengthened in the grace that is in Christ Jesus."},"2":{"verse":2,"text":"What you heard from me among many witnesses, entrust likewise to faithful men who will be able to teach others as well."},"3":{"verse":3,"text":"You too must endure tribulations as a good soldier of Jesus Christ."},"4":{"verse":4,"text":"No soldier on duty entangles himself in the affairs of this life, in order to please the one who enrolled him as a soldier."},"5":{"verse":5,"text":"Likewise, anyone who competes in athletics cannot be crowned unless he has competed by the rules."},"6":{"verse":6,"text":"The farmer who labors must be the first to get a share of the crops."},"7":{"verse":7,"text":"Think over what I have said, and may the Lord give you understanding in all things."},"8":{"verse":8,"text":"Remember my Good News: Jesus Christ, risen from the dead, of the seed of David."},"9":{"verse":9,"text":"Because of this I suffer tribulations to the point of being in chains as a criminal. However, God’s word is not chained!"},"10":{"verse":10,"text":"Therefore, I endure all things for the sake of the elect, so that they may obtain the salvation which is in Christ Jesus and with it eternal glory."},"11":{"verse":11,"text":"This saying is sure:  For if we died with him, we will also live with him. "},"12":{"verse":12,"text":" If we endure, we will also reign with him.   If we deny him, he also will deny us. "},"13":{"verse":13,"text":" If we are faithless, he remains faithful;   He cannot deny himself. "},"14":{"verse":14,"text":" Remind the people of these things, warning them in the sight of the Lord that they should not argue about words: this profits nothing and it brings ruin to those who listen."},"15":{"verse":15,"text":" Work hard to present yourself as approved by God, as a worker who does not need to be ashamed, rightly handling the word of truth."},"16":{"verse":16,"text":"Stay away from godless empty discussions because those involved in it will become more and more ungodly."},"17":{"verse":17,"text":"Their word will consume like gangrene! Some of them are Hymenaeus and Philetus;"},"18":{"verse":18,"text":"they are in error concerning the truth, saying that the resurrection is already past and they bring some people’s faith to ruin"},"19":{"verse":19,"text":"However, God’s firm foundation stands, having this seal, “The Lord knows those who are his,” and, “Let every one who calls upon the Name of the Lord depart from unrighteousness.”"},"20":{"verse":20,"text":" Now in a large house, there are not only vessels of gold and silver, but also of wood and clay. Some are for an honorable use and some for a dishonorable use."},"21":{"verse":21,"text":"Therefore, if anyone purges himself from these things, he will be a vessel for honor, sanctified and suitable for the master’s use, prepared for every good work."},"22":{"verse":22,"text":" Flee from youthful lusts! Pursue righteousness, faith, love, and peace with those who call on the Lord from a pure heart."},"23":{"verse":23,"text":"Reject foolish and ignorant questionings because you know that they result in conflict."},"24":{"verse":24,"text":"The Lord’s servant must not be argumentative but gentle to all, able to teach, and patient!"},"25":{"verse":25,"text":"In gentleness, he should correct those who oppose him: perhaps God will give them the repentance that leads to a full knowledge of the truth."},"26":{"verse":26,"text":"Thus, they may return to their senses and escape the snare of the devil (who had taken them captive to do his will)."}},"meta":{"connection":"EOB","book_number":620,"chapter_number":2,"previous_chapter":{"connection":"EOB","book_number":620,"chapter":1},"next_chapter":{"connection":"EOB","book_number":620,"chapter":3}}}