{"chapter":{"1":{"verse":1,"text":" But know that in the last days, troubled times will come."},"2":{"verse":2,"text":"People will be lovers of self, lovers of money, boastful, arrogant, blasphemers, disobedient to parents, ungrateful, and unholy."},"3":{"verse":3,"text":"[They will be] without natural affection, unforgiving, slanderers, without self-control, brutal, no lovers of good,"},"4":{"verse":4,"text":"treacherous, stubborn, self-important, lovers of pleasure rather than lovers of God;"},"5":{"verse":5,"text":"having an appearance of godliness but having rejected its [inner] meaning. Stay away from these people too."},"6":{"verse":6,"text":"Indeed, some of these creep into houses and captivate gullible women who are burdened with sins, led away by various lusts,"},"7":{"verse":7,"text":"always learning yet never able to come to the knowledge of the truth."},"8":{"verse":8,"text":"Even as Jannes and Jambres opposed Moses, these people also oppose the truth. They are mentally corrupted, and as far as the faith is concerned, they are rejected."},"9":{"verse":9,"text":"But they will not go very far because their folly will be obvious to all, as in the case of Jannes and Jambres."},"10":{"verse":10,"text":" You, however, have paid close attention to my teaching, conduct, purpose, faith, patience, love, steadfastness,"},"11":{"verse":11,"text":"persecutions, and sufferings. You know what happened to me at Antioch, Iconium, and Lystra. I endured those persecutions and the Lord delivered me out of them all!"},"12":{"verse":12,"text":"Yes, all those who desire to lead godly lives in Christ Jesus will be persecuted."},"13":{"verse":13,"text":"But wicked impostors will go from bad to worse, deceiving others, being themselves deceived."},"14":{"verse":14,"text":"As for you, remain in what you have learned, which is what you firmly believe, knowing from whom you have learned them."},"15":{"verse":15,"text":"From infancy, you have known the Holy Scriptures which are able to make you wise for salvation through faith, which is in Christ Jesus."},"16":{"verse":16,"text":"Every Scripture is God-breathed, and profitable for teaching, for reproof, for correction, and for instruction in righteousness,"},"17":{"verse":17,"text":"so that the man of God may be fully qualified, completely equipped for every good work."}},"meta":{"connection":"EOB","book_number":620,"chapter_number":3,"previous_chapter":{"connection":"EOB","book_number":620,"chapter":2},"next_chapter":{"connection":"EOB","book_number":620,"chapter":4}}}