{"chapter":{"1":{"verse":1,"text":" I charge you therefore, before God and the Lord Jesus Christ, who will judge the living and the dead at his appearing and his Kingdom:"},"2":{"verse":2,"text":"preach the word. Welcome or unwelcome, insist on it; reprove, rebuke, and exhort, with complete patience and instruction."},"3":{"verse":3,"text":"Indeed, the time will come when people will not listen to the sound doctrine, but, having itching ears, they will gather around themselves teachers who agree with their own lusts."},"4":{"verse":4,"text":"They will turn away their ears from the truth, and be turned to fables."},"5":{"verse":5,"text":"As for you, be sober in all things, endure hardship, do the work of one who proclaims the Good News and fulfill your ministry."},"6":{"verse":6,"text":" As for me, I am already being offered in sacrifice, and the time of my release has come."},"7":{"verse":7,"text":"I have fought the good fight! I have finished the course! I have kept the faith!"},"8":{"verse":8,"text":"From now on, the crown of righteousness is reserved for me, which the Lord—the righteous judge—will give me on that Day, and not only to me but also to all those who have loved his appearing."},"9":{"verse":9,"text":" Do your utmost to visit me soon,"},"10":{"verse":10,"text":"because Demas, having loved this present world, has left me and gone to Thessalonica. Crescens went to Galatia and Titus to Dalmatia."},"11":{"verse":11,"text":"Only Luke is still with me. Bring Mark along with you because he is helpful to me for service."},"12":{"verse":12,"text":"I have sent Tychicus to Ephesus."},"13":{"verse":13,"text":"When you come, bring the cloak that I left at Troas with Carpus, as well as the books, especially the parchments."},"14":{"verse":14,"text":"Alexander the metalworker did much evil to me. May the Lord repay him according to his works."},"15":{"verse":15,"text":"Beware of him, for he has greatly opposed our teachings."},"16":{"verse":16,"text":" At my first defense, no one came to help me, but all left me. May it not be held against them!"},"17":{"verse":17,"text":"Still, the Lord stood by me and strengthened me, so that through me the message might be fully proclaimed and heard by all the Gentiles. I was delivered out of the mouth of the lion,"},"18":{"verse":18,"text":"and the Lord will deliver me from every evil work and preserve me for his heavenly Kingdom. To him be the glory unto ages of ages! Amen."},"19":{"verse":19,"text":" Greet Prisca, Aquila, and the house of Onesiphorus."},"20":{"verse":20,"text":"Erastus remained at Corinth, but I left Trophimus at Miletus sick."},"21":{"verse":21,"text":"Do your best to come before winter. Eubulus greets you, as well as Pudens, Linus, Claudia, and all the brethren."},"22":{"verse":22,"text":"May the Lord Jesus Christ be with your spirit! Grace be with you. Amen."}},"meta":{"connection":"EOB","book_number":620,"chapter_number":4,"previous_chapter":{"connection":"EOB","book_number":620,"chapter":3},"next_chapter":null}}