{"chapter":{"1":{"verse":1,"text":" James, a bondservant of God and of the Lord Jesus Christ, to the Twelve tribes which are in the Dispersion: Greetings!"},"2":{"verse":2,"text":" Consider it as all joy, my brethren, when you fall into various trials,"},"3":{"verse":3,"text":"knowing that the testing of your faith produces endurance."},"4":{"verse":4,"text":"Let endurance have its full effect, so that you may be perfect and whole, lacking in nothing."},"5":{"verse":5,"text":"Yet if any of you lacks wisdom, let such a one ask of God who gives to all abundantly and without finding fault; and it will be given to him."},"6":{"verse":6,"text":"But ask in faith, without any doubting, for whoever doubts is like a wave of the sea, driven by the wind and tossed."},"7":{"verse":7,"text":"Such a person should not expect to receive anything from the Lord."},"8":{"verse":8,"text":"This is being double-minded, unstable in every way."},"9":{"verse":9,"text":" Let the brethren of humble circumstances glory in their high position."},"10":{"verse":10,"text":"But the rich should rejoice in being made humble, because like the flower in the grass, they will pass away."},"11":{"verse":11,"text":"Indeed, the sun arises with the scorching wind and withers the grass; its flower falls and the beauty of its appearance perishes. Likewise, the rich shall fade away in their pursuits."},"12":{"verse":12,"text":" Blessed is the one who endures temptation because after being approved, he will receive the crown of life which the Lord promised to those who love him."},"13":{"verse":13,"text":"When temptations come, let no one say, “I am tempted by God,” because God cannot be tempted by evil and he himself tempts no one."},"14":{"verse":14,"text":"But a person is tempted when drawn away and enticed by his own lust."},"15":{"verse":15,"text":"Then the lust, when it has conceived, gives birth to sin; and sin, when it is full grown, results in death."},"16":{"verse":16,"text":"Do not be deceived, my beloved brethren!"},"17":{"verse":17,"text":"Every good gift and every perfect gift is from above, coming down from the Father of lights with whom there can be no variation or shifting shadow."},"18":{"verse":18,"text":"He brought us forth of his own will by the word of truth, so that we should be a kind of first fruits of his creatures."},"19":{"verse":19,"text":" So then, my beloved brethren: be swift to hear, slow to speak, and slow to anger!"},"20":{"verse":20,"text":"Anger does not produce the righteousness of God."},"21":{"verse":21,"text":"Therefore, putting away all [moral] impurity and remains of wickedness, receive with humility the implanted word which is able to save your souls."},"22":{"verse":22,"text":"Be doers of the word, not only hearers who delude themselves!"},"23":{"verse":23,"text":"Certainly, if anyone is a hearer of the word and not a doer, such a person is like someone looking at his natural face in a mirror."},"24":{"verse":24,"text":"Seeing himself and going away, he immediately forgets what kind of person he was."},"25":{"verse":25,"text":"But whoever looks into the perfect law of freedom and perseveres [in it], not being a hearer who forgets but a doer of the work, this one will be blessed in doing so."},"26":{"verse":26,"text":" If anyone among you considers himself to be religious but does not bridle his tongue, such a one deceives his heart and his religion is worthless."},"27":{"verse":27,"text":"Religion that is pure and undefiled in the sight of our God and Father is this: to visit orphans and widows in their afflictions and to keep oneself unstained by the world."}},"meta":{"connection":"EOB","book_number":660,"chapter_number":1,"previous_chapter":{"connection":"EOB","book_number":650,"chapter":13},"next_chapter":{"connection":"EOB","book_number":660,"chapter":2}}}