{"chapter":{"1":{"verse":1,"text":" My brethren, do not hold the faith of our Lord of glory Jesus Christ with partiality."},"2":{"verse":2,"text":"Yet, if someone with a gold ring and fine clothing comes into your synagogue, and a poor man in filthy clothing also comes in,"},"3":{"verse":3,"text":"you pay special attention to the one who wears the fine clothing! To the rich you say, “Sit here in a good place,” but you tell the poor man, “Stand over there,” or “Sit here by my footstool!”"},"4":{"verse":4,"text":"Have you not shown partiality among yourselves and become judges with evil thoughts?"},"5":{"verse":5,"text":"Listen, my beloved brethren: did not God choose the poor of the world [to be] rich in faith and heirs of the Kingdom which he promised to those who love him?"},"6":{"verse":6,"text":"Yet, you have dishonored the poor! Is it not the rich who oppress you and personally drag you before the courts?"},"7":{"verse":7,"text":"Do they not blaspheme the honorable Name by which you are called?"},"8":{"verse":8,"text":"However, if you fulfill the royal law found in the Scripture, “You shall love your neighbor as yourself,” you do well."},"9":{"verse":9,"text":"But if you discriminate, you commit sin and you are convicted by the law as transgressors."},"10":{"verse":10,"text":"Truly, whoever keeps the whole law and yet stumbles in one point has become guilty of everything."},"11":{"verse":11,"text":"For he who said, “Do not commit adultery” also said “Do not commit murder.” Now if you do not commit adultery but do commit murder, you have become a transgressor of the law."},"12":{"verse":12,"text":"And so, speak and act as people who are going to be judged by a law of freedom."},"13":{"verse":13,"text":"Indeed, judgment is without mercy to those who have shown no mercy, but mercy triumphs over judgment."},"14":{"verse":14,"text":" What good is it, my brethren, if someone claims to have faith but has no works? Can faith save such a person?"},"15":{"verse":15,"text":"If a brother or sister is in rags and lacking daily food,"},"16":{"verse":16,"text":"and one of you tells them, “Go in peace, be warmed and filled,” and does not give them what the body needs, what good is that?"},"17":{"verse":17,"text":"Likewise faith, if it has no works, is dead in itself."},"18":{"verse":18,"text":"Yes, someone will say, “You have faith, and I have works!” Show me your faith by your works, and by my works, I will show you my faith."},"19":{"verse":19,"text":" You believe that God is one! You do well! The demons also believe, and they shudder."},"20":{"verse":20,"text":"O ignorant one! Will you not recognize that apart from works, faith is dead?"},"21":{"verse":21,"text":"Was not our father Abraham justified by works, by offering up his son Isaac on the altar?"},"22":{"verse":22,"text":"You can see that [his] faith was working with his actions, and that by works, faith was perfected."},"23":{"verse":23,"text":"Thus, the Scripture which says, “Abraham believed God, and it was accounted to him as righteousness” was fulfilled, and he was called the friend of God."},"24":{"verse":24,"text":"You see, then, that one is justified by works, and not only by faith."},"25":{"verse":25,"text":"In the same way, was not Rahab the prostitute also justified by works, by receiving the messengers and sending them out another way?"},"26":{"verse":26,"text":"For just as the body is dead apart from the spirit, so is faith dead apart from works."}},"meta":{"connection":"EOB","book_number":660,"chapter_number":2,"previous_chapter":{"connection":"EOB","book_number":660,"chapter":1},"next_chapter":{"connection":"EOB","book_number":660,"chapter":3}}}