{"chapter":{"1":{"verse":1,"text":" These wars and conflicts among you, where do they come from? Is it not from your desires that wage war in your members?"},"2":{"verse":2,"text":"You lust, and do not have! You kill, covet, and [still] cannot obtain! You fight and make war. You do not have because you do not ask!"},"3":{"verse":3,"text":"You ask and do not receive, because you ask with wrong motives, in order to spend it for your pleasures."},"4":{"verse":4,"text":"Adulterers and adulteresses! Do you not know that friendship with the world is hostility with God? Whoever wants to be a friend of the world becomes an enemy of God!"},"5":{"verse":5,"text":"Or do you think that the Scripture says in vain, “The spirit which dwells in us longs to envy”?"},"6":{"verse":6,"text":"But he has given a greater grace, as the Scripture says:  God resists the proud, but gives grace to the humble. "},"7":{"verse":7,"text":"Therefore, submit yourselves to God. Resist the devil, and he will flee from you."},"8":{"verse":8,"text":"Draw near to God, and he will draw near to you. Cleanse your hands, you sinners, and purify your hearts, you double-minded."},"9":{"verse":9,"text":"Lament, mourn, and weep! Let your laughter be turned to mourning, and your joy to gloom."},"10":{"verse":10,"text":"Humble yourselves in the sight of the Lord, and he will exalt you."},"11":{"verse":11,"text":" Do not speak against one another, brethren. Whoever speaks against one of the brethren and judges speaks against the law and judges the law. But if you judge the law, you are not a doer of the law, but a judge!"},"12":{"verse":12,"text":"Only one is the lawgiver and judge, he who is able to save and to destroy. But who are you to judge another?"},"13":{"verse":13,"text":" Now listen, you who say, “Today and tomorrow, we will go into this city, spend a year there, do business, and make a profit.”"},"14":{"verse":14,"text":"Yet you do not know what your life will be like tomorrow! Truly, what is your life? It will be a mist that appears for a little while and then vanishes away."},"15":{"verse":15,"text":"Instead, you should say, “If the Lord wills, we will live and also do this or that.”"},"16":{"verse":16,"text":"Nevertheless, you boast and brag! All such boasting is evil."},"17":{"verse":17,"text":"If someone knows how to do what is good and yet does not do it, it is a sin."}},"meta":{"connection":"EOB","book_number":660,"chapter_number":4,"previous_chapter":{"connection":"EOB","book_number":660,"chapter":3},"next_chapter":{"connection":"EOB","book_number":660,"chapter":5}}}