{"chapter":{"1":{"verse":1,"text":" Listen, you who are rich: weep and howl for the miseries that are coming on you."},"2":{"verse":2,"text":"Your riches are corrupted and your garments are eaten by moths."},"3":{"verse":3,"text":"Your gold and silver are rusted; their rust will be a testimony against you and it will eat your flesh like fire. You have laid up your treasure in the last days."},"4":{"verse":4,"text":"Behold, the wages of the laborers who worked in your fields and which you have kept back by fraud cry out! The cries of those who reaped [for you] have reached the ears of the Lord of Sabbaoth."},"5":{"verse":5,"text":"On earth, you have lived in luxury and taken your pleasure. You have eaten to your hearts’ content as in a day of slaughter."},"6":{"verse":6,"text":"You have condemned; you have murdered the righteous one who does not resist you."},"7":{"verse":7,"text":" Therefore, be patient, brethren, until the coming of the Lord. Behold, the farmer waits for the precious fruit of the earth, being patient over it, until it receives the early and late rain."},"8":{"verse":8,"text":"You also should be patient. Strengthen your hearts, for the coming of the Lord is at hand."},"9":{"verse":9,"text":" Brethren, do not grumble against one another, in order not to be judged. Behold, the judge stands at the door!"},"10":{"verse":10,"text":"My brethren, consider as an example of suffering and patience the prophets who spoke in the Name of the Lord."},"11":{"verse":11,"text":"Behold, we call those who endure blessed. You have heard of the patience of Job and you have seen the Lord in the outcome, how the Lord is full of compassion and mercy."},"12":{"verse":12,"text":" But above all things, my brethren, do not swear, either by heaven or earth, or by any other oath. Instead, let your “yes” be “yes,” and your “no,” “no,” so that you may not fall into hypocrisy."},"13":{"verse":13,"text":" Are any among you suffering? Let them pray. Are any cheerful? Let them sing praises!"},"14":{"verse":14,"text":"Are any among you sick? Let them call for the presbyters of the Church to pray over them and anoint them with oil in the Name of the Lord."},"15":{"verse":15,"text":"The prayer of faith will heal those who are sick and the Lord will raise them up. If they have committed sins, they will be forgiven."},"16":{"verse":16,"text":"Confess your offenses to one another and pray for one another so that you may be healed. The insistent prayer of a righteous person is powerfully effective!"},"17":{"verse":17,"text":"Elias (Elijah) was a man in every way like us, and when he prayed earnestly that it might not rain, it did not rain on the earth for three years and six months!"},"18":{"verse":18,"text":"When he prayed later on, the sky gave rain and the earth brought forth its fruit."},"19":{"verse":19,"text":" Brethren, if someone among you wanders from the truth and is brought back by another,"},"20":{"verse":20,"text":"know that whoever brings back a sinner from wandering will save a soul from death and will cover a multitude of sins."}},"meta":{"connection":"EOB","book_number":660,"chapter_number":5,"previous_chapter":{"connection":"EOB","book_number":660,"chapter":4},"next_chapter":null}}