{"chapter":{"1":{"verse":1,"text":" Paul, an apostle of Jesus Christ through the will of God, and Timothy our brother,"},"2":{"verse":2,"text":"to the saints and faithful brethren in Christ at Colossae: Grace to you and peace from God our Father and the Lord Jesus Christ."},"3":{"verse":3,"text":" We give thanks to the God and Father of our Lord Jesus Christ, and we always pray for you."},"4":{"verse":4,"text":"We have heard about your faith in Christ Jesus and about the love which you have for all the saints,"},"5":{"verse":5,"text":"because of the hope which is prepared for you in heaven. Of this hope you have heard before in the word of the truth of the Good News"},"6":{"verse":6,"text":"which has come to you, even as it is [spreading] in the whole world. It has been bearing fruit and growing [everywhere], as it has done in you too since the day you heard and experienced the grace of God in truth."},"7":{"verse":7,"text":"This is what you also learned from Epaphras, our beloved fellow bondservant, who is a faithful servant of Christ on your behalf."},"8":{"verse":8,"text":"He has informed us of your love in [the] Spirit."},"9":{"verse":9,"text":"For this reason, since the day we heard this, we do not cease praying and making requests for you, so that you may be filled with the knowledge of God’s will in all spiritual wisdom and understanding."},"10":{"verse":10,"text":"We also pray that you may walk worthily of the Lord, to please him in all respects, bearing fruit in every good work, and increasing in the knowledge of God."},"11":{"verse":11,"text":"May you be strengthened with all power, according to the might of his glory, [to be prepared] for all [kinds of] endurance and perseverance with joy!"},"12":{"verse":12,"text":"May you give thanks to God the Father, who has granted us to be partakers of the inheritance of the saints in the light."},"13":{"verse":13,"text":"He has delivered us from the power of darkness, and translated us into the Kingdom of the Son of his love."},"14":{"verse":14,"text":"In him, we have our redemption, the forgiveness of our sins."},"15":{"verse":15,"text":" He is the image of the invisible God, the firstborn of all creation."},"16":{"verse":16,"text":"For in him, all things were created, in the heavens and on earth, things visible and invisible, thrones, dominions, principalities, and powers; all things have been created through him, and for him."},"17":{"verse":17,"text":"He is before all things, and in him all things hold together."},"18":{"verse":18,"text":"He is the head of the body, the Church; [he is] the first cause, the firstborn from the dead, so that in all [things] he might have the first place."},"19":{"verse":19,"text":"For in him all the fullness was pleased to dwell,"},"20":{"verse":20,"text":"and through him to reconcile all things to himself, both earthly and heavenly, having made peace through the blood of his cross."},"21":{"verse":21,"text":" In the past, you were alienated and hostile in mind by your evil actions."},"22":{"verse":22,"text":"But now, he has reconciled [you] in the body of his flesh through death, in order to present you holy, without blemish, and blameless before him."},"23":{"verse":23,"text":"This is [for you] if you continue in the faith, grounded and steadfast, not moved away from the hope of the Good News which you heard. I, Paul, became a servant of this Good News that is being proclaimed throughout all creation under heaven."},"24":{"verse":24,"text":" Now I rejoice in my sufferings for your sake, and in my flesh, I complete what is lacking in the afflictions of Christ for the sake of his body which is the Church."},"25":{"verse":25,"text":"I have become her servant, according to God’s commission which I received for you, in order to fulfill the word of God."},"26":{"verse":26,"text":"This is the mystery which was hidden for ages and generations. But now, it has been revealed to his saints."},"27":{"verse":27,"text":"To them, God was pleased to reveal the glorious generosity of this mystery among the Gentiles. This mystery is Christ in you, the hope of glory."},"28":{"verse":28,"text":"This is what we proclaim, warning everyone and teaching everyone in all wisdom, so that we may present everyone perfect in Christ Jesus."},"29":{"verse":29,"text":"This is what I also work for, struggling with his energy which is powerfully at work in me."}},"meta":{"connection":"EOB","book_number":580,"chapter_number":1,"previous_chapter":{"connection":"EOB","book_number":570,"chapter":4},"next_chapter":{"connection":"EOB","book_number":580,"chapter":2}}}