{"chapter":{"1":{"verse":1,"text":" I want you to know how greatly I struggle for you, for those at Laodicea, and even for all those who do not know me in person."},"2":{"verse":2,"text":"Yes, I struggle so that their hearts may be comforted, being united in love, and [obtaining] the treasure that is in the full assurance of understanding, so that they may know the mystery of God the Father and of Christ."},"3":{"verse":3,"text":"In him are hidden all the treasures of wisdom and knowledge!"},"4":{"verse":4,"text":"Now I say these things so that no one may delude you with convincing words."},"5":{"verse":5,"text":"Although I am physically absent, I am spiritually present with you, rejoicing and seeing your order, as well as the solidity of your faith in Christ."},"6":{"verse":6,"text":"As you received Christ Jesus as the Lord, walk also in him,"},"7":{"verse":7,"text":"rooted and built up in him, established in the faith just as you were taught, overflowing from faith into thanksgiving."},"8":{"verse":8,"text":" Be careful not to let anyone rob you through philosophy and vain deceit, according to human tradition and the basic things of the world, and not after Christ."},"9":{"verse":9,"text":"For in him all the fullness of deity dwells bodily,"},"10":{"verse":10,"text":"and in him who is the head of all principality and power, you are made full."},"11":{"verse":11,"text":"In him, you were also circumcised with a circumcision not made with hands, by casting off the body of the sins of the flesh, in the circumcision of Christ,"},"12":{"verse":12,"text":"having been buried with him through baptism, in which you were also raised with him through faith in the working of God, who raised him from the dead."},"13":{"verse":13,"text":"You were dead in your sins and in the uncircumcision of your flesh, but he made you alive with him by forgiving us all our trespasses and by"},"14":{"verse":14,"text":"wiping out the handwriting of ordinances which was against us. He set this aside, nailing it to the cross,"},"15":{"verse":15,"text":"having exposed the principalities and powers, making a public display of them, and triumphing over them."},"16":{"verse":16,"text":" Therefore, let no one judge you in matters of eating or drinking, or regarding a feast day, a new moon {observance,} or a Sabbath day."},"17":{"verse":17,"text":"These are a shadow of the things to come, but the body belongs to Christ."},"18":{"verse":18,"text":"Let no one rob you of your prize by false humility and a religion of angels, dwelling on things which one has not seen, vainly puffed up by a carnal mind."},"19":{"verse":19,"text":"Such a person is not holding firmly to the head, from whom the whole body, being supported and knit together through the joints and ligaments, grows with the growth given by God."},"20":{"verse":20,"text":"But if you died with Christ as regards these basic principles of the world, why do you subject yourselves to [these] commandments, as though you were still living in the world?"},"21":{"verse":21,"text":"“Do not handle, do not taste, do not touch!”"},"22":{"verse":22,"text":"These things are all destined to perish with use! These are merely human commands and teachings!"},"23":{"verse":23,"text":"Indeed, these things have an appearance of wisdom in self-imposed religion, humility, and severe treatment of the body; but they have no value against the indulgence of the flesh."}},"meta":{"connection":"EOB","book_number":580,"chapter_number":2,"previous_chapter":{"connection":"EOB","book_number":580,"chapter":1},"next_chapter":{"connection":"EOB","book_number":580,"chapter":3}}}