{"chapter":{"1":{"verse":1,"text":" And so, seeing that we are surrounded by such a great a cloud of witnesses, let us lay aside every weight and the sin which so easily entangles us. Let us run with endurance the race that is set before us,"},"2":{"verse":2,"text":"fixing our eyes on Jesus, the author and perfecter of faith. For the joy that was set before him, he endured the cross, despising its shame, and he has sat down at the right hand of the throne of God."},"3":{"verse":3,"text":"Consider him who has endured such opposition from sinners, and you will not grow weary or faint in your souls."},"4":{"verse":4,"text":"In your own battle against sin, you have not yet struggled to the point of shedding blood."},"5":{"verse":5,"text":"Have you forgotten the exhortation which reasons with you as with children:  My child, do not take lightly the chastening of the Lord,   do not faint when you are reproved by him; "},"6":{"verse":6,"text":" for whom the Lord loves, he also chastens,   and he disciplines every son whom he receives. "},"7":{"verse":7,"text":" Endure hardship as discipline; God is treating you as his children, for what son is there whom his father does not discipline?"},"8":{"verse":8,"text":"But if you are not getting this discipline (as you are), this makes you illegitimate, not children!"},"9":{"verse":9,"text":"Moreover, we had biological fathers to chasten us, and we respected them. Shall we not much rather be in subjection to the Father of {our} spirits, and live?"},"10":{"verse":10,"text":"Our fathers punished us for a few days as seemed good to them; but God does so for our benefit, so that we may be partakers of his holiness."},"11":{"verse":11,"text":"For the present moment, all discipline seems to be painful rather than joyful, but afterwards, it produces the peaceful fruit of righteousness for those who have been trained by it."},"12":{"verse":12,"text":"Therefore, lift up your drooping hands and your feeble knees."},"13":{"verse":13,"text":"Make straight paths for your feet, so what is lame may not be dislocated but rather healed."},"14":{"verse":14,"text":" Pursue peace with everyone, and also sanctification, without which no one will see the Lord."},"15":{"verse":15,"text":"Be careful, for fear that any of you might fall short of the grace of God or that any root of bitterness should trouble you; many are poisoned by this."},"16":{"verse":16,"text":"Be careful that there is no sexually immoral or profane person [among you], like Esau who sold his birthright for a meal."},"17":{"verse":17,"text":"As you know, even when he later on desired to inherit the blessing, he was rejected; and although he pleaded with tears, he found no way of reversing the decision."},"18":{"verse":18,"text":" As it is, you have not come to a mountain that can be touched; or that burned with fire. [You have not come] to gloom, darkness, storm,"},"19":{"verse":19,"text":"the sound of a trumpet, and the voice of words which made those who heard it beg that not one more word should be spoken to them!"},"20":{"verse":20,"text":"Indeed, they could not endure what was commanded, “If even an animal touches the mountain, it shall be stoned.”"},"21":{"verse":21,"text":"So fearful was the appearance that Moses said, “I am terrified and trembling.”"},"22":{"verse":22,"text":" Instead, you have come to Mount Zion and to the city of the living God, the heavenly Jerusalem, and to innumerable hosts of angels,"},"23":{"verse":23,"text":"to the assembly of the firstborn who are enrolled in heaven, to God the Judge of all, to the spirits of the righteous made perfect,"},"24":{"verse":24,"text":"to Jesus, the mediator of a new covenant, and to the blood of sprinkling which pleads better than Abel’s [blood]."},"25":{"verse":25,"text":" See that you do not refuse to listen to the one who speaks! For if they did not escape when they rejected the one who warned on the Earth, we will certainly not escape if we turn away from the one who warns from heaven!"},"26":{"verse":26,"text":"His voice shook the earth then, but now he has promised with these words, “Yet again, I shake not only the earth, but also the heavens.”"},"27":{"verse":27,"text":"The words “yet again” indicate the removal of the things that are shaken, since they are created things. But those things which are not shaken remain."},"28":{"verse":28,"text":"Therefore, since we are receiving a Kingdom that cannot be shaken, let us be grateful and so offer divine service to God acceptably, with reverence and godly fear,"},"29":{"verse":29,"text":"for our God is a consuming fire."}},"meta":{"connection":"EOB","book_number":650,"chapter_number":12,"previous_chapter":{"connection":"EOB","book_number":650,"chapter":11},"next_chapter":{"connection":"EOB","book_number":650,"chapter":13}}}