{"chapter":{"1":{"verse":1,"text":" Continue loving each other as brethren."},"2":{"verse":2,"text":"Do not forget to be hospitable to strangers, for in doing so, some have welcomed angels without knowing it!"},"3":{"verse":3,"text":"Remember those who are in chains, as if chained with them, and also those who are ill-treated, as if you too were suffering in the body."},"4":{"verse":4,"text":"Marriage must be held in honor among all and the [marriage] bed [kept] undefiled: but God will judge the sexually immoral and adulterers."},"5":{"verse":5,"text":" Be free from the love of money and be satisfied with what you have. As God has said:  I will in no way leave you, neither will I in any way forsake you. "},"6":{"verse":6,"text":" And so, we say with good courage:  The Lord is my helper, I will not fear.   What can man do to me? "},"7":{"verse":7,"text":" Remember your leaders, those men who proclaimed the word of God to you. Considering the results of their conduct, imitate their faith."},"8":{"verse":8,"text":"Jesus Christ is the same yesterday, today, and forever."},"9":{"verse":9,"text":"Do not be carried away by all sorts of strange teachings. It is good that the inner person should be strengthened by grace, not by food which is of no profit to those who have been preoccupied by it!"},"10":{"verse":10,"text":" We have an altar from which those who offer divine service [in] the holy tabernacle have no right to eat."},"11":{"verse":11,"text":"For the bodies of those animals (whose blood is brought into the holy place by the high priest as an offering for sin) are burned outside of the camp."},"12":{"verse":12,"text":"This is why Jesus suffered outside of the gate, so that he might sanctify the people through his own blood."},"13":{"verse":13,"text":"Let us therefore go out [of the city] to him who is outside of the camp and let us bear his disgrace."},"14":{"verse":14,"text":"For we do not have here [on earth] an enduring city, but we seek the one that is to come."},"15":{"verse":15,"text":"Therefore, through him, [Jesus], let us continually offer up a sacrifice of praise to God, the fruit of our lips which confessed his Name."},"16":{"verse":16,"text":"But do not forget to do what is good and to share because God is well pleased with such sacrifices."},"17":{"verse":17,"text":" Obey your leaders and submit to them as they watch over your souls as people who will give an account. This way, they will be able to do this with joy and not with grief because that would not be profitable for you."},"18":{"verse":18,"text":" Pray for us: we trust that we have a good conscience, desiring to live honorably in all things."},"19":{"verse":19,"text":"I strongly urge you to pray for this: that I may be restored to you sooner."},"20":{"verse":20,"text":" Now may the God of peace, who with the blood of an eternal covenant brought back from the dead the great shepherd of the sheep, our Lord Jesus,"},"21":{"verse":21,"text":"make you complete in every good work so that you may do his will. May God work in you what is well-pleasing in his sight, through Jesus Christ, to whom be the glory unto ages of ages. Amen."},"22":{"verse":22,"text":" But I exhort you, brethren: take this word of exhortation attentively since I have written to you briefly."},"23":{"verse":23,"text":"Know that our brother Timothy has been released. If he arrives soon, I will see you with him."},"24":{"verse":24,"text":"Greet all your leaders and all the saints. Those from Italy greet you."},"25":{"verse":25,"text":"Grace be with you all! Amen."}},"meta":{"connection":"EOB","book_number":650,"chapter_number":13,"previous_chapter":{"connection":"EOB","book_number":650,"chapter":12},"next_chapter":null}}