{"chapter":{"1":{"verse":1,"text":" Therefore, we should pay greater attention to the things that we were taught, for fear that we may drift away."},"2":{"verse":2,"text":"Certainly, if the word spoken through angels proved reliable and every transgression and disobedience received a just penalty,"},"3":{"verse":3,"text":"how will we escape if we neglect so great a salvation! It was first announced by the Lord himself, and it is confirmed to us by those who heard him."},"4":{"verse":4,"text":"God also bore witness with them, both by signs and wonders, by various works of power and by gifts of the Holy Spirit, according to his own will."},"5":{"verse":5,"text":"Indeed, God did not subject the world to come (which we proclaim) to angels,"},"6":{"verse":6,"text":"but there is a place {in Scripture} where someone has testified:  What is man that you should be concerned for him?   Or the son of man, that you care for him? "},"7":{"verse":7,"text":" You made him a little lower than the angels.   You crowned him with glory and honor. "},"8":{"verse":8,"text":" You have put all things in subjection under his feet.   Since God has subjected all things to him, he has left nothing that is not subject to him! But now, we do not see all things subjected to him, [at least not] yet."},"9":{"verse":9,"text":"However, we see him who has been made a little lower than the angels, [that is] Jesus, crowned with glory and honor because of the suffering of death, so that by the grace of God he should taste death for everyone."},"10":{"verse":10,"text":" Indeed, it was fitting for God, (for whom are all things and through whom are all things), in bringing many children to glory, to make the author of their salvation perfect through sufferings."},"11":{"verse":11,"text":"For both the one who sanctifies and those who are sanctified are all from one; for this reason, he is not ashamed to call them brethren,"},"12":{"verse":12,"text":"saying:  I will declare your Name to my brethren.   In the midst of the congregation I will sing your praise. "},"13":{"verse":13,"text":" Again:  I will put my trust in him,   and:  Behold, here I am with the children whom God has given me. "},"14":{"verse":14,"text":" Since the children have shared in [the same] flesh and blood, he likewise shared the same [human nature], so that through death he might bring to nothing the one who had the power of death—the devil—"},"15":{"verse":15,"text":"and deliver all those who through fear of death were subject to life-long slavery."},"16":{"verse":16,"text":"Certainly, Jesus did not take on the [nature of] angels, but [that of] Abraham’s seed."},"17":{"verse":17,"text":"For this reason, he had to be made like his brethren in all things, so that he might become a merciful and faithful high priest in things pertaining to God, {able} to make a sacrifice of atonement for the sins of the people."},"18":{"verse":18,"text":"Moreover, since he himself suffered and was tempted, he is able to help those who are tempted."}},"meta":{"connection":"EOB","book_number":650,"chapter_number":2,"previous_chapter":{"connection":"EOB","book_number":650,"chapter":1},"next_chapter":{"connection":"EOB","book_number":650,"chapter":3}}}