{"chapter":{"1":{"verse":1,"text":" Therefore, holy brethren, partakers of a heavenly calling, consider the Apostle and High Priest of our confession, Jesus Christ,"},"2":{"verse":2,"text":"who was faithful to the one who had appointed him, just as Moses was faithful in all God’s house."},"3":{"verse":3,"text":"Yet Jesus is accounted worthy of more glory than Moses, just as the builder of a house has more honor than the house!"},"4":{"verse":4,"text":"Every house is built by someone, but the one who built all things is God."},"5":{"verse":5,"text":"Moses indeed was a faithful servant in all of God’s house, as a testimony for what would later on be spoken about."},"6":{"verse":6,"text":"But Christ is faithful as a Son over his [own] house, and we are his house, if we firmly hold on to the confidence and pride of our hope until the end."},"7":{"verse":7,"text":"Therefore, even as the Holy Spirit says:  Today if you will hear his voice, "},"8":{"verse":8,"text":" do not harden your hearts, as in the rebellion,   as in the day of the trial in the wilderness, "},"9":{"verse":9,"text":" where your fathers tested me, tried me,   and saw my works for forty years. "},"10":{"verse":10,"text":" Therefore, I was displeased with that generation and said,   ‘They always go astray in their heart,   they did not know my ways;’ "},"11":{"verse":11,"text":" As I swore in my wrath,   ‘They will not enter into my rest.’ "},"12":{"verse":12,"text":" Beware, brethren, for fear that one of you may have an evil and unbelieving heart that would fall away from the living God."},"13":{"verse":13,"text":"Instead, encourage one another day by day, as long as it is called “today,” for fear that one of you may be hardened by the deceitfulness of sin."},"14":{"verse":14,"text":"For we have become partakers of Christ, if we hold on to our first confidence until the end,"},"15":{"verse":15,"text":"as long as these words apply:  Today if you will hear his voice,   do not harden your hearts, as in the rebellion. "},"16":{"verse":16,"text":" But who is it that rebelled when they heard? Were they not all those that Moses had led out of Egypt?"},"17":{"verse":17,"text":"With whom was God displeased for forty years? Was it not with those who sinned, whose dead bodies fell in the wilderness?"},"18":{"verse":18,"text":"And to whom did he swear that they would not enter into his rest? Was it not to those who were disobedient?"},"19":{"verse":19,"text":"We see that they were not able to enter in because of [their] lack of faith."}},"meta":{"connection":"EOB","book_number":650,"chapter_number":3,"previous_chapter":{"connection":"EOB","book_number":650,"chapter":2},"next_chapter":{"connection":"EOB","book_number":650,"chapter":4}}}