{"chapter":{"1":{"verse":1,"text":" Let us beware, then! Since the promise remains, let us be careful that none of you be found to have fallen short of it."},"2":{"verse":2,"text":"For we also had the Good News preached to us, just as them, but they gained nothing from the word they heard because those who heard did not combine it with faith."},"3":{"verse":3,"text":"However, we who have faith are entering into that rest, even as God said:  As I swore in my wrath, they will not enter into my rest.   And yet, the works were finished from the foundation of the world."},"4":{"verse":4,"text":"Somewhere [else], he said this about the seventh day:  God rested on the seventh day from all his works. "},"5":{"verse":5,"text":" And again:  They will not enter into my rest. "},"6":{"verse":6,"text":" It remains the case, then, that there would be some people who would enter that rest, and those to whom the Good News was preached before failed to enter [it] because of [their] disobedience."},"7":{"verse":7,"text":"God has thus defined a certain day, “today,” saying through David much later, in the words already quoted:  Today if you will hear his voice,   do not harden your hearts. "},"8":{"verse":8,"text":" If Joshua had given them rest, God would not have afterward spoken of another day."},"9":{"verse":9,"text":"There must still be, then, a Sabbath rest for God’s people,"},"10":{"verse":10,"text":"and anyone who has entered into his rest has also rested from his [own] works, just as God did."},"11":{"verse":11,"text":"Therefore, let us do our utmost to enter into that rest, for fear that anyone should fall according to the same pattern of disobedience."},"12":{"verse":12,"text":"Indeed, the word of God is living and active, sharper than any two-edged sword, piercing even to the dividing of soul and spirit, of joints and marrow, and it is able to judge the thoughts and intentions of the heart."},"13":{"verse":13,"text":"No creature is hidden from God’s sight, but all things are naked and open before the eyes of the one to whom we must give an account."},"14":{"verse":14,"text":"Since we have such a great high priest who has passed through the heavens, Jesus the Son of God, let us hold on firmly to our confession."},"15":{"verse":15,"text":"Certainly, we do not have a high priest who cannot sympathize with our infirmities, but one who has been taught by trial in all things just as we are, yet without sin."},"16":{"verse":16,"text":"Therefore, let us approach the throne of grace with boldness, so that we may receive mercy and find grace for assistance in time of need."}},"meta":{"connection":"EOB","book_number":650,"chapter_number":4,"previous_chapter":{"connection":"EOB","book_number":650,"chapter":3},"next_chapter":{"connection":"EOB","book_number":650,"chapter":5}}}