{"chapter":{"1":{"verse":1,"text":"Every high priest is selected from among men and is appointed for their sake in matters pertaining to God, so that he may offer both gifts and sacrifices for [their] sins."},"2":{"verse":2,"text":"The high priest can deal gently with those who are ignorant and going astray since he himself is also subject to weakness."},"3":{"verse":3,"text":"Because of this, he must offer sacrifices for the sins of the people, as well as for himself."},"4":{"verse":4,"text":"Moreover, nobody assumes this honor by himself but one is called by God, just as Aaron was."},"5":{"verse":5,"text":"Likewise, Christ did not glorify himself to be made a high priest, but it was God who said to him:  You are my Son:   Today I have become your father. "},"6":{"verse":6,"text":" As he says also in another place:  You are a priest forever,   According to the order of Melchizedek. "},"7":{"verse":7,"text":" During his life on earth, Christ offered prayers and petitions with loud cries and tears to the one who could deliver him from death, and he was heard because of his godly fear."},"8":{"verse":8,"text":"Although he was a Son, he learned obedience through suffering."},"9":{"verse":9,"text":"Having been made perfect, he became to all those who obey him the cause of eternal salvation,"},"10":{"verse":10,"text":"appointed by God as a high priest according to the order of Melchizedek."},"11":{"verse":11,"text":" We have much to say about these things but it is hard to explain because you have become slow at understanding."},"12":{"verse":12,"text":"For although by this time you should be teachers, you still need to have someone teach you [even] the basic principles of God’s oracles. You have come to need milk, and not solid food!"},"13":{"verse":13,"text":"Everyone who lives on milk is not experienced in the word of righteousness; such a person is a baby."},"14":{"verse":14,"text":"But solid food is for those who are fully grown, who have trained their senses to discern good and evil.                        "}},"meta":{"connection":"EOB","book_number":650,"chapter_number":5,"previous_chapter":{"connection":"EOB","book_number":650,"chapter":4},"next_chapter":{"connection":"EOB","book_number":650,"chapter":6}}}