{"chapter":{"1":{"verse":1,"text":" Therefore, going beyond the teaching of the basic principles about Christ, let us move on to perfection! Let us not lay again a foundation of repentance from dead works, of faith toward God,"},"2":{"verse":2,"text":"of the teaching of baptisms, of laying on of hands, of resurrection of the dead, and of eternal judgment."},"3":{"verse":3,"text":"If God allows, let us do this."},"4":{"verse":4,"text":" Regarding those who were once enlightened, who tasted of the heavenly gift, became partakers of the Holy Spirit,"},"5":{"verse":5,"text":"tasted the good word of God and the powers of the age to come,"},"6":{"verse":6,"text":"but then fell away, it is impossible to renew them again to repentance! They crucify the Son of God for themselves all over again and expose him to shame!"},"7":{"verse":7,"text":"On the other hand, the land which has absorbed the rain that comes often upon it and thus brings forth a crop suitable for those who till it—such a land receives blessing from God."},"8":{"verse":8,"text":"Yet if it bears thorns and thistles, it is rejected, close to being cursed; and its end is to be burned."},"9":{"verse":9,"text":" But, beloved, even though we speak like this, we are persuaded of better things for you, of things that accompany salvation."},"10":{"verse":10,"text":"God is not unrighteous, so as to forget your work and the labor of love which you showed for his Name by serving the saints even as you still serve them."},"11":{"verse":11,"text":"We desire that each one of you may show the same zeal to the end, to [obtain] the fullness of hope."},"12":{"verse":12,"text":"Do not be sluggish, but imitate those who through faith and patience have inherited the promises."},"13":{"verse":13,"text":" When God made a promise to Abraham, since he could swear by no one greater, he swore by himself,"},"14":{"verse":14,"text":"saying, “I will surely bless and multiply you.”"},"15":{"verse":15,"text":"Thus, having patiently endured, Abraham obtained the promise."},"16":{"verse":16,"text":"For humans indeed swear by someone greater, and in every dispute they have, the oath is final to get things settled."},"17":{"verse":17,"text":"In this way, being determined to show more abundantly to the heirs of the promise the unchangeable nature of his purpose, God intervened with an oath."},"18":{"verse":18,"text":"And so, by two unchangeable things in which it is impossible for God to lie, may we have a strong encouragement, since we have sought refuge and taken hold of the hope set before us."},"19":{"verse":19,"text":"We have this hope as an anchor of the soul, a hope which is both sure and solid. It reaches beyond the veil,"},"20":{"verse":20,"text":"where Jesus has entered as a forerunner for us, having become a high priest forever after the order of Melchizedek."}},"meta":{"connection":"EOB","book_number":650,"chapter_number":6,"previous_chapter":{"connection":"EOB","book_number":650,"chapter":5},"next_chapter":{"connection":"EOB","book_number":650,"chapter":7}}}