{"chapter":{"1":{"verse":1,"text":" This Melchizedek was king of Salem, priest of God Most High, who met Abraham when he was returning from the slaughter of the kings and who blessed him."},"2":{"verse":2,"text":"Moreover, Abraham gave a tenth part of all to this Melchizedek! By the interpretation of his name, he is, first, ‘king of saving justice’ and also king of Salem, that is, ‘king of peace;’"},"3":{"verse":3,"text":"without father, mother, or genealogy, having neither beginning of days nor end of life. He was made like the Son of God and remains a priest for all times."},"4":{"verse":4,"text":"Now consider how great this man was, since even the Patriarch Abraham gave him a tenth from the best spoils!"},"5":{"verse":5,"text":"Indeed, the sons of Levi who receive the priestly office have a commandment to take tithes of the people according to the law, that is, of their brethren, although they too are Abraham’s descendants."},"6":{"verse":6,"text":"But this man, who was not of the same descent, received tithes from Abraham and blessed him who has the promises!"},"7":{"verse":7,"text":"Now nobody will question that the lesser is blessed by the greater."},"8":{"verse":8,"text":"Here, the tenth is collected by men who die; but in the other case, by him who is declared to be living."},"9":{"verse":9,"text":"We can say that through Abraham even Levi (who would [later] receive tithes), had paid tithes,"},"10":{"verse":10,"text":"for he was still ‘in the body’ of his ancestor when Melchizedek met him."},"11":{"verse":11,"text":"Now if perfection had come through the Levitical priesthood (under which the people received the law), what further need would there be for another priest to arise according to the order of Melchizedek and not that of Aaron?"},"12":{"verse":12,"text":"And as the priesthood is being changed, there is also, by necessity, a change in the law as well."},"13":{"verse":13,"text":"So our Lord, of whom these things were said, belongs to another tribe, one from which no one has served at the altar."},"14":{"verse":14,"text":"It is clear indeed that our Lord came from the tribe of Judah, about which Moses spoke nothing concerning priesthood."},"15":{"verse":15,"text":"This is even more obvious if after the likeness of Melchizedek, another priest was to rise,"},"16":{"verse":16,"text":"one who was not made in virtue of a law of physical descent but according to the power of an indestructible life."},"17":{"verse":17,"text":"For he testifies:  You are a priest forever,   according to the order of Melchizedek. "},"18":{"verse":18,"text":" There is a cancellation of an earlier commandment on account of its weakness and uselessness,"},"19":{"verse":19,"text":"because the law made nothing perfect. But [now], there is the introduction of a better hope through which we draw near to God."},"20":{"verse":20,"text":"Moreover, our Lord was not made priest without the taking of an oath"},"21":{"verse":21,"text":"(although others became priests without any oath). But with an oath, God says of him:  The Lord swore and will not change his mind,   ‘You are a priest forever,   according to the order of Melchizedek.’ "},"22":{"verse":22,"text":" Because of this, Jesus has become the guarantee of a better covenant."},"23":{"verse":23,"text":"Many, indeed, were made priests [in the past] because they are prevented from continuing in office when they die."},"24":{"verse":24,"text":"But because he lives forever, Jesus holds a perpetual priesthood."},"25":{"verse":25,"text":"Therefore, he is also able to save to the very end those who draw near to God through him, because he lives forever to make intercession for them."},"26":{"verse":26,"text":" Indeed, such a high priest was fitting for us: holy, blameless, undefiled, separated from sinners and made higher than the heavens."},"27":{"verse":27,"text":"He does not need, like those [former] high priests, to offer up sacrifices daily, first for his own sins and then for the sins of the people. Instead, he did this once for all, when he offered himself up."},"28":{"verse":28,"text":"For the law appoints as high priests men who have weaknesses, but the word of the oath which came after the law appoints forever a Son who has been perfected."}},"meta":{"connection":"EOB","book_number":650,"chapter_number":7,"previous_chapter":{"connection":"EOB","book_number":650,"chapter":6},"next_chapter":{"connection":"EOB","book_number":650,"chapter":8}}}