{"chapter":{"1":{"verse":1,"text":" Even the first tabernacle and covenant had ordinances of divine service and an earthly sanctuary."},"2":{"verse":2,"text":"A tabernacle was set up: the lampstand, the table, and the show bread were in the first part which is called the Holy Place."},"3":{"verse":3,"text":"Beyond the second veil was found the tabernacle, which is called the Holy of Holies."},"4":{"verse":4,"text":"It had a golden altar of incense and the Ark of the Covenant all covered with gold. The Ark contained a golden jar holding the manna, Aaron’s rod that budded, and the tablets of the covenant."},"5":{"verse":5,"text":"Above it, cherubim of glory overshadowed the mercy seat, but now we cannot speak about these things in detail."},"6":{"verse":6,"text":"According to this arrangement, priests are continually entering the outer tabernacle, accomplishing the rites of offering divine service."},"7":{"verse":7,"text":"Into the second [tabernacle], only the high priest enters, once a year and with blood, which he offers for himself and for the sins committed in ignorance by the people."},"8":{"verse":8,"text":"The Holy Spirit is indicating that the way into the Holy Place was not yet revealed, [at least] while the first tabernacle was still standing."},"9":{"verse":9,"text":"It is a figure of the present age, in which the gifts and sacrifices that are offered are incapable, as far as conscience is concerned, to make the one who offers divine service perfect."},"10":{"verse":10,"text":"The reason is that they are only meats, drinks, various washings, and fleshly ordinances, imposed until a time of reformation."},"11":{"verse":11,"text":" But when Christ appeared as a high priest of the good things to come, he entered through the greater and more perfect tabernacle, not made with hands, that is to say, not of this creation."},"12":{"verse":12,"text":"It was not through the blood of goats and calves but through his own blood that he entered into the Holy Place once for all, having obtained eternal redemption."},"13":{"verse":13,"text":"Indeed, if the blood of bulls and goats, and the ashes of a heifer (sprinkling those who have been defiled) could sanctify to restore the purity of the flesh,"},"14":{"verse":14,"text":"how much more will the blood of Christ, who through the eternal Spirit offered himself without blemish to God, purify your conscience from dead works to offer divine service to the living God?"},"15":{"verse":15,"text":"For this reason, he is the mediator of a new covenant, since a death has occurred for the redemption of the sins that were under the first covenant, so that those who have been called may receive the promise of the eternal inheritance."},"16":{"verse":16,"text":"Where there is a last will and testament, there must also be the death of the one who made it."},"17":{"verse":17,"text":"A will comes into effect after death; it is never in force while the one who made it is still alive."},"18":{"verse":18,"text":"That is why not even the first covenant was inaugurated without blood."},"19":{"verse":19,"text":"For when Moses had proclaimed every commandment to all the people according to the law, he took the blood of calves and goats, with water, scarlet wool, and hyssop, and sprinkled both the book itself and all the people,"},"20":{"verse":20,"text":"saying:  This is the blood of the covenant which God has commanded you. "},"21":{"verse":21,"text":" Moreover, he sprinkled the tabernacle and all the vessels of the ministry in the same way, with the blood."},"22":{"verse":22,"text":"According to the law, almost everything is purified with blood, and there is no remission [of sins] if there is no shedding of blood."},"23":{"verse":23,"text":"Therefore, it was necessary that the copies of the heavenly things should be cleansed with these things, but the heavenly things themselves [had to be purified] with better sacrifices than these."},"24":{"verse":24,"text":"For Christ did not enter into holy places made with hands, which are representations of the true [holy places], but into heaven itself in order to appear in the presence of God for us."},"25":{"verse":25,"text":"Yet, this did not take place so that he would offer himself often, as the [Levitical] high priest does when he enters into the holy place year by year, with blood that is not his own."},"26":{"verse":26,"text":"Otherwise, Christ would have had to suffer often since the foundation of the world. But now, at the end of the ages, he has been revealed once to put away sin by the sacrifice of himself."},"27":{"verse":27,"text":"It is appointed for humans to die once, and after this comes the judgment."},"28":{"verse":28,"text":"It is the same with Christ: having been offered once to bear the sins of many, he will appear a second time, apart from sin-offering, to those who are eagerly waiting for him for salvation."}},"meta":{"connection":"EOB","book_number":650,"chapter_number":9,"previous_chapter":{"connection":"EOB","book_number":650,"chapter":8},"next_chapter":{"connection":"EOB","book_number":650,"chapter":10}}}