{"chapter":{"1":{"verse":1,"text":" Paul and Timothy, bondservants of Jesus Christ; To all the saints in Christ Jesus who are at Philippi, with the overseers and deacons:"},"2":{"verse":2,"text":"Grace to you and peace, from God our Father and from the Lord Jesus Christ."},"3":{"verse":3,"text":"I give thanks to my God whenever I remember you,"},"4":{"verse":4,"text":"and I always pray with joy when I intercede on your behalf"},"5":{"verse":5,"text":"because of your partnership in the furtherance of the Good News, even from the very first day until now."},"6":{"verse":6,"text":"I am confident of this very thing: that God who began a good work in you will complete it until the day of Jesus Christ."},"7":{"verse":7,"text":"It is right for me to think this way about you, because I have you in my heart and because you are all partakers with me of grace, both in my imprisonment and in the defense and confirmation of the Good News."},"8":{"verse":8,"text":"For God is my witness: I long for all of you in the tender mercies of Jesus Christ!"},"9":{"verse":9,"text":"I pray [especially] for this, that your love may overflow even more, with an increase of knowledge and all discernment."},"10":{"verse":10,"text":"This way, you will be able to discern what things are excellent, so that you may be sincere and without offense until the day of Christ,"},"11":{"verse":11,"text":"filled with the fruits of righteousness which are through Jesus Christ, to the glory and praise of God!"},"12":{"verse":12,"text":" Now I want you to know, brethren, that what happened to me has turned out to be for the progress of the Good News!"},"13":{"verse":13,"text":"It became clear to the whole palace guard and to others that my chains are in Christ,"},"14":{"verse":14,"text":"and most of the brethren in the Lord, being confident through my bonds, are even bolder to speak the word without fear."},"15":{"verse":15,"text":"Yes, some actually preach Christ out of envy and rivalry, and some also out of good will."},"16":{"verse":16,"text":"The first [group] preaches Christ without sincerity and from selfish ambition, thinking that they are adding affliction to my imprisonment;"},"17":{"verse":17,"text":"but the second [group] does so out of love, knowing that I have been appointed to defend the Good News."},"18":{"verse":18,"text":" Either way, it does not matter. I only care that whether in pretense or in truth, Christ is proclaimed! I rejoice in this, yes, and will continue to rejoice,"},"19":{"verse":19,"text":"because I know that this will turn out for my salvation, through your supplication and the support of Christ’s Spirit."},"20":{"verse":20,"text":"It is my eager expectation and hope that I will not be put to shame in any way, but that as I speak with all boldness, Christ will be exalted now as always in my body, whether by my life or by my death."},"21":{"verse":21,"text":"For to me, living is Christ and dying is gain."},"22":{"verse":22,"text":"But if I remain alive in the flesh, this will bring fruit from my work. Yet, I do not know what I will choose!"},"23":{"verse":23,"text":"I am in a dilemma between the two, having the desire to be released and be with Christ, which is far better."},"24":{"verse":24,"text":"At the same time, to remain in the flesh is a more urgent need for your sake."},"25":{"verse":25,"text":"Having this confidence, I know that I will remain and continue with all of you for your progress and joy in faith,"},"26":{"verse":26,"text":"so that your rejoicing may overflow in Christ Jesus when I am with you again."},"27":{"verse":27,"text":" [In the meantime], let your way of life be worthy of the Good News of Christ, so that whether I come and see you or remain absent, I may hear this about your condition: that you stand firm in one spirit, striving with one soul for the faith of the Good News."},"28":{"verse":28,"text":"Do not be terrified by your opponents. This will be for them evidence of destruction, but to you, of salvation from God."},"29":{"verse":29,"text":"For the sake of Christ, you have been granted the privilege not only to believe in him but also to suffer on his behalf,"},"30":{"verse":30,"text":"and so you are engaged in the same battle which you saw me fight and that you hear that I am [still] fighting."}},"meta":{"connection":"EOB","book_number":570,"chapter_number":1,"previous_chapter":{"connection":"EOB","book_number":560,"chapter":6},"next_chapter":{"connection":"EOB","book_number":570,"chapter":2}}}