{"chapter":{"1":{"verse":1,"text":" Finally, my brethren, rejoice in the Lord! To me, writing the same things to you is not tiresome—it is safe!"},"2":{"verse":2,"text":"Beware of the dogs, beware of evil-workers, beware of the false circumcision!"},"3":{"verse":3,"text":"We are ‘circumcised’ if we offer divine service in the Spirit of God, [if we] rejoice in Christ Jesus, and have no confidence in the flesh,"},"4":{"verse":4,"text":"although I myself could have confidence even in the flesh! If anyone thinks that he has {a reason to have} confidence in the flesh, I could even more:"},"5":{"verse":5,"text":"circumcised on the eighth day, a member of the people of Israel, of the tribe of Benjamin, a Hebrew of Hebrews. As regards the law, I was a Pharisee;"},"6":{"verse":6,"text":"as far as zeal is concerned, I was persecuting the Church, and as for the righteousness which is based on the law, [I was] found blameless."},"7":{"verse":7,"text":" However, these things which I thought were gain to me, I have counted as loss for Christ!"},"8":{"verse":8,"text":"Yes, without a doubt, I consider all things as loss in view of the surpassing value of knowing Christ Jesus, my Lord, for whom I suffered the loss of all things. I consider them as dung, so that I may gain Christ"},"9":{"verse":9,"text":"and be found in him, not having a righteousness of my own (from the law), but through faith in Christ (the righteousness which is from God by faith)."},"10":{"verse":10,"text":"Yes, may I know him, and the power of his resurrection, and the communion of his sufferings, becoming conformed to his death,"},"11":{"verse":11,"text":"if by any means I may attain to the resurrection from the dead."},"12":{"verse":12,"text":"I am not saying that I have already obtained these things or that I am already made perfect; but I press on to take hold of [the prize] for which Christ Jesus took hold of me."},"13":{"verse":13,"text":" Brethren, I do yet not regard myself as already having obtained these things, but I do this: forgetting the things which are now behind and reaching forward to the things which are before [me],"},"14":{"verse":14,"text":"I press on toward the goal; and the prize is the high calling of God in Christ Jesus."},"15":{"verse":15,"text":"Let us who are mature, therefore, think this way, and if you think differently in some way, God will also reveal that to you."},"16":{"verse":16,"text":"Nevertheless, to whatever [point] we have already reached, let us walk by the same  rule and let us be of the same mind. "},"17":{"verse":17,"text":" Brethren, be united in imitating me, and keep your eyes fixed on those who live this way, even as you have us as an example."},"18":{"verse":18,"text":"But there are many who live as enemies of the cross of Christ, as I remind you often, as I do [even] now with tears."},"19":{"verse":19,"text":"Their end is destruction, their god is the belly, and their glory is in their shame as they think about earthly things."},"20":{"verse":20,"text":"As for us, our citizenship is in heaven, from which we are expecting a Savior, the Lord Jesus Christ."},"21":{"verse":21,"text":"He will change the body of our humiliation to be conformed to the body of his glory, according to the energy by which he is able to subject all things to himself."}},"meta":{"connection":"EOB","book_number":570,"chapter_number":3,"previous_chapter":{"connection":"EOB","book_number":570,"chapter":2},"next_chapter":{"connection":"EOB","book_number":570,"chapter":4}}}