{"chapter":{"1":{"verse":1,"text":" Therefore, my beloved brethren whom I miss so much, my joy and my crown, stand firm in the Lord!"},"2":{"verse":2,"text":"I exhort Evodia and Syntyche to think the same way in the Lord."},"3":{"verse":3,"text":"Yes, I beg you also, Syzygus, help these women, for they labored with me in the Good News and also with Clement and the rest of my fellow workers, whose names are in the book of life."},"4":{"verse":4,"text":"Rejoice in the Lord always! Again I will say, rejoice!"},"5":{"verse":5,"text":"Let your kindness be known to all. The Lord is at hand!"},"6":{"verse":6,"text":"Do not be anxious about anything, but in everything, by prayer and petition with thanksgiving, let your requests be known to God."},"7":{"verse":7,"text":"And the peace of God, which surpasses all understanding, will guard your hearts and your thoughts in Christ Jesus."},"8":{"verse":8,"text":"Finally, brethren, whatever things are true, whatever things are honorable, whatever things are just, whatever things are pure, whatever things are lovely, whatever things are commendable, if there is any virtue or any praise, think about these things."},"9":{"verse":9,"text":"What you learned, received, heard, and saw in me—practice these things, and the God of peace will be with you."},"10":{"verse":10,"text":" But now, I rejoice in the Lord greatly, that your consideration for me has blossomed again! (I know that you were thinking about me but lacked the opportunity)."},"11":{"verse":11,"text":"I do not want to speak about what I lack, because I have learned to be satisfied with whatever state I am in!"},"12":{"verse":12,"text":"I know how to be humbled, and I also know how to overflow. In everything and in all things I have learned the secret of being both filled and hungry, of being in abundance and in need."},"13":{"verse":13,"text":"I can do all these things through Christ who strengthens me."},"14":{"verse":14,"text":"However, it was a good thing that you shared in my affliction."},"15":{"verse":15,"text":"As you Philippians know as well, in the beginning of the Good News when I departed from Macedonia, no Church shared with me in the matter of giving and receiving—only you did!"},"16":{"verse":16,"text":"For even [when I was] in Thessalonica you supplied help for my needs once and again."},"17":{"verse":17,"text":"It is not that I seek the gift; what I value is the interest that is accumulating in your account!"},"18":{"verse":18,"text":"I actually have all things and I overflow since I received from Epaphroditus what came from you, a sweet-smelling fragrance, an acceptable and well-pleasing sacrifice to God!"},"19":{"verse":19,"text":"My God will supply all of your needs according to his riches in glory in Christ Jesus."},"20":{"verse":20,"text":"To our God and Father be the glory unto ages of ages! Amen."},"21":{"verse":21,"text":" Greet every saint in Christ Jesus! The brethren who are with me greet you."},"22":{"verse":22,"text":"All the saints greet you, especially those who are of Caesar’s household."},"23":{"verse":23,"text":"The grace of the Lord Jesus Christ be with you all! Amen."}},"meta":{"connection":"EOB","book_number":570,"chapter_number":4,"previous_chapter":{"connection":"EOB","book_number":570,"chapter":3},"next_chapter":null}}