{"chapter":{"1":{"verse":1,"text":" Behold, how great a love the Father has bestowed upon us, that we should be called God’s children! For this reason, the world does not understand us, because it did not understand him."},"2":{"verse":2,"text":"Beloved, we are already God’s children, but what we will be is not yet revealed. But when he is revealed, we know that we will be like him; for we will see him just as he is!"},"3":{"verse":3,"text":"Everyone who has this hope set on him purifies himself, just as he is pure."},"4":{"verse":4,"text":" Everyone who sins breaks the law, and in fact, sin is lawlessness."},"5":{"verse":5,"text":"You know that Christ was revealed to take away our sins, and in him there is no sin."},"6":{"verse":6,"text":"Whoever remains in him does not continue in sin, but whoever practices sin has not seen him and does not know him."},"7":{"verse":7,"text":" Little children, let no one lead you astray. Everyone who does what is right is righteous, just as he is righteous."},"8":{"verse":8,"text":"Whoever lives in sin belongs to the devil, since the devil has been a sinner from the beginning. This was the purpose of the manifestation of the Son of God, to undo the work of the devil."},"9":{"verse":9,"text":"Those who have been born of God do not keep on sinning because God’s seed abides in them. They cannot go on sinning, because they have been born of God."},"10":{"verse":10,"text":"This is how the children of God and the children of the devil are revealed: whoever does not practice righteousness is not of God, and neither is the one who does not love his brother [or sister]."},"11":{"verse":11,"text":" This is the message which you heard from the beginning: that we should love one another!"},"12":{"verse":12,"text":"We should not be like Cain who was of the evil one and who killed his brother [Abel]. Why did he kill him? Because his works were evil, while his brother’s works were righteous."},"13":{"verse":13,"text":"Do not be surprised, my brethren, if the world hates you."},"14":{"verse":14,"text":"We know that we have passed out of death into life because we love the brethren. Whoever does not love his brother [or sister] remains in death."},"15":{"verse":15,"text":"Whoever hates his brother [or sister] is a murderer, and you know that eternal life does not remain in a murderer."},"16":{"verse":16,"text":" This is how we know what love is: that he laid down his life for us. We too should lay down our lives for the brethren."},"17":{"verse":17,"text":"But if someone is well off in worldly possessions and sees one of the brethren in need and yet refuses to help, how does the love of God remain in such a person?"},"18":{"verse":18,"text":"My little children, let us not love only in word or speech, but in deed and truth."},"19":{"verse":19,"text":"And this is how we know that we are of the truth and assure our heart in his presence;"},"20":{"verse":20,"text":"even if our own heart condemns us, God is greater than our heart and knows all things."},"21":{"verse":21,"text":"Beloved, if our hearts do not condemn us, we have boldness toward God."},"22":{"verse":22,"text":"Whatever we ask, we receive from him because we keep his commandments and do what is pleasing in his sight."},"23":{"verse":23,"text":"This is his commandment: that we should believe in the Name of his Son Jesus Christ, and that we should love one another, even as he commanded."},"24":{"verse":24,"text":"All who obey his commandments remain in him, and he remains in them. By this, we know that he remains in us, by the Spirit that he has given us."}},"meta":{"connection":"EOB","book_number":690,"chapter_number":3,"previous_chapter":{"connection":"EOB","book_number":690,"chapter":2},"next_chapter":{"connection":"EOB","book_number":690,"chapter":4}}}