{"chapter":{"1":{"verse":1,"text":" Beloved, do not believe every spirit, but test the spirits to determine whether they are from God, because many false prophets have gone out into the world."},"2":{"verse":2,"text":"This is how you can discern the Spirit of God: every spirit who confesses that Jesus Christ has come in the flesh is from God."},"3":{"verse":3,"text":"But every spirit who does not confess Jesus Christ as having come in the flesh is not from God, and this is the spirit of the Antichrist which you have heard is coming, and is already in the world."},"4":{"verse":4,"text":"You are of God, dear children and you have overcome these people because the one who is in you is greater than the one who is in the world."},"5":{"verse":5,"text":"They are of the world. Therefore, they speak according to [the spirit of] the world, and the world listens to them."},"6":{"verse":6,"text":"We are of God. Whoever knows God listens to us. Whoever is not of God does not listen to us. By this we can discern the spirit of truth and the spirit of error."},"7":{"verse":7,"text":" Beloved, let us love one another, because love is from God. Everyone who loves is born of God and knows God."},"8":{"verse":8,"text":"Whoever does not love does not know God, for God is love."},"9":{"verse":9,"text":"This is how God’s love was revealed in us: that God sent his uniquely-begotten Son into the world so that we might live through him."},"10":{"verse":10,"text":"In this is love: not that we loved God, but that he loved us and sent his Son as the atoning sacrifice for our sins."},"11":{"verse":11,"text":"Beloved, if God loved us in this way, we also should love one another."},"12":{"verse":12,"text":"No one has seen God at any time, but if we love one another, God remains in us, and his love has reached completion in us."},"13":{"verse":13,"text":"By this, we know that we remain in God and he in us, because he has given us [a share] of his Spirit."},"14":{"verse":14,"text":"We have seen and testify that the Father has sent the Son, the Savior of the world."},"15":{"verse":15,"text":"God remains in those who confess that Jesus is the Son of God, and they remain in God."},"16":{"verse":16,"text":"We have known and believed in the love which God has for us: God is love, and whoever remains in love remains in God, and God in him."},"17":{"verse":17,"text":"In this, love has been made perfect among us, so that we may have boldness in the day of judgment, because in this world, we are just as he is."},"18":{"verse":18,"text":"There is no fear in love, but perfect love casts out fear, because fear is connected with punishment. But the one who fears is not yet perfect in love."},"19":{"verse":19,"text":"We love him, because he first loved us."},"20":{"verse":20,"text":"If someone says, “I love God,” and yet hates his brother [or sister], such a person is a liar! If someone does not love the brother who can be seen, how can such a person [claim to] love God whom he has not seen?"},"21":{"verse":21,"text":"Indeed, this is the commandment we have received from him: that the one who loves God should also love his brethren."}},"meta":{"connection":"EOB","book_number":690,"chapter_number":4,"previous_chapter":{"connection":"EOB","book_number":690,"chapter":3},"next_chapter":{"connection":"EOB","book_number":690,"chapter":5}}}