{"chapter":{"1":{"verse":1,"text":"Whoever believes that Jesus is the Christ is born of God, and whoever loves the Father also loves the one who is born of the Father."},"2":{"verse":2,"text":"By this we know that we love the children of God: by loving God and keeping his commandments."},"3":{"verse":3,"text":"Truly, this is the love of God: that we keep his commandments. And his commandments are not burdensome."},"4":{"verse":4,"text":"Everyone born of God overcomes the world! This is the victory that has overcome the world: our faith."},"5":{"verse":5,"text":"Who overcomes the world? Is it not the one who believes that Jesus is the Son of God?"},"6":{"verse":6,"text":"This is the one who came by water and blood: Jesus Christ; not with water only, but with water and blood. It is the Spirit who testifies, because the Spirit is the truth."},"7":{"verse":7,"text":"There are three who bear witness  in heaven: the Father, the Word, and the Holy Spirit; and these three are one. And there are three that testify on earth :"},"8":{"verse":8,"text":"the Spirit, the water, and the blood; and these three agree as one."},"9":{"verse":9,"text":"If we accept human testimony, God’s testimony is greater because this is God’s testimony concerning his {very} Son!"},"10":{"verse":10,"text":"Whoever believes in the Son of God has the testimony in himself, but whoever does not believe God has made God to be a liar, because such a person has not believed the testimony that God has given concerning his Son."},"11":{"verse":11,"text":"This is the testimony: God gave us eternal life, and this life is in his Son!"},"12":{"verse":12,"text":"Whoever has the Son has {the} life, but whoever does not have God’s Son does not have {the} life."},"13":{"verse":13,"text":" I have written these things to you who believe in the Name of the Son of God, so that you may know that you have eternal life and that you [continue to] believe in the Name of the Son of God."},"14":{"verse":14,"text":" This is the boldness which we have toward him: if we ask anything according to his will, he listens to us!"},"15":{"verse":15,"text":"And if we know that he listens to us, no matter what we ask, we [also] know that we have obtained the petitions which we have asked of him."},"16":{"verse":16,"text":" If you see one of the brethren committing a sin that does not leads to death, you should intercede in prayer and God will give life to those brethren whose sin does not lead to death. But there is a {type of} sin that leads to death, and I do not say that you should make a request in this case."},"17":{"verse":17,"text":"All unrighteousness is sin, yet there is a {type of} sin which does not lead to death."},"18":{"verse":18,"text":"We know that whoever is born of God does not practice sin; whoever has been born of God is protected {by God}, and the evil one does not take hold of such a one."},"19":{"verse":19,"text":"We know that we are of God and that the whole world lies in the power of the evil one."},"20":{"verse":20,"text":"We know that the Son of God has come, and he has given us understanding so that we may know him who is true. Indeed, we are in him who is true, in his Son Jesus Christ. This is the true God, and eternal life."},"21":{"verse":21,"text":" Dear children, keep yourselves from idols! Amen."}},"meta":{"connection":"EOB","book_number":690,"chapter_number":5,"previous_chapter":{"connection":"EOB","book_number":690,"chapter":4},"next_chapter":null}}