{"chapter":{"1":{"verse":1,"text":" The beginning of the Good News of Jesus Christ, the Son of God."},"2":{"verse":2,"text":"As it is written in the prophets:  Behold, I send my messenger before your face,   who will prepare your way before you. "},"3":{"verse":3,"text":" The voice of one crying in the wilderness:   ‘Make ready the way of the Lord!   Make his paths straight!’ "},"4":{"verse":4,"text":" John came baptizing in the wilderness and preaching the baptism of repentance for the forgiveness of sins."},"5":{"verse":5,"text":"All the country of Judea and those from Jerusalem went out to him. They were all baptized by John in the Jordan river, confessing their sins."},"6":{"verse":6,"text":"John was clothed with camel’s hair, and a leather belt around his waist, and he ate locusts and wild honey."},"7":{"verse":7,"text":"He preached, saying, “He who comes after me is more powerful than I, and I am not worthy to kneel down and untie the strap of his sandals."},"8":{"verse":8,"text":"I baptized you in water, but he will baptize you in the Holy Spirit.”"},"9":{"verse":9,"text":" It happened, in those days, that Jesus came from Nazareth of Galilee, and he was baptized by John in the Jordan."},"10":{"verse":10,"text":"Immediately coming up from the water, he saw the heavens torn open and the Spirit descending on him like a dove."},"11":{"verse":11,"text":"A voice came out of the heavens, “You are my beloved Son. In you I am well pleased.”"},"12":{"verse":12,"text":" At once, the Spirit drove him out into the desert."},"13":{"verse":13,"text":"He was there, in the desert for forty days, being tempted by Satan. He was with the wild animals and the angels were ministering to him."},"14":{"verse":14,"text":" Now after John had been arrested, Jesus came into Galilee, preaching the Good News of the Kingdom of God,"},"15":{"verse":15,"text":"and saying, “The time is fulfilled! The Kingdom of God is at hand! Repent and believe in the Good News.”"},"16":{"verse":16,"text":" As he walked by the sea of Galilee, Jesus saw Simon and Andrew his brother casting a net into the sea, for they were fishermen."},"17":{"verse":17,"text":"Jesus said to them, “Come after me, and I will make you fishers of men.”"},"18":{"verse":18,"text":" Immediately, they left their nets and followed him."},"19":{"verse":19,"text":"Going on a little farther from there, he saw James the son of Zebedee, and John his brother, who were also in a boat, mending the nets."},"20":{"verse":20,"text":"At once, he called them, and they left their father Zebedee in the boat with the hired servants, and they began to follow him."},"21":{"verse":21,"text":"They went into Capernaum, and on the Sabbath day, Jesus entered into the synagogue and taught."},"22":{"verse":22,"text":"The people were astonished at his teaching because he taught them as having authority, not like the scribes."},"23":{"verse":23,"text":"And there was in their synagogue a man with an unclean spirit who cried out,"},"24":{"verse":24,"text":"“Away! What do we have to do with you, Jesus, you Nazarene? Have you come to destroy us? I know who you are: the Holy One of God!”"},"25":{"verse":25,"text":" Jesus rebuked him, saying, “Be quiet, and come out of him!”"},"26":{"verse":26,"text":" The unclean spirit, convulsing the man and crying with a loud voice, came out of him."},"27":{"verse":27,"text":"The people were all so amazed that they asked each other, “What is this? A new teaching? For with authority he commands even the unclean spirits, and they obey him!”"},"28":{"verse":28,"text":"The news about him went out immediately everywhere into the entire region of Galilee and its surrounding area."},"29":{"verse":29,"text":" As soon as they left the synagogue, they came into the house of Simon and Andrew, [along] with James and John."},"30":{"verse":30,"text":"Now Simon’s mother-in-law lay sick with a fever, and immediately, they told him about her."},"31":{"verse":31,"text":"Jesus came, took her by the hand, and raised her up. The fever left her and she began to serve them."},"32":{"verse":32,"text":"At evening, when the sun had set, they brought him all who were sick or possessed by demons."},"33":{"verse":33,"text":"The entire city was gathered at the door."},"34":{"verse":34,"text":"He healed many who were afflicted with various diseases and cast out many demons. However, he did not allow the demons to speak because they knew him to be the Christ."},"35":{"verse":35,"text":" Early in the morning, while it was still dark, Jesus arose, left the house, went out into a deserted place and prayed there."},"36":{"verse":36,"text":"Simon and those with him followed Jesus."},"37":{"verse":37,"text":"When they found him, they told him, “Everyone is looking for you!”"},"38":{"verse":38,"text":" He replied, “Let us go into the next towns, so that I may preach there also, for this is why I came.”"},"39":{"verse":39,"text":"And he was preaching in their synagogues throughout all of Galilee, casting out demons."},"40":{"verse":40,"text":" A leper came to him, begging him, kneeling down before him, and saying, “If you want to, you can make me clean!”"},"41":{"verse":41,"text":" Being moved with compassion, Jesus stretched out his hand, touched the man, and said to him, “I want to! Be made clean.”"},"42":{"verse":42,"text":"When Jesus said this, the leprosy immediately departed from the leper and he was made clean."},"43":{"verse":43,"text":"Jesus strictly warned him, and sent him out at once,"},"44":{"verse":44,"text":"saying, “See that you do not say anything to anyone, but go and show yourself to the priest. Offer for your cleansing what Moses instructed, as a testimony to them.”"},"45":{"verse":45,"text":" However, the man went off and began to proclaim it freely and to spread news about this matter, so that Jesus could no longer enter into a city openly. Instead, he remained outside in deserted places and people came to him from everywhere."}},"meta":{"connection":"EOB","book_number":480,"chapter_number":1,"previous_chapter":{"connection":"EOB","book_number":470,"chapter":28},"next_chapter":{"connection":"EOB","book_number":480,"chapter":2}}}