{"chapter":{"1":{"verse":1,"text":" Jesus then left that place and arrived at the borders of Judea, by the other side of the Jordan. Again, crowds were gathering around him. As he usually did, he taught them again."},"2":{"verse":2,"text":"The Pharisees came to test him, asking, “Is it lawful for a man to divorce his wife?”"},"3":{"verse":3,"text":" Jesus answered, “What instructions did Moses give you?”"},"4":{"verse":4,"text":" They replied, “Moses allowed a certificate of divorce to be written, and to divorce her.”"},"5":{"verse":5,"text":" But Jesus answered and said to them, “It was because of your hardness of heart that Moses wrote this law for you."},"6":{"verse":6,"text":"But from the beginning of creation, God made them male and female."},"7":{"verse":7,"text":"For this reason, a man will leave his father and mother, and will join to his wife,"},"8":{"verse":8,"text":"and the two will become one flesh. Thus, they are no longer two, but one flesh."},"9":{"verse":9,"text":"What therefore God has joined together, let no one tear apart!”"},"10":{"verse":10,"text":" In the house, the disciples asked him again about this matter."},"11":{"verse":11,"text":"He told them, “Whoever divorces his wife and marries another [woman] commits adultery against her."},"12":{"verse":12,"text":"And if a woman divorces her husband and marries another, she commits adultery.”"},"13":{"verse":13,"text":" People were bringing little children to him so that he might touch them, but the disciples rebuked those who were bringing them."},"14":{"verse":14,"text":"But when Jesus saw this, he was indignant. He said to them, “Let the little children come to me and do not forbid them! For the Kingdom of God belongs to such as these."},"15":{"verse":15,"text":"Amen, I tell you that whoever will not receive the Kingdom of God like a little child will in no way enter into it!”"},"16":{"verse":16,"text":"He took the children in his arms and blessed them, laying his hands on them."},"17":{"verse":17,"text":" As Jesus was setting out on his journey, someone ran to him, knelt before him, and asked him, “Good Teacher, what shall I do in order to inherit eternal life?”"},"18":{"verse":18,"text":" Jesus replied, “Why do you call me good? No one is good except one: God."},"19":{"verse":19,"text":"You know the commandments: ‘Do not commit adultery,’ ‘Do not murder,’ ‘Do not steal,’ ‘Do not give false testimony,’ ‘Do not defraud,’ ‘Honor your father and mother.’”"},"20":{"verse":20,"text":" The man replied, “Teacher, I have observed all these things since my youth!”"},"21":{"verse":21,"text":" Jesus looked at him and felt love for him. He then said, “You [still] lack one thing. If you want to be perfect, go, sell whatever you have, and give to the poor. You will have a treasure in heaven! Then come and follow me, taking up the cross.”"},"22":{"verse":22,"text":" However, the man was distressed when he heard this. He went away sorrowful, for he had great possessions."},"23":{"verse":23,"text":"Jesus looked around and said to his disciples, “How difficult it is for the wealthy to enter into the Kingdom of God!”"},"24":{"verse":24,"text":" The disciples were amazed at his words. But again, Jesus said, “Children, how hard it is for those who trust in riches to enter into the Kingdom of God!"},"25":{"verse":25,"text":"It is easier for a camel to go through the eye of a needle than for a rich person to enter into the Kingdom of God!”"},"26":{"verse":26,"text":" They were extremely astonished, saying among themselves, “Who then can be saved?”"},"27":{"verse":27,"text":" Jesus looked at them and answered, “With men it is impossible, but not with God, for all things are possible with God!”"},"28":{"verse":28,"text":" Peter began to tell him, “Behold, we have left everything and followed you.”"},"29":{"verse":29,"text":" So Jesus replied, “Amen, I tell you: there is no one who has left house, brothers or sisters, father or mother, or wife, children, or land, for my sake and for the sake of the Good News,"},"30":{"verse":30,"text":"who will not receive a hundred times more in this time: houses, brothers, sisters, fathers, mothers, children, and land, (with persecutions); and in the age to come eternal life."},"31":{"verse":31,"text":"But many who are first will be last; and the last [will be] first.”"},"32":{"verse":32,"text":"They were on their way up to Jerusalem, and as Jesus was going in front of them, they were stunned; and those who followed were afraid. Again, he took the Twelve [aside] and began to tell them about the things that were going to happen to him."},"33":{"verse":33,"text":"“Behold, we are going up to Jerusalem. The Son of Man will be delivered to the chief priests and the scribes. They will condemn him to death and deliver him to the Gentiles."},"34":{"verse":34,"text":"They will scourge him, mock him, spit on him, and kill him. On the third day, he will rise again.”"},"35":{"verse":35,"text":" James and John, the sons of Zebedee, approached Jesus and said, “Teacher, we want you to do for us whatever we will ask!”"},"36":{"verse":36,"text":" He replied, “What do you want me to do for you?”"},"37":{"verse":37,"text":" They answered, “Grant to us that we may sit, one at your right hand, and one at your left hand, in your glory.”"},"38":{"verse":38,"text":" But Jesus said to them, “You do not know what you are asking! Are you able to drink the cup that I drink, and to be baptized with the baptism that I am baptized with?”"},"39":{"verse":39,"text":" They replied, “We are able!” Jesus said to them, “You shall indeed drink the cup that I drink, and you shall be baptized with the baptism that I am baptized with!"},"40":{"verse":40,"text":"However, to sit at my right hand and at my left hand is not mine to give, but it is for whom it has been prepared.”"},"41":{"verse":41,"text":" When the ten heard this, they became upset with James and John."},"42":{"verse":42,"text":" Jesus called them, and told them, “You know that those who are recognized as rulers over the nations lord it over them, and their great ones exercise authority over them."},"43":{"verse":43,"text":"But it shall not be so among you! Whoever wants to become great among you shall be your servant."},"44":{"verse":44,"text":"Whoever of you wants to become first shall be slave of all."},"45":{"verse":45,"text":"For the Son of Man did not come to be served, but to serve, and to give his life as a ransom for many.”"},"46":{"verse":46,"text":" Then they arrived in Jericho. As Jesus was leaving the city with his disciples and a great crowd, the son of Timaeus, Bartimaeus the blind man, sat by the road begging."},"47":{"verse":47,"text":"When he heard that it was Jesus the Nazarene, he began to cry out, “Jesus, son of David, have mercy on me!”"},"48":{"verse":48,"text":"Many rebuked him and told him to be quiet. But Bartimaeus cried out even more, “Son of David, have mercy on me!”"},"49":{"verse":49,"text":" Jesus stood still and commanded him to be called. They called the blind man and said to him, “Cheer up! Get up, he is calling you!”"},"50":{"verse":50,"text":" Having thrown his cloak aside, he got up and came to Jesus."},"51":{"verse":51,"text":" Jesus asked him, “What do you want me to do for you?” The blind man replied, “Rabboni, that I may see again!”"},"52":{"verse":52,"text":" Jesus said to him, “Be on your way! Your faith has made you well.” At once, the man received his sight and followed Jesus along the way."}},"meta":{"connection":"EOB","book_number":480,"chapter_number":10,"previous_chapter":{"connection":"EOB","book_number":480,"chapter":9},"next_chapter":{"connection":"EOB","book_number":480,"chapter":11}}}