{"chapter":{"1":{"verse":1,"text":" As Jesus went out of the temple, one of his disciples said to him, “Teacher, look! What [amazing] stones and buildings!”"},"2":{"verse":2,"text":" Jesus answered and said to him, “Do you see these great buildings? There will not be left here one stone upon another that will not be thrown down.”"},"3":{"verse":3,"text":" As he sat on the Mount of Olives facing the temple, Peter, James, John, and Andrew asked him in private,"},"4":{"verse":4,"text":"“Tell us, when will these things take place? What is the sign that these things are all about to be fulfilled?”"},"5":{"verse":5,"text":" Then Jesus, answering them, began to say, “Be careful that no one leads you astray!"},"6":{"verse":6,"text":"For many will come in my Name, saying: ‘I am he!’ and they will lead many astray."},"7":{"verse":7,"text":" But when you hear of wars and rumors of wars, do not be troubled. Those things must take place, but the end is not [there] yet."},"8":{"verse":8,"text":"Indeed, nation will rise against nation, and kingdom against kingdom! There will be earthquakes in various places, as well as famines and troubles. These things are [only] the beginnings of birth pains."},"9":{"verse":9,"text":" But be on your guard, for people will hand you over to the courts. You will be beaten in their synagogues, and you will stand before rulers and kings for my sake, as a testimony to them."},"10":{"verse":10,"text":"The Good News must first be preached to all the nations."},"11":{"verse":11,"text":"When they take you away and arrest you, do not worry in advance. Do not think ahead about what you will say, but say whatever will be given you in that hour. For it is not you who speak, but the Holy Spirit."},"12":{"verse":12,"text":" Brother will deliver up [his own] brother to death, and a father his [own] child. Children will rise up against parents and cause them to be put to death."},"13":{"verse":13,"text":"You will be hated by all for my Name’s sake, but the one who endures to the end will be saved."},"14":{"verse":14,"text":"But when you see the abomination of desolation spoken of by Daniel the prophet standing where it should not stand (let the reader understand), then those who are in Judea should flee to the mountains."},"15":{"verse":15,"text":"Then whoever is on the housetop should not go down into the house or enter in to take anything out of the house."},"16":{"verse":16,"text":"He who is in the field should not come back to take his cloak."},"17":{"verse":17,"text":"But woe to those who are with child and to those who nurse babies in those days!"},"18":{"verse":18,"text":"Pray that your flight will not be in the winter!"},"19":{"verse":19,"text":"For in those days, there will be oppression such as there has not been since the beginning of God’s creation until now, and never will be."},"20":{"verse":20,"text":"If the Lord had not cut those days short, no one would be saved; but for the sake of the elect whom he chose, he has shortened the days."},"21":{"verse":21,"text":"Then if anyone tells you, ‘Look, here is the Christ!’ or, ‘Look, there!’ do not believe it."},"22":{"verse":22,"text":"For false christs and false prophets will arise, and they will show signs and wonders in order to lead astray, if possible, even the elect."},"23":{"verse":23,"text":"You, therefore, must be on your guard.  Behold, I have told you all things beforehand."},"24":{"verse":24,"text":"But in those days, after that tribulation, the sun will be darkened, the moon will not give its light,"},"25":{"verse":25,"text":"the stars will be falling from the sky, and the powers that are in the heavens will be shaken."},"26":{"verse":26,"text":"Then people will see the Son of Man coming in the clouds with great power and glory."},"27":{"verse":27,"text":"After that, he will send out his angels and [they] will gather his elect from the four winds, from the ends of the earth to the ends of the sky."},"28":{"verse":28,"text":" Learn this parable from the fig tree. When the branch has become tender and puts forth its leaves, you know that the summer is near!"},"29":{"verse":29,"text":"Likewise, when you see these things taking place, know that it is near, at the doors!"},"30":{"verse":30,"text":"Amen, I tell you: this generation will not pass away until all these things happen."},"31":{"verse":31,"text":"Heaven and earth will pass away, but my words will not pass away."},"32":{"verse":32,"text":"But no one knows that day or that hour, not even the angels in heaven, nor the Son, but only the Father."},"33":{"verse":33,"text":"Be on guard! Be alert! You do not know when that time is."},"34":{"verse":34,"text":" It is like a man who journeyed to another country. He leaves his house, gives authority to his slaves, and to each one his task. He also instructed the doorkeeper to keep watch."},"35":{"verse":35,"text":"Watch therefore, for you do not know when the lord of the house is coming [back], whether in the evening, or at midnight, or when the rooster crows, or in the morning."},"36":{"verse":36,"text":"But fear that coming suddenly, he might find you sleeping."},"37":{"verse":37,"text":"The things I tell you, I [also] tell everyone: keep watch!”"}},"meta":{"connection":"EOB","book_number":480,"chapter_number":13,"previous_chapter":{"connection":"EOB","book_number":480,"chapter":12},"next_chapter":{"connection":"EOB","book_number":480,"chapter":14}}}