{"chapter":{"1":{"verse":1,"text":" It was now two days before the feast of the Passover and of the unleavened bread. The chief priests and the scribes were seeking a way to arrest him by deception in order to kill him."},"2":{"verse":2,"text":"But they said, “Not during the feast, because there might be a riot of the people.”"},"3":{"verse":3,"text":" While Jesus was at Bethany, in the house of Simon the leper, as he sat at the table, a woman came with an alabaster jar of very expensive perfume, made of pure nard. She broke the jar and poured the oil over his head."},"4":{"verse":4,"text":"But there were some who were upset, saying, “Why has this ointment been wasted?"},"5":{"verse":5,"text":"It could have been sold for more than three hundred denarii, and given to the poor.” They grumbled against her,"},"6":{"verse":6,"text":"but Jesus said, “Leave her alone! Why do you trouble her? She has done a good work for me."},"7":{"verse":7,"text":"You always have the poor with you, and whenever you want to, you can do them good; but you will not always have me!"},"8":{"verse":8,"text":"She has done what she could: she has anointed my body in advance for the burial."},"9":{"verse":9,"text":"Amen, I tell you: wherever this Good News will be preached throughout the whole world, what she has done will also be told, in memory of her.”"},"10":{"verse":10,"text":" Judas Iscariot, who was one of the Twelve, went off to [meet] the chief priests, in order to deliver Jesus to them."},"11":{"verse":11,"text":"When they heard this, they were glad, and promised to give him money. Judas began to seek how he might conveniently deliver him."},"12":{"verse":12,"text":"On the first day of unleavened bread, when the Jews sacrificed the Passover, his disciples asked him, “Where do you want us to go and make preparations so that you may eat the Passover?”"},"13":{"verse":13,"text":" He sent two of his disciples and said to them, “Go into the city, and there you will meet a man carrying a pitcher of water. Follow him,"},"14":{"verse":14,"text":"and wherever he enters, tell the master of the house, ‘The Teacher says, “Where is my guest room, where I may eat the Passover with my disciples?”’"},"15":{"verse":15,"text":"He himself will show you a large upper room furnished and ready. Make preparations for us there.”"},"16":{"verse":16,"text":" His disciples went out, and came into the city, and found things as he had told them; and they prepared the Passover."},"17":{"verse":17,"text":" When it was evening, Jesus came with the Twelve."},"18":{"verse":18,"text":"As they sat and were eating, Jesus said, “Amen, I tell you: one of you will betray me; the one who eats with me.”"},"19":{"verse":19,"text":" And they began to be distressed, and they asked him, one by one, “Surely not I?” And another said, “Surely not I?”"},"20":{"verse":20,"text":" He answered them, “It is one of the Twelve, the one who dips with me in the dish."},"21":{"verse":21,"text":"The Son of Man goes just as it is written about him, but woe to that man by whom the Son of Man is betrayed! It would have been better for that man not to have been born.”"},"22":{"verse":22,"text":" As they were eating, Jesus took bread, and after saying a blessing, he broke it, and gave it to them, saying, “Take, eat. This is my body.”"},"23":{"verse":23,"text":" He took the cup, and after giving thanks, he gave it to them, and they all drank from it."},"24":{"verse":24,"text":"He said to them, “This is my blood of the new covenant, which is to be poured out for many."},"25":{"verse":25,"text":"Amen, I tell you: I will not drink of the fruit of the vine until that day when I drink it anew in the Kingdom of God.”"},"26":{"verse":26,"text":"After singing a hymn, they went out to the Mount of Olives."},"27":{"verse":27,"text":" Jesus said to them, “All of you will be made to stumble , for it is written, ‘I will strike the shepherd, and the sheep will be scattered.’"},"28":{"verse":28,"text":"However, after I am raised up, I will go before you into Galilee.”"},"29":{"verse":29,"text":" But Peter said to him, “Even if all fall away, I will not!”"},"30":{"verse":30,"text":" Jesus said to him, “Amen, I tell you that today, this very night, before the rooster crows twice, you yourself will deny me three times!”"},"31":{"verse":31,"text":" But Peter insisted, “If I must die with you, I will not deny you!” And they all said the same thing."},"32":{"verse":32,"text":" They arrived at a place which was named Gethsemane. Jesus said to his disciples, “Sit here while I pray.”"},"33":{"verse":33,"text":"He took with him Peter, James, and John, and began to be greatly troubled and distressed."},"34":{"verse":34,"text":"He said to them, “My soul is extremely sorrowful, even to death. Stay here, and keep watch.”"},"35":{"verse":35,"text":" He went ahead a little, fell on the ground on his face, and prayed that, if it were possible, the hour might pass away from him."},"36":{"verse":36,"text":"He said, “Abba, Father, all things are possible to you. Please remove this cup from me. However, not what I desire, but what you desire.”"},"37":{"verse":37,"text":" Coming back, he found the disciples sleeping, and said to Peter, “Simon, are you sleeping? Could you not watch one hour?"},"38":{"verse":38,"text":"Watch and pray, that you may not enter into temptation. The spirit indeed is willing, but the flesh is weak!”"},"39":{"verse":39,"text":" Again, he went away, and prayed, saying the same words."},"40":{"verse":40,"text":"And when he came back, he found them asleep again, because their eyes were very heavy, and they did not know what to answer him."},"41":{"verse":41,"text":"The third time, he came and said to them, “Sleep on now, and take your rest. It is enough! The hour has come! Behold, the Son of Man is betrayed into the hands of sinners."},"42":{"verse":42,"text":"Arise, let us be on our way, for behold, the one who betrays me is near.”"},"43":{"verse":43,"text":" Immediately, while he was still speaking, Judas Iscariot, one of the Twelve, arrived. With him came a great crowd with swords and clubs, sent by the chief priests, the scribes, and the presbyters."},"44":{"verse":44,"text":"Now the betrayer had given them a sign, saying, “The one I will kiss is the man; arrest him and take him away under guard.”"},"45":{"verse":45,"text":"So when he came, he immediately went up to Jesus and said, “Hail Rabbi!” and kissed him."},"46":{"verse":46,"text":"They laid their hands on Jesus and arrested him."},"47":{"verse":47,"text":"But one of those who stood by drew his sword, and struck the slave of the high priest, cutting off his ear."},"48":{"verse":48,"text":" Jesus said, “Have you come out as against a robber, with swords and clubs to seize me?"},"49":{"verse":49,"text":"Every day I was with you in the temple, teaching, and you did not arrest me! But this is [taking place] so that the Scriptures might be fulfilled.”"},"50":{"verse":50,"text":" All his disciples left him and fled."},"51":{"verse":51,"text":"A certain young man was following Jesus, wearing only a linen cloth [as a tunic]. The young men grabbed him,"},"52":{"verse":52,"text":"but he left the linen cloth [behind], and fled from them naked."},"53":{"verse":53,"text":" They led Jesus away to the high priest, and all the chief priests, the presbyters and the scribes were assembled with him."},"54":{"verse":54,"text":" Peter had followed Jesus from a distance, right into the courtyard of the high priest. He was sitting with the officers, warming himself in the light of the fire."},"55":{"verse":55,"text":"Now the chief priests and the whole council were looking for witnesses [to testify] against Jesus in order to put him to death. But they could not find any."},"56":{"verse":56,"text":"Many gave false testimonies against him, and their testimonies did not agree with each other."},"57":{"verse":57,"text":"Some stood up, and bore false witness against Jesus, saying:"},"58":{"verse":58,"text":"“We heard him say, ‘I will destroy this sanctuary that is made with hands, and in three days, I will build another made without hands.’”"},"59":{"verse":59,"text":"Even so, their testimony did not agree."},"60":{"verse":60,"text":" The high priest stood up in their midst and asked Jesus, “Do you have no answer? What is this which these testify against you?”"},"61":{"verse":61,"text":"But Jesus remained silent and answered nothing. Again, the high priest asked him, “Are you the Christ, the Son of the Blessed?”"},"62":{"verse":62,"text":" Jesus replied, “I am. You will see the Son of Man sitting at the right hand of Power, and coming with the clouds of the sky.”"},"63":{"verse":63,"text":" At this, the high priest tore his robes and said, “What further need do we have for witnesses?"},"64":{"verse":64,"text":"You have surely heard the blasphemy! What is your decision?” And they all condemned him as deserving death."},"65":{"verse":65,"text":"Some began to spit on him, to blindfold him, and to beat him with fists, saying, “Prophesy  to us! Who hit you? ” And the officers struck him with the palms of their hands."},"66":{"verse":66,"text":" As Peter was in the courtyard below, one of the maidservants of the high priest came in."},"67":{"verse":67,"text":"Seeing Peter warming himself, she looked at him, and said, “You were also with Jesus the Nazarene!”"},"68":{"verse":68,"text":" But he denied it, saying, “I do not know or understand what you are talking about!” He went out on the porch, and the rooster crowed."},"69":{"verse":69,"text":"When the servant girl saw him again, she began to tell those who stood by, “This is one of them!”"},"70":{"verse":70,"text":"But again, he denied it. A little while later, those who stood by again said to Peter, “Surely you are one of them! You are a Galilean, and your accent shows it.”"},"71":{"verse":71,"text":"But Peter began to invoke a curse on himself and to swear, “I do not know this man of whom you speak!”"},"72":{"verse":72,"text":"The rooster crowed the second time, and Peter remembered the word Jesus had spoken to him, “Before the rooster crows twice, you will deny me three times.” When he thought about that, he broke down and wept."}},"meta":{"connection":"EOB","book_number":480,"chapter_number":14,"previous_chapter":{"connection":"EOB","book_number":480,"chapter":13},"next_chapter":{"connection":"EOB","book_number":480,"chapter":15}}}