{"chapter":{"1":{"verse":1,"text":" After some time, when Jesus returned to Capernaum, it was heard that he was in the house."},"2":{"verse":2,"text":"Immediately, many people gathered so that there was no more room, not even around the door. As Jesus was preaching the word to them,"},"3":{"verse":3,"text":"four men came, carrying a paralytic to him."},"4":{"verse":4,"text":"Since they could not come near Jesus because of the crowd, they removed the roof where he was. When they had broken it up, they let down the mat which the paralytic was lying on."},"5":{"verse":5,"text":"Seeing their faith, Jesus said to the paralytic, “Son, your sins have been forgiven you.”"},"6":{"verse":6,"text":" But there were some of the scribes sitting there, and they reasoned in their hearts,"},"7":{"verse":7,"text":"“Why does this man speak blasphemies like that? Who can forgive sins except God alone?”"},"8":{"verse":8,"text":" Immediately, Jesus perceived in his spirit that they were reasoning within themselves in this way. He asked them, “Why do you reason these things in your hearts?"},"9":{"verse":9,"text":"Which is easier, to tell the paralytic, ‘Your sins have been forgiven,’ or to say, ‘Arise, take up your bed, and walk?’"},"10":{"verse":10,"text":"But so that you may know that the Son of Man has authority on earth to forgive sins”—he said to the paralytic—"},"11":{"verse":11,"text":"“I tell you, arise and take up your mat, and go to your house!”"},"12":{"verse":12,"text":" At once, the man arose and took up the mat, and went out in front of everyone. The people were all amazed and glorified God, saying, “We have never seen anything like this!”"},"13":{"verse":13,"text":" Jesus went out again by the seaside. The crowd came to him and he taught them."},"14":{"verse":14,"text":"As Jesus was passing by, he saw Levi, the son of Alphaeus, sitting at the tax office, and he said to him, “Follow me!” And Levi arose and followed Jesus."},"15":{"verse":15,"text":" It then happened that Jesus was reclining at the table in Levi’s house, and many tax collectors and sinners sat down with Jesus and his disciples, for there were many, and they followed him."},"16":{"verse":16,"text":"The scribes and the Pharisees, when they saw that Jesus was eating with tax collectors and sinners, said to his disciples, “Why is it that he eats and drinks with tax collectors and sinners?”"},"17":{"verse":17,"text":" When Jesus heard it, he replied to them, “Those who are healthy have no need for a physician, but those who are sick do. I came not to call the righteous, but sinners to repentance.”"},"18":{"verse":18,"text":" The disciples of John and of the Pharisees were fasting, and they came to ask him, “Why do the disciples of John and of the Pharisees fast, but your disciples do not?”"},"19":{"verse":19,"text":" Jesus told them, “Can the guests of the wedding fast while the bridegroom is with them? As long as they have the bridegroom with them, they cannot fast!"},"20":{"verse":20,"text":"But the days will come when the bridegroom will be taken away from them, and then they will fast in those days."},"21":{"verse":21,"text":"No one sews a piece of new cloth on an old garment, or else the patch shrinks and tears away from the old, and a worse hole is made."},"22":{"verse":22,"text":"No one puts new wine into old wineskins, or else the new wine bursts the skins, the wine is poured out, and the skins are destroyed. Instead, new wine must be put into fresh wineskins.”"},"23":{"verse":23,"text":" Now it happened that he was going on the Sabbath day through the fields of grain; and his disciples, as they went, began to pluck some heads of grain."},"24":{"verse":24,"text":"The Pharisees asked Jesus, “Behold, why do they do what is not lawful on the Sabbath day?”"},"25":{"verse":25,"text":" Jesus replied, “Have you never read what David and those with him did, when he had need and was hungry?"},"26":{"verse":26,"text":"How he entered into the house of God (in the section about Abiathar the high priest) and ate the bread of the Presence, which is not lawful [for anyone] except for the priests to eat. And [how] David also gave it to those who were with him?”"},"27":{"verse":27,"text":"Jesus said to them, “The Sabbath was made for humankind, not humankind for the Sabbath!"},"28":{"verse":28,"text":"Therefore, the Son of Man is lord even of the Sabbath.”"}},"meta":{"connection":"EOB","book_number":480,"chapter_number":2,"previous_chapter":{"connection":"EOB","book_number":480,"chapter":1},"next_chapter":{"connection":"EOB","book_number":480,"chapter":3}}}