{"chapter":{"1":{"verse":1,"text":" Again, Jesus entered into the synagogue, and there was a man who had a withered hand."},"2":{"verse":2,"text":"The Pharisees were watching Jesus to see if he would heal the man on the Sabbath day, so that they might accuse him."},"3":{"verse":3,"text":"Jesus said to the man who had his hand withered, “Stand up!”"},"4":{"verse":4,"text":"He then said to those who were watching, “Is it lawful to do good on the Sabbath day, or [is it lawful] to do harm? Is it lawful to save a life or to kill?” But they remained silent."},"5":{"verse":5,"text":"After looking around at them with anger and being grieved at the hardening of their hearts, Jesus said to the man, “Stretch out your hand!” The man stretched it out, and his hand was restored as healthy as the other."},"6":{"verse":6,"text":"The Pharisees went out and immediately began to conspire with the Herodians against Jesus, [discussing] how they might get rid of him."},"7":{"verse":7,"text":" Jesus withdrew to the sea with his disciples, and a great crowd followed him from Galilee, Judea,"},"8":{"verse":8,"text":"Jerusalem, Idumaea, and beyond the Jordan; and those from Tyre and Sidon, a great multitude of people, when they heard what great things Jesus was doing, came to him."},"9":{"verse":9,"text":"Jesus instructed his disciples to have a little boat stay near him because of the crowd, so that they would not press on him."},"10":{"verse":10,"text":"For he had healed many people, so that as many as had diseases pressed on him in order to touch him."},"11":{"verse":11,"text":"The unclean spirits, whenever they saw him, fell down before him and cried, “You are the Son of God!”"},"12":{"verse":12,"text":"He sternly warned them that they should not make him known."},"13":{"verse":13,"text":" Jesus went up into the mountain and called to himself those he wanted and they came to him."},"14":{"verse":14,"text":"He appointed twelve to be with him, so that he might send them out to preach"},"15":{"verse":15,"text":"and to have authority to heal sicknesses and to cast out demons. [They were:]"},"16":{"verse":16,"text":"Simon, to whom he gave the name Peter;"},"17":{"verse":17,"text":"James the son of Zebedee and John, the brother of James, to whom he gave the name Boanerges which means ‘Sons of Thunder;’"},"18":{"verse":18,"text":"Andrew; Philip; Bartholomew; Matthew; Thomas; James, the son of Alphaeus; Thaddaeus; Simon the Cananite;"},"19":{"verse":19,"text":"and Judas Iscariot, who was to betray him. Jesus returned [to his] home and"},"20":{"verse":20,"text":"again, the crowd assembled, so much that they could not even eat bread."},"21":{"verse":21,"text":"When his own [friends] heard it, they came to take charge of him, saying, “He is insane!”"},"22":{"verse":22,"text":"The scribes who came down from Jerusalem said, “He is possessed by Beelzebul,” and, “He is casting out demons by the [authority of the] prince of the demons!”"},"23":{"verse":23,"text":" Jesus called them and spoke to them in parables: “How can Satan cast out Satan?"},"24":{"verse":24,"text":"If a kingdom is divided against itself, that kingdom cannot stand."},"25":{"verse":25,"text":"If a house is divided against itself, that house cannot stand."},"26":{"verse":26,"text":"If Satan has risen up against himself and is divided, he cannot stand, but has [come to] an end."},"27":{"verse":27,"text":"No one can enter into the house of a strong man in order to plunder it, unless he first binds the strong man. Then he will plunder his house."},"28":{"verse":28,"text":"Amen, all human sins will be forgiven, and all the blasphemies ever uttered;"},"29":{"verse":29,"text":"but whoever blasphemes against the Holy Spirit never has forgiveness, but is in danger of eternal condemnation.”"},"30":{"verse":30,"text":"[He spoke these words] because they had said, “He has an unclean spirit!”"},"31":{"verse":31,"text":" His mother and his brothers came, and standing outside, sent in a message asking for him."},"32":{"verse":32,"text":"A large group was sitting around him, and they told him, “Behold, your mother and your brothers are standing outside, looking for you.”"},"33":{"verse":33,"text":" He answered them, “Who are my mother or my brothers?”"},"34":{"verse":34,"text":"Looking around at those who sat around him, he said, “Behold, my mother and my brothers!"},"35":{"verse":35,"text":"For whoever does the will of God is my brother, and my sister, and mother.”"}},"meta":{"connection":"EOB","book_number":480,"chapter_number":3,"previous_chapter":{"connection":"EOB","book_number":480,"chapter":2},"next_chapter":{"connection":"EOB","book_number":480,"chapter":4}}}