{"chapter":{"1":{"verse":1,"text":" Again he began to teach by the seaside. A great crowd was gathered close to him, so that he got into a boat in the lake and sat down while the people were on the shore."},"2":{"verse":2,"text":"He taught them many things in parables, saying,"},"3":{"verse":3,"text":"“Listen! A farmer went out to sow."},"4":{"verse":4,"text":"As he sowed, some seed fell on the road and the birds came and devoured it."},"5":{"verse":5,"text":"Others fell on the rocky ground where it had little soil and it sprang up right away. Because the soil was shallow,"},"6":{"verse":6,"text":"when the sun came, it was scorched; and since it had no root, it withered away."},"7":{"verse":7,"text":"Others fell among the thorns, and the thorns grew up, choked it, and it produced no fruit."},"8":{"verse":8,"text":"Others fell into the good ground and produced fruit, growing up and increasing, some multiplying thirty times, some sixty times, and some a hundred times.”"},"9":{"verse":9,"text":"Then Jesus said to them, “Anyone who has ears for listening should listen!”"},"10":{"verse":10,"text":" When he was alone, those who were around him together with the Twelve asked him about the parable."},"11":{"verse":11,"text":"Jesus told them, “The mysteries of the Kingdom of God are given for you to know, but to those who are outside, everything comes in parables,"},"12":{"verse":12,"text":"so that ‘seeing they may [indeed] see, and [yet] not perceive; and hearing they may hear, and [yet] not understand; otherwise they might repent and their sins be forgiven.’”"},"13":{"verse":13,"text":" Jesus asked them, “Do you not understand this parable? How then will you understand all the [other] parables?"},"14":{"verse":14,"text":"The farmer sows the word."},"15":{"verse":15,"text":"Some people are like the seed sown by the edge of the road where the word is sown. As soon as they have heard, Satan comes and takes away the word which had been sown in their hearts."},"16":{"verse":16,"text":"Likewise, those who are sown on the rocky places are those who receive the word with joy as soon as they hear it."},"17":{"verse":17,"text":"But they have no root in themselves and only last for a short while. When oppression or persecution comes because of the word, they immediately stumble."},"18":{"verse":18,"text":"These are the ones who are sown among the thorns: the people who hear the word,"},"19":{"verse":19,"text":"but the worries of this age, the deceit of wealth, and the desire to possess things enter in and choke the word. Thus, it produces no fruit."},"20":{"verse":20,"text":"The seeds which were sown on the good ground are these who hear the word, accept it, and bear fruit. Some multiply thirty times, some sixty, and some a hundred times!”"},"21":{"verse":21,"text":" Jesus said to them, “Is a lamp brought in to be placed under a basket or under a bed? Is it not placed on a stand?"},"22":{"verse":22,"text":"For there is nothing hidden which shall not be revealed, and nothing was made secret that should not come to light."},"23":{"verse":23,"text":"Anyone who has ears for listening should listen!”"},"24":{"verse":24,"text":" He also told them, “Pay attention to what you hear! With whatever measure you measure, it will be measured to you, and more will be given to those who hear."},"25":{"verse":25,"text":"For whoever has will receive even more, but to the one who does not have, even what he has will be taken away from him.”"},"26":{"verse":26,"text":" Jesus said, “The Kingdom of God is as if a man would scatter seed on the ground,"},"27":{"verse":27,"text":"and then go to sleep. Night and day, whether he sleeps or rises, the seed springs up and grows, even if he does not know how."},"28":{"verse":28,"text":"For the earth bears fruit: first the blade comes, then the head, then the full grain in the head."},"29":{"verse":29,"text":"But when the fruit is ripe, at once the man pulls out his sickle, because the harvest has come.”"},"30":{"verse":30,"text":" Jesus said, “How shall we compare the Kingdom of God? Or with what parable will we illustrate it?"},"31":{"verse":31,"text":"It is like a grain of mustard seed sown in the ground. Even though it is smaller than all the seeds on earth,"},"32":{"verse":32,"text":"when it is sown and grows up, it becomes greater than all garden plants! It puts out great branches and the birds of the sky can find shelter under its shade.”"},"33":{"verse":33,"text":" Using many parables like these, he spoke the word to the people, as much as they were able to hear it."},"34":{"verse":34,"text":"He would not speak the word to them except in parables, but to his disciples he explained everything in private."},"35":{"verse":35,"text":" That day, when evening came, Jesus said to them, “Let us cross over to the other side.”"},"36":{"verse":36,"text":"Leaving the crowd behind, his disciples took him with them in the boat, just as he was; and there were also other boats with him."},"37":{"verse":37,"text":"A great windstorm arose, and the waves beat into the boat, so much that it was already sinking."},"38":{"verse":38,"text":"But Jesus was in the stern, asleep on the cushion. They woke him up and told him, “Teacher, do you not care that we are perishing?”"},"39":{"verse":39,"text":" Jesus awoke and rebuked the wind, saying to the sea, “Peace! Be still!” The wind ceased, and there was a great calm."},"40":{"verse":40,"text":"He then asked his disciples, “Why are you so afraid? How is it that you have no faith?”"},"41":{"verse":41,"text":" They were greatly afraid and said to one another, “Who then is this, that even the wind and the sea obey him?”"}},"meta":{"connection":"EOB","book_number":480,"chapter_number":4,"previous_chapter":{"connection":"EOB","book_number":480,"chapter":3},"next_chapter":{"connection":"EOB","book_number":480,"chapter":5}}}