{"chapter":{"1":{"verse":1,"text":" They arrived on the other side of the sea, into the country of the Gergesenes."},"2":{"verse":2,"text":"As soon as Jesus came out of the boat, a man with an unclean spirit met him out of the [nearby] tombs."},"3":{"verse":3,"text":"This man lived in the tombs and no one was able to bind him any more, not even with chains."},"4":{"verse":4,"text":"(He had often been chained hand and foot but had torn the chains apart and broken the foot-shackles in pieces). Indeed, nobody had the strength to control him."},"5":{"verse":5,"text":"Night and day, he remained in the tombs and the mountains, howling and cutting himself with stones."},"6":{"verse":6,"text":"When this man saw Jesus from afar, he ran and expressed adoration to him."},"7":{"verse":7,"text":"He cried out with a loud voice, “What have I to do with you, Jesus, Son of the Most High God? By God’s Name, do not torment me!”"},"8":{"verse":8,"text":"(For Jesus had just said to him, “Come out of the man, you unclean spirit!”)"},"9":{"verse":9,"text":" Jesus asked him, “What is your name?” He answered, “My name is Legion, for we are many!”"},"10":{"verse":10,"text":"He implored Jesus not to expel them from the earth."},"11":{"verse":11,"text":"Now there was a great herd of pigs feeding on the mountainside."},"12":{"verse":12,"text":"All the demons begged him, saying, “Send us into the pigs, so that we may enter into them.”"},"13":{"verse":13,"text":" At once, Jesus gave them permission. The unclean spirits came out and entered into the pigs. The herd of about two thousand rushed down the steep bank into the sea, and they were drowned in the sea."},"14":{"verse":14,"text":"Those who fed the pigs ran away and told the story in the [nearby] town and countryside. The people then came out to see what had taken place."},"15":{"verse":15,"text":"They came to Jesus and saw the man who had been possessed by demons sitting, clothed, and in his right mind. This was the very man who had [been possessed by] the legion [of demons,] and they were afraid."},"16":{"verse":16,"text":"The eyewitnesses reported to them what had happened to the man who was possessed by demons and [also] to the pigs."},"17":{"verse":17,"text":"Then they began to beg Jesus to leave their region."},"18":{"verse":18,"text":" As Jesus was entering into the boat, the man who had been possessed by demons begged to be allowed to stay with him."},"19":{"verse":19,"text":"But Jesus did not allow him, saying to him, “Go to your house, to your friends, and tell them what great things the Lord has done for you, and how he had mercy on you.”"},"20":{"verse":20,"text":" The man went off on his way, and began to proclaim in Decapolis how Jesus had done great things for him, and everyone was amazed."},"21":{"verse":21,"text":" When Jesus had crossed back over in the boat to the other side, a great crowd was gathered to [welcome] him and he remained by the seashore."},"22":{"verse":22,"text":"And behold, one of the rulers of the synagogue whose name was Jairus came forward. Seeing Jesus, he fell at his feet,"},"23":{"verse":23,"text":"and profusely begged him, saying, “My little daughter is at the point of death! Please come and lay your hands on her, so that she may be made healthy and live.”"},"24":{"verse":24,"text":" Jesus went with him, and a great multitude followed him, pressing upon him on all sides."},"25":{"verse":25,"text":"There was a certain woman who had an issue of blood for twelve years."},"26":{"verse":26,"text":"She had endured much at the hands of many physicians and spent all that she had. Yet, she was not feeling better but worse."},"27":{"verse":27,"text":"Having heard about Jesus, she came up behind him in the crowd and touched his clothes."},"28":{"verse":28,"text":"For she thought, “If I just touch his clothes, I will be made well!”"},"29":{"verse":29,"text":"And immediately, the flow of her blood was dried up, and she felt in her body that she was healed of her affliction."},"30":{"verse":30,"text":" Jesus, perceiving in himself at once that power had gone out from him, turned around in the crowd and asked, “Who touched my clothes?”"},"31":{"verse":31,"text":" His disciples said to him, “You see the multitude pressing against you, and you ask, ‘Who touched me?’”"},"32":{"verse":32,"text":" Jesus looked around to see the woman who had done this."},"33":{"verse":33,"text":"But she, fearing and trembling, knowing what had been done to her, came forward and fell down before him, and told him all the truth."},"34":{"verse":34,"text":" Jesus said to her, “Daughter, your faith has made you well! Go in peace, and be cured of your disease.”"},"35":{"verse":35,"text":" While he was still speaking, people came from the house of the ruler of the synagogue, saying, “Your daughter is dead! Why bother the Teacher any longer?”"},"36":{"verse":36,"text":" But as soon as Jesus heard the message, he immediately said to the ruler of the synagogue, “Do not be afraid, only believe!”"},"37":{"verse":37,"text":"He allowed no one to follow him, except Peter, James, and John (the brother of James)."},"38":{"verse":38,"text":"He arrived at the synagogue ruler’s house, and saw a commotion with weeping and great wailing."},"39":{"verse":39,"text":"When Jesus had entered [the house], he said to them, “Why do you make a commotion and weep? The child is not dead, but asleep!”"},"40":{"verse":40,"text":"At this, they laughed at him. But Jesus, having put them all out, took the father of the child, her mother, and those who were with him, and went into the room where the child was lying."},"41":{"verse":41,"text":"Taking the child by the hand, Jesus said to her, “Talitha cumi!” which means, “Little girl, I tell you, get up!”"},"42":{"verse":42,"text":"Immediately, the girl (who was twelve years old) rose up and began to walk. At this, they were overcome with amazement."},"43":{"verse":43,"text":"He strictly ordered them that no one should know this and told them to give her something to eat."}},"meta":{"connection":"EOB","book_number":480,"chapter_number":5,"previous_chapter":{"connection":"EOB","book_number":480,"chapter":4},"next_chapter":{"connection":"EOB","book_number":480,"chapter":6}}}