{"chapter":{"1":{"verse":1,"text":" In those days, another large crowd was [assembled] there and the people had nothing to eat. Jesus called his disciples to himself and told them,"},"2":{"verse":2,"text":"“I have compassion on the people because they have stayed with me for three days now, and they have nothing to eat."},"3":{"verse":3,"text":"If I send them away hungry to their homes, they will faint on the way, for some of them have come from far away.”"},"4":{"verse":4,"text":" His disciples replied, “From where could we satisfy these people with bread, here, in a deserted place?”"},"5":{"verse":5,"text":" Jesus asked them, “How many loaves do you have?” They replied, “Seven.”"},"6":{"verse":6,"text":" Jesus directed the crowd to sit down on the ground, and he took the seven loaves. After giving thanks, he broke them and gave them to his disciples to serve, and they served the people."},"7":{"verse":7,"text":"They also had a few small fish. After blessing them, Jesus also told them to serve the fish."},"8":{"verse":8,"text":"The people ate and were satisfied, and the disciples picked up seven baskets of broken pieces that were left over."},"9":{"verse":9,"text":"There were about four thousand [people]. After this, Jesus sent them away."},"10":{"verse":10,"text":" Right after this, he got into the boat with his disciples and arrived into the region of Dalmanutha."},"11":{"verse":11,"text":"The Pharisees came out and began to question him, seeking from him a sign from heaven, and putting him to the test."},"12":{"verse":12,"text":"Jesus sighed deeply in his spirit and said, “Why is this generation seeking a sign? Amen, I tell you: no sign will be given to this generation!”"},"13":{"verse":13,"text":" And he left them, [entering] into the boat, and departed again to the other side."},"14":{"verse":14,"text":"But the disciples forgot to take bread and had only one loaf in the boat with them."},"15":{"verse":15,"text":"Jesus warned them in these words: “Be watchful, beware of the yeast of the Pharisees and the yeast of Herod.”"},"16":{"verse":16,"text":" They reasoned among themselves, saying, “It is because we have no bread!”"},"17":{"verse":17,"text":" Jesus, perceiving this, said to them, “Why do you reason that it is because you have no bread [that I have said this]? Do you not yet perceive or understand? Is your heart still hardened?"},"18":{"verse":18,"text":"Having eyes, do you not see? Having ears, do you not hear? Do you not remember?"},"19":{"verse":19,"text":"When I broke the five loaves for the five thousand, how many baskets full of broken pieces did you gather up?” They told him, “Twelve!”"},"20":{"verse":20,"text":" “And after the seven loaves had fed four thousand people, how many baskets full of broken pieces did you gather up?” They replied, “Seven!”"},"21":{"verse":21,"text":" Jesus asked them, “Do you still not understand?”"},"22":{"verse":22,"text":" When he arrived at Bethsaida, people brought a blind man and begged Jesus to touch him."},"23":{"verse":23,"text":"Jesus took hold of the blind man by the hand and led him out of the village. He spit on his eyes, laid his hands on the man, and asked him if he saw anything."},"24":{"verse":24,"text":" The man looked up and said, “I see people! [I see them] like trees walking!”"},"25":{"verse":25,"text":" Again, Jesus laid his hands on the man’s eyes, and made him look up. [His sight] was restored and he saw everyone clearly."},"26":{"verse":26,"text":"And Jesus sent him away to his home, saying, “Do not enter into the village and do not tell anyone in the village.”"},"27":{"verse":27,"text":" Jesus went out with his disciples into the villages of Caesarea Philippi. On the way, he asked his disciples, “Who do people say that I am?”"},"28":{"verse":28,"text":" They answered, “John the Baptizer, and others say Elias (Elijah), but others yet [say that you are] one of the prophets.”"},"29":{"verse":29,"text":" Jesus said to them, “But you, who do you say that I am?” And Peter answered, “You are the Christ!”"},"30":{"verse":30,"text":" Jesus commanded them not to tell anyone who he was."},"31":{"verse":31,"text":"He began to teach them that the Son of Man must suffer many things, and be rejected by the presbyters, the chief priests and the scribes, and be killed, and after three days rise again."},"32":{"verse":32,"text":"He spoke to them openly. Peter took him [aside] and began to rebuke him."},"33":{"verse":33,"text":"But Jesus, turning around and seeing his disciples, rebuked Peter, saying, “Get behind me, Satan! For you have in mind not the things of God, but the things of men.”"},"34":{"verse":34,"text":" Jesus called the multitude to himself with his disciples and said to them, “Whoever wants to come after me, let him deny himself, take up his cross, and follow me."},"35":{"verse":35,"text":"Indeed, whoever wants to save his life will lose it; and whoever will lose his life for my sake and for the sake of the Good News will save it."},"36":{"verse":36,"text":"What will it profit if someone gains the whole world and loses his life?"},"37":{"verse":37,"text":"Or what will someone give in exchange for his life?"},"38":{"verse":38,"text":"Whoever will be ashamed of me and my words in this adulterous and sinful generation, the Son of Man also will be ashamed of when he comes in the glory of his Father with the holy angels.”"}},"meta":{"connection":"EOB","book_number":480,"chapter_number":8,"previous_chapter":{"connection":"EOB","book_number":480,"chapter":7},"next_chapter":{"connection":"EOB","book_number":480,"chapter":9}}}