{"chapter":{"1":{"verse":1,"text":" Jesus said to them, “Amen, I tell you that there are some standing here who will not taste death until they see the Kingdom of God come with power.”"},"2":{"verse":2,"text":" After six days Jesus took with him Peter, James, and John, and brought them up to a high mountain in private, by themselves. [There], he was transfigured in front of them."},"3":{"verse":3,"text":"His clothing became radiant, extremely white like snow, such as no launderer on earth could whiten them."},"4":{"verse":4,"text":"Elias (Elijah) and Moses appeared to them, and they were talking with Jesus."},"5":{"verse":5,"text":" Peter said to Jesus, “Rabbi, it is good for us to be here! Let us make three tents: one for you, one for Moses, and one for Elias (Elijah).”"},"6":{"verse":6,"text":"He did not know what to say, for they were very afraid."},"7":{"verse":7,"text":" A cloud came which overshadowed them and a voice came out of the cloud, saying, “This is my beloved Son! Listen to him.”"},"8":{"verse":8,"text":" Suddenly, looking around, they saw no one with them any more, except Jesus only."},"9":{"verse":9,"text":" As they were coming down from the mountain, he told them not to tell anyone what they had seen, until after the Son of Man had risen from the dead."},"10":{"verse":10,"text":"They kept this saying to themselves, wondering what “rising from the dead” meant."},"11":{"verse":11,"text":" They asked him, “Why do the scribes say that Elias (Elijah) must come first?”"},"12":{"verse":12,"text":" Jesus answered, “Indeed, Elias (Elijah) comes first and restores all things. Why then is it written about the Son of Man that he must suffer many things and be despised?"},"13":{"verse":13,"text":"But I tell you that Elias (Elijah) has [already] come, and they have also done to him whatever they wanted to, even as it is written about him.”"},"14":{"verse":14,"text":" Returning to the [other] disciples, Jesus saw a great crowd around them, and scribes were questioning them."},"15":{"verse":15,"text":"At once, when all the people saw him, they were greatly amazed and rushed to greet him."},"16":{"verse":16,"text":"Jesus asked the scribes, “What are you asking them about?”"},"17":{"verse":17,"text":" Someone in the crowd answered, “Teacher, I brought you my son who has a mute spirit."},"18":{"verse":18,"text":"Wherever [the spirit] seizes him, it throws him to the ground and my son foams at the mouth, grinds his teeth, and becomes rigid. I asked your disciples to cast it out, but they were not able.”"},"19":{"verse":19,"text":" Jesus answered him, “Unbelieving generation, how long shall I be with you? How long shall I put up with you? Bring him to me.”"},"20":{"verse":20,"text":" They brought the son to him, and when he saw Jesus, the spirit immediately convulsed the boy who fell to the ground and rolled around, foaming at the mouth."},"21":{"verse":21,"text":" Jesus asked the boy’s father, “How long has he been like this?”  “From childhood,” he answered."},"22":{"verse":22,"text":"“Often, it has thrown him both into the fire and into water, in order to destroy him. But if you are able to do anything, have compassion on us and help us!”"},"23":{"verse":23,"text":" Jesus said to the man, “If you are able! All things are possible to the one who believes!”"},"24":{"verse":24,"text":" Immediately the father of the child cried out with tears, “I believe! Help my unbelief!”"},"25":{"verse":25,"text":" When Jesus saw that a crowd was running to the scene, he rebuked the unclean spirit, saying to him, “You mute and deaf spirit, I command you, come out of him, and never enter him again!”"},"26":{"verse":26,"text":" The spirit cried out, convulsed greatly, and came out of the boy. He became as dead, so much that many said, “He is dead!”"},"27":{"verse":27,"text":"But Jesus took him by the hand and raised him up; and the boy stood up."},"28":{"verse":28,"text":" When Jesus entered into the house, his disciples asked him privately, “Why could we not cast it out?”"},"29":{"verse":29,"text":"He answered, “This kind can come out by nothing, except by prayer and fasting.”"},"30":{"verse":30,"text":" They left that place and passed through Galilee, [and] Jesus did not want anyone to know it."},"31":{"verse":31,"text":"He was teaching his disciples and told them, “The Son of Man is to be delivered into the hands of men. They will kill him, and when he is killed, he will rise again on the third day.”"},"32":{"verse":32,"text":" But they did not understand the saying and were afraid to ask him."},"33":{"verse":33,"text":" Jesus arrived in Capernaum, and when he was in the house, he asked his disciples, “What were you arguing about among yourselves on the way?”"},"34":{"verse":34,"text":" However, they remained silent because on the way, they had argued with one another about who was the greatest."},"35":{"verse":35,"text":" He sat down, called the Twelve, and told them, “If anyone wants to be first, he shall be last of all, and the servant of all.”"},"36":{"verse":36,"text":"He took a little child and set him in their midst. Taking the child in his arms, he said to them,"},"37":{"verse":37,"text":"“Whoever receives such a little child in my Name, receives me; and whoever receives me, does not receive me, but the one who sent me.”"},"38":{"verse":38,"text":" Now John answered him, “Teacher, we have seen someone who does not follow us casting out demons in your Name; and we forbade him, because he does not follow us!”"},"39":{"verse":39,"text":" But Jesus said, “Do not forbid him, for no one who does a mighty work in my Name will be able to quickly speak evil of me."},"40":{"verse":40,"text":"Whoever is not against us is on our side!"},"41":{"verse":41,"text":"Amen, I tell you that whoever will give you a cup of water to drink in my Name, because you belong to Christ, will not lose his reward."},"42":{"verse":42,"text":"But if someone causes one of these little ones who believe in me to stumble, it would be better for such a person to be thrown into the sea with a millstone hung around the neck.”"},"43":{"verse":43,"text":" “If your hand causes you to stumble, cut it off! It is better for you to enter into life maimed, rather than have your two hands and go into Gehenna, the unquenchable fire"},"44":{"verse":44,"text":" ‘where their worm does not die, and the fire is not quenched.’ "},"45":{"verse":45,"text":"If your foot causes you to stumble, cut it off! It is better for you to enter into life lame, rather than having your two feet to be cast into Gehenna, the fire that will never be quenched,"},"46":{"verse":46,"text":" ‘where their worm does not die, and the fire is not quenched.’ "},"47":{"verse":47,"text":"If your eye causes you to stumble, pluck it out! It is better for you to enter into the Kingdom of God with one eye, rather than with two eyes to go into the Gehenna of fire,"},"48":{"verse":48,"text":" ‘where their worm does not die, and the fire is not quenched.’ "},"49":{"verse":49,"text":" Indeed, everyone will be salted with fire,  and every sacrifice will be seasoned with salt. "},"50":{"verse":50,"text":"Salt is good, but if the salt has lost its saltiness, with what will you season it? Have salt in yourselves, and be at peace with one another.”"}},"meta":{"connection":"EOB","book_number":480,"chapter_number":9,"previous_chapter":{"connection":"EOB","book_number":480,"chapter":8},"next_chapter":{"connection":"EOB","book_number":480,"chapter":10}}}