{"chapter":{"1":{"verse":1,"text":" You certainly know, brethren, that our visit to you was not in vain!"},"2":{"verse":2,"text":"Having suffered before and having been shamefully treated in Philippi, as you know, we became bold in our God to tell you the Good News of God in a context of much conflict."},"3":{"verse":3,"text":"Certainly, our exhortation does not come from error, impurity, or deception."},"4":{"verse":4,"text":"But since we have been approved by God to be entrusted with the Good News, this is how we speak, not to please people, but God who tests our hearts."},"5":{"verse":5,"text":"We never used flattering words, as you know, and we never put a mask over greed (as God is witness)."},"6":{"verse":6,"text":"We did not seek glory from men (neither from you nor from others), even though we could have claimed authority as apostles of Christ."},"7":{"verse":7,"text":"Instead, we were gentle among you, as a nursing mother cherishes her own children."},"8":{"verse":8,"text":" We became so devoted to you that we were pleased to share not only the Good News of God but also our very souls, because you had become very dear to us."},"9":{"verse":9,"text":"Remember, brethren, our labor and hardship: we worked night and day in order not to be a burden to any of you as we preached to you the Good News of God."},"10":{"verse":10,"text":"You are witnesses with God, how holy, righteously, and blamelessly we behaved ourselves toward you who believe."},"11":{"verse":11,"text":"As you know, we exhorted, comforted, and implored every one of you, as a father does his own children,"},"12":{"verse":12,"text":"with the purpose that you should live worthily of God who calls you into his own Kingdom and glory."},"13":{"verse":13,"text":"For this reason, we also thank God without ceasing that when you received from us the word of God’s message, you accepted it not as the word of men, but, as it is in truth: the word of God. And it is at work in you who believe!"},"14":{"verse":14,"text":"Indeed, brethren, you became imitators of the Churches of God in Christ Jesus which are in Judea, for you also suffered the same things from your own countrymen, even as they did from the Jews."},"15":{"verse":15,"text":"They killed both the Lord Jesus and their own prophets, and they drove us out. Their conduct does not please God and makes them the enemies of the entire human race"},"16":{"verse":16,"text":"as they want to prevent us from speaking to the Gentiles, so that they may be saved. They are still bringing their sins to full measure, but the wrath is finally coming upon them."},"17":{"verse":17,"text":" Brethren, although we were deprived of your presence for a short time (yet not in affection), we tried even harder to see you face to face with great eagerness."},"18":{"verse":18,"text":"Therefore we wanted to come to you. Certainly, I, Paul, wanted to come again and again—but Satan prevented us."},"19":{"verse":19,"text":"For what is our hope, or joy, or crown of rejoicing? Is it not you, when our Lord Jesus Christ comes?"},"20":{"verse":20,"text":"Truly, you are our glory and our joy!                         "}},"meta":{"connection":"EOB","book_number":590,"chapter_number":2,"previous_chapter":{"connection":"EOB","book_number":590,"chapter":1},"next_chapter":{"connection":"EOB","book_number":590,"chapter":3}}}