{"chapter":{"1":{"verse":1,"text":" Therefore, when we could not stand it any longer, we thought that it would be good to be alone in Athens"},"2":{"verse":2,"text":"and to send Timothy, our brother and God’s minister, and our fellow laborer in the Good News of Christ, so that he might confirm and comfort you in your faith,"},"3":{"verse":3,"text":"and that no one would be shaken by these afflictions. For you know that these must come our way."},"4":{"verse":4,"text":"This is certain, and when we were with you, we told you in advance that we must suffer affliction. And this is what happened, as you know."},"5":{"verse":5,"text":"For this reason, when I could not stand it any longer, I sent Timothy so that I might know your faith, fearing that in some way the tempter may have tempted you, so that our labor would have been in vain."},"6":{"verse":6,"text":"But Timothy came back from his visit to you and brought us glad news of your faith and love. He mentioned your abiding good memories of us as well as your longing to see us just as we also long to see you."},"7":{"verse":7,"text":"Through all this, brethren, we were comforted over you in all our affliction and distress through your faith."},"8":{"verse":8,"text":"Now we have revived, since you stand fast in the Lord!"},"9":{"verse":9,"text":"What thanksgiving can we give back to God for you, for all the joy you give us to experience before our God?"},"10":{"verse":10,"text":"Yes, night and day, I pray intensely so that we may see you again and make perfect what is lacking in your faith."},"11":{"verse":11,"text":"Now may our God and Father himself, and our Lord Jesus Christ, direct our way to you."},"12":{"verse":12,"text":"May the Lord grant you to increase and overflow in love for each other and for everyone, even as we also do for you."},"13":{"verse":13,"text":"And may the Lord establish your hearts blameless in holiness before our God and Father even to the end, at the coming of our Lord Jesus with all his saints."}},"meta":{"connection":"EOB","book_number":590,"chapter_number":3,"previous_chapter":{"connection":"EOB","book_number":590,"chapter":2},"next_chapter":{"connection":"EOB","book_number":590,"chapter":4}}}