{"chapter":{"1":{"verse":1,"text":" As for other matters, brethren, we beg and exhort you in the Lord Jesus: as you received from us how you should live to please God, do so even more!"},"2":{"verse":2,"text":"Certainly, you know what instructions we gave you through the Lord Jesus."},"3":{"verse":3,"text":"This is the will of God: your sanctification, and that you abstain from sexual immorality."},"4":{"verse":4,"text":"Each one of you should know how to practice self-control of the body in sanctification and honor,"},"5":{"verse":5,"text":"not in lustful passions, as Gentiles who do not know God."},"6":{"verse":6,"text":"No one should take advantage of or wrong a brother [or sister] in this matter, because the Lord is an avenger in all these things, as also we warned you and testified to you."},"7":{"verse":7,"text":"Truly, God did not call us for impurity, but to sanctification!"},"8":{"verse":8,"text":"Therefore, whoever rejects this does not reject a human [command] but God, who has also given you his Holy Spirit."},"9":{"verse":9,"text":" But concerning brotherly love, you have no need that anyone should write to you since you have learned from God how to love one another,"},"10":{"verse":10,"text":"and this is what you do toward all the brethren who are throughout Macedonia. Yet we exhort you, brethren, to overflow even more!"},"11":{"verse":11,"text":"Make it your goal to lead a quiet life, to take care of your own affairs, and to work with your own hands, even as we instructed you."},"12":{"verse":12,"text":"Thus, you will live properly in the sight of those who are ‘outside’ and you will lack nothing."},"13":{"verse":13,"text":" We do not want you to be ignorant, brethren, concerning those who have fallen asleep, so that you may not grieve like those who have no hope."},"14":{"verse":14,"text":"For if we believe that Jesus died and rose again, in the same way God will bring with him those who have fallen asleep in Jesus."},"15":{"verse":15,"text":"We tell you the following by the word of the Lord: we who are alive and remain until the coming of the Lord will not precede those who have fallen asleep."},"16":{"verse":16,"text":"For the Lord himself will descend from heaven with a shout, with the voice of the archangel, and with the trumpet of God. The dead in Christ will rise first,"},"17":{"verse":17,"text":"then we who are alive and remain will be caught up together with them in the clouds, to meet the Lord in the air. And so, we will always be with the Lord."},"18":{"verse":18,"text":"Therefore, comfort one another with these words."}},"meta":{"connection":"EOB","book_number":590,"chapter_number":4,"previous_chapter":{"connection":"EOB","book_number":590,"chapter":3},"next_chapter":{"connection":"EOB","book_number":590,"chapter":5}}}