{"chapter":{"1":{"verse":1,"text":" Paul, Silvanus, and Timothy: to the Church of the Thessalonians in God our Father, and in the Lord Jesus Christ."},"2":{"verse":2,"text":"Grace to you and peace from God our Father and the Lord Jesus Christ."},"3":{"verse":3,"text":" We are bound to always give thanks to God for you, brethren, as it is fitting, because your faith is growing wonderfully and your mutual love for all is overflowing."},"4":{"verse":4,"text":"Therefore, in the Churches of God, we boast about you for your patience and faith in all your persecutions, and for the afflictions which you endure."},"5":{"verse":5,"text":"This is an obvious sign of the righteous judgment of God, so that you may be accounted worthy of the Kingdom of God, for which you too suffer."},"6":{"verse":6,"text":"It is righteous for God to repay with affliction those who afflict you"},"7":{"verse":7,"text":"and to give relief to you who are afflicted with us. This will be when the Lord Jesus is revealed from heaven with his mighty angels in flaming fire,"},"8":{"verse":8,"text":"bringing vengeance to those who do not know God and to those who do not obey the Good News of our Lord Jesus Christ."},"9":{"verse":9,"text":"They will pay the penalty of eternal destruction from the face of the Lord and from the glory of his power,"},"10":{"verse":10,"text":"when he comes to be glorified in his holy ones and to be admired among all those who have believed (because our testimony to you was believed) in that Day."},"11":{"verse":11,"text":" With this in mind, we also pray always for you, so that our God may account you worthy of your calling and fulfill with power [your] every desire of goodness and work of faith."},"12":{"verse":12,"text":"May the Name of our Lord Jesus Christ be glorified in you, and you in him, according to the grace of our God and of the Lord Jesus Christ."}},"meta":{"connection":"EOB","book_number":600,"chapter_number":1,"previous_chapter":{"connection":"EOB","book_number":590,"chapter":5},"next_chapter":{"connection":"EOB","book_number":600,"chapter":2}}}