{"chapter":{"1":{"verse":1,"text":" Now, brethren, concerning the coming of our Lord Jesus Christ and our gathering to him, we ask you"},"2":{"verse":2,"text":"not to be quickly shaken in your mind. Do not be troubled by a prophecy, report, or letter allegedly from us, saying that the day of Christ has come."},"3":{"verse":3,"text":"Let no one deceive you in any way! This will not take place unless the apostasy comes first and the man of sin is revealed, the son of destruction."},"4":{"verse":4,"text":"He opposes and exalts himself over all that is called God or that is an object of religion to take his seat as God in the sanctuary of God, presenting himself as a god!"},"5":{"verse":5,"text":"Do you not remember that when I was still with you, I told you these things?"},"6":{"verse":6,"text":"Now you know what is restraining him, so that he may be revealed in his own time."},"7":{"verse":7,"text":"The mystery of lawlessness is already at work! But now, there is one who restrains, until he is taken out of the way."},"8":{"verse":8,"text":"Then the lawless one will be revealed, whom the Lord will kill with the breath of his mouth and destroy by the manifestation of his coming."},"9":{"verse":9,"text":"The coming [of the lawless one] is according to Satan’s operation with all kinds of power, miracles and lying wonders,"},"10":{"verse":10,"text":"and with all deception of wickedness among those who are being lost, because they did not receive the love of the truth so that they might be saved."},"11":{"verse":11,"text":"Because of this, God will send them a strong delusion so that they should believe a lie"},"12":{"verse":12,"text":"and those who did not believe the truth but had pleasure in unrighteousness shall all be judged."},"13":{"verse":13,"text":" Nevertheless, we must always give thanks to God for you, brethren beloved by the Lord, because God chose you from the beginning for salvation through the sanctifying work of the Spirit and through belief in the truth."},"14":{"verse":14,"text":"Indeed, he called you through our Good News to obtain the glory of our Lord Jesus Christ."},"15":{"verse":15,"text":"And so, brethren, stand firm and keep the traditions which we taught you, whether by word or by letter."},"16":{"verse":16,"text":" May our Lord Jesus Christ himself, and God our Father, who loved us and gave us eternal consolation and good hope through grace,"},"17":{"verse":17,"text":"comfort your hearts and establish you in every good word and work."}},"meta":{"connection":"EOB","book_number":600,"chapter_number":2,"previous_chapter":{"connection":"EOB","book_number":600,"chapter":1},"next_chapter":{"connection":"EOB","book_number":600,"chapter":3}}}