{"chapter":{"1":{"verse":1,"text":" As for other matters, brethren, pray for us, so that the word of the Lord may spread rapidly and be glorified, just as it is with you."},"2":{"verse":2,"text":"Pray also that we may be delivered from unreasonable and evil men, for not all have faith."},"3":{"verse":3,"text":"Still, the Lord is faithful; he will establish you and guard you from the evil one."},"4":{"verse":4,"text":"We have confidence in the Lord concerning you, that you both accomplish and will continue to accomplish the things which we command you."},"5":{"verse":5,"text":"May the Lord direct your hearts into the love of God, and into the endurance of Christ."},"6":{"verse":6,"text":" Now we command you, brethren, in the Name of our Lord Jesus Christ, to withdraw yourselves from every brother [or sister] who walks in rebellion, and not after the tradition which they received from us."},"7":{"verse":7,"text":"You know how you should imitate us: we did not behave as rebels among you"},"8":{"verse":8,"text":"and we did not eat bread from anyone’s hand without paying for it. We were in labor and hardship, working night and day, so that we might not burden any of you."},"9":{"verse":9,"text":"It is not because we do not have this right, but we wanted to be an example to you so that you might imitate us."},"10":{"verse":10,"text":"For even when we were with you, we gave you this instruction: “Anyone who will not work should not eat either.”"},"11":{"verse":11,"text":"Yet we hear about some among you who live in rebellion, not working at all but interfering with other people’s lives."},"12":{"verse":12,"text":"By our Lord Jesus Christ, we command and exhort those who live this way to work quietly and to eat their own bread."},"13":{"verse":13,"text":" But you, brethren, do not grow tired of doing what is good."},"14":{"verse":14,"text":"Take note of those who do not obey our word in this letter: suspend your fellowship [with them] to bring them to shame."},"15":{"verse":15,"text":"Do not consider such a person as an enemy, but admonish him as a brother."},"16":{"verse":16,"text":" Now may the Lord of peace himself give you peace at all times in every way. May the Lord be with you all!"},"17":{"verse":17,"text":" This is my greeting, Paul, with my own hand! This is the sign {of authenticity} in every letter: this is my handwriting."},"18":{"verse":18,"text":"May the grace of our Lord Jesus Christ be with you all! Amen."}},"meta":{"connection":"EOB","book_number":600,"chapter_number":3,"previous_chapter":{"connection":"EOB","book_number":600,"chapter":2},"next_chapter":null}}