{"chapter":{"1":{"verse":1,"text":" Paul, a bondservant of God and an apostle of Jesus Christ [appointed] to bring God’s elect to faith and to the knowledge of the truth which leads to godliness,"},"2":{"verse":2,"text":"and also to the hope of eternal life, which God (who cannot lie) promised before the age began."},"3":{"verse":3,"text":"In his own time, he revealed his word in the message I was entrusted with according to the commandment of God our Savior."},"4":{"verse":4,"text":"To Titus, my true child according to the faith which we share: Grace, mercy, and peace from God the Father and the Lord Jesus Christ our Savior."},"5":{"verse":5,"text":" I left you in Crete for this reason: that you would set in order the things that were amiss and appoint presbyters in every city, as I directed you:"},"6":{"verse":6,"text":"someone who is blameless, the husband of one wife, whose children believe and are not accused of loose or unruly behavior."},"7":{"verse":7,"text":"Indeed, the overseer must be beyond reproach, as God’s steward; not self-pleasing, not easily angered, not someone who abuses wine, not violent and not greedy for dishonest gain."},"8":{"verse":8,"text":"Instead, he should be hospitable, a lover of what is good, sensible, just, holy and self-controlled;"},"9":{"verse":9,"text":"holding fast to the sure word which is in harmony with what has been taught, so that he may be able both to exhort in the sound doctrine and to refute those who contradict."},"10":{"verse":10,"text":" There are also many who are rebellious, vain talkers, and deceivers, especially those of the circumcision,"},"11":{"verse":11,"text":"whose mouths must be stopped. These men upset entire families, teaching things they should not [teach], doing it for sordid gain."},"12":{"verse":12,"text":"One of them, one of their own prophets, said, “Cretans are always liars, evil beasts, and lazy gluttons.”"},"13":{"verse":13,"text":"This testimony is true! For this reason, rebuke them sharply, so that they may be sound in the faith,"},"14":{"verse":14,"text":"not paying attention to Jewish fables and human commandments which distract from the truth."},"15":{"verse":15,"text":"To the pure, all things are pure; but to those who are defiled and unbelieving, nothing is pure; but both their mind and their conscience are defiled."},"16":{"verse":16,"text":"They profess to know God, but by their works they deny him, being detestable, disobedient, and unfit for any good work."}},"meta":{"connection":"EOB","book_number":630,"chapter_number":1,"previous_chapter":{"connection":"EOB","book_number":620,"chapter":4},"next_chapter":{"connection":"EOB","book_number":630,"chapter":2}}}