{"chapter":{"1":{"verse":1,"text":" Proclaim what is consistent with sound doctrine:"},"2":{"verse":2,"text":"that older men should be temperate, sensible, sober-minded, sound in faith, love and patience."},"3":{"verse":3,"text":"Likewise, older women should be reverent in behavior, not malicious gossips, nor enslaved to much wine, but teachers of what is good."},"4":{"verse":4,"text":"They should instruct the young women to love their husbands, to love their children,"},"5":{"verse":5,"text":"to be sober-minded, chaste, homemakers, [and to be] kind. Young women should be in subjection to their own husbands, so that God’s word may not be disgraced."},"6":{"verse":6,"text":"Likewise, exhort the younger men to be sober-minded."},"7":{"verse":7,"text":"Be an example of good works in all things. In your teaching, be a model of integrity, seriousness, incorruptibility,"},"8":{"verse":8,"text":"and soundness of speech that is beyond reproach. This way, those who oppose you will be ashamed, having nothing bad to say about us."},"9":{"verse":9,"text":"Exhort slaves to be in subjection to their own masters and well-pleasing in all things, not argumentative,"},"10":{"verse":10,"text":"not stealing, but [instead] trustworthy, so that they may make the doctrine of God our Savior attractive in every way."},"11":{"verse":11,"text":"Truly, the grace of God has appeared, bringing salvation to all."},"12":{"verse":12,"text":"It has taught us that we should deny what is ungodly and worldly lusts, that we should live soberly, righteously, and in a godly way in this present world,"},"13":{"verse":13,"text":"waiting for the blessed hope: the appearing of the glory of our great God and Savior Jesus Christ."},"14":{"verse":14,"text":"He gave himself for us in order to redeem us from all iniquity and to purify for himself a people for his own possession, zealous for good works."},"15":{"verse":15,"text":"Teach these things, exhort and reprove with complete authority. Let no one despise you!                             "}},"meta":{"connection":"EOB","book_number":630,"chapter_number":2,"previous_chapter":{"connection":"EOB","book_number":630,"chapter":1},"next_chapter":{"connection":"EOB","book_number":630,"chapter":3}}}