{"chapter":{"1":{"verse":1,"text":" Paul, an apostle of Jesus Christ according to the commandment of God our Savior, and the Lord Jesus Christ, our hope;"},"2":{"verse":2,"text":"to Timothy, my true child in faith: Grace, mercy, and peace, from God our Father and Christ Jesus our Lord."},"3":{"verse":3,"text":" As I urged you when I was going into Macedonia, stay at Ephesus in order to command certain individuals not to teach a different doctrine"},"4":{"verse":4,"text":"or to pay attention to myths and endless genealogies. These are a cause of disputes rather than God’s stewardship, which is in faith."},"5":{"verse":5,"text":"The goal of this instruction is love, out of a pure heart, a good conscience, and a sincere faith."},"6":{"verse":6,"text":"But some have wandered away from these things, missing the mark and turning to vain discussions."},"7":{"verse":7,"text":"They desire to be teachers of the law, although they do not understand what they are talking about, or what it is that they so strongly affirm."},"8":{"verse":8,"text":"We know that the law is good, if it is used properly."},"9":{"verse":9,"text":"As it is, we know that the law is not made for the righteous but for the unrighteous and disobedient, for the ungodly and sinners, for the unholy and irreligious, for those who kill their fathers and mothers, [even] for murderers!"},"10":{"verse":10,"text":"[The law is for] the sexually immoral, for homosexuals, slave traders, liars, perjurers and for those who practice anything else contrary to the sound doctrine"},"11":{"verse":11,"text":"which is in accordance with the Good News of the glory of the blessed God, which was entrusted to me."},"12":{"verse":12,"text":" And I give thanks to Christ Jesus our Lord who has enabled me, because he has considered me faithful and has appointed me to [this] ministry,"},"13":{"verse":13,"text":"even though I used to be a blasphemer, a persecutor, and disrespectful. Nevertheless, I obtained mercy because I did those things in ignorance and unbelief;"},"14":{"verse":14,"text":"and so the grace of our Lord overflowed [onto me, along] with faith and love in Christ Jesus."},"15":{"verse":15,"text":" This saying is faithful and worthy of all acceptance: that Christ Jesus came into the world to save sinners of whom I am the first."},"16":{"verse":16,"text":"This is how I obtained mercy, so that in me as ‘the first,’ Jesus Christ might show all his patience as an example for those who would believe in him for eternal life."},"17":{"verse":17,"text":"Now to the eternal King, immortal, invisible, to God who alone is wise, be honor and glory unto ages of ages. Amen."},"18":{"verse":18,"text":" I commit this instruction to you, my child Timothy, according to the prophecies made earlier which singled you out. By them, may you fight the good fight,"},"19":{"verse":19,"text":"keeping the faith and a good conscience. Some have rejected these and made a shipwreck of the faith,"},"20":{"verse":20,"text":"including Hymenaeus and Alexander. I delivered them to Satan so that they might learn not to blaspheme."}},"meta":{"connection":"EOB","book_number":610,"chapter_number":1,"previous_chapter":{"connection":"EOB","book_number":600,"chapter":3},"next_chapter":{"connection":"EOB","book_number":610,"chapter":2}}}