{"chapter":{"1":{"verse":1,"text":" This is a sure word: if a man aspires to the office of overseer, he desires a good work."},"2":{"verse":2,"text":"The overseer must be irreproachable, a husband of one wife, self-controlled, sensible, modest, hospitable and a good teacher."},"3":{"verse":3,"text":"He must not be a drinker, or someone violent or greedy for money. He should be gentle, not irritable or envious."},"4":{"verse":4,"text":"He should be someone who rules his own house well, keeping his [own] children in subjection with all reverence."},"5":{"verse":5,"text":"(Indeed, if a man does not know how to rule his own house, how can he take care of the Church of God?)"},"6":{"verse":6,"text":"He should not be a new convert, for fear that being puffed up with pride he may fall into the same condemnation as the devil."},"7":{"verse":7,"text":"Moreover, he must have good testimony from those who are outside in order to avoid falling into [public] blame and the snare of the devil."},"8":{"verse":8,"text":" Deacons, in the same way, must be reverent, not double-tongued, not addicted to much wine and not greedy for money."},"9":{"verse":9,"text":"They should keep the mystery of the faith with a pure conscience."},"10":{"verse":10,"text":"Let them also be tested first; then let them serve if they are blameless."},"11":{"verse":11,"text":"Likewise, their wives must be reverent, not slanderers but self-controlled and faithful in all things."},"12":{"verse":12,"text":"Deacons should be husbands of one wife, ruling their children and their own houses well."},"13":{"verse":13,"text":"Those who have served well earn for themselves a good standing and great boldness in the faith which is in Christ Jesus."},"14":{"verse":14,"text":" I write to you these things, hoping to come to you shortly."},"15":{"verse":15,"text":"If I am delayed, I want you to know how the people should behave in the house of God, which is the Church of the living God, the pillar and foundation of the truth."},"16":{"verse":16,"text":"Without a doubt, great is the mystery of godliness:  God was revealed in the flesh,   vindicated in [the] spirit,   seen by angels,   preached among the nations,   believed on in the world,   and received up in glory. "}},"meta":{"connection":"EOB","book_number":610,"chapter_number":3,"previous_chapter":{"connection":"EOB","book_number":610,"chapter":2},"next_chapter":{"connection":"EOB","book_number":610,"chapter":4}}}