{"chapter":{"1":{"verse":1,"text":" The Spirit clearly says that in the last times, some will fall away from the faith, paying attention to seducing spirits and doctrines of demons"},"2":{"verse":2,"text":"through the hypocrisy of men who speak lies, branded in their own conscience as with a hot iron."},"3":{"verse":3,"text":"They forbid marriage and command to abstain from foods which God created to be received with thanksgiving by those who believe and know the truth."},"4":{"verse":4,"text":"Everything that God has created is good and nothing is to be rejected, if it is received with thanksgiving."},"5":{"verse":5,"text":"Indeed, it is sanctified through the word of God and prayer."},"6":{"verse":6,"text":"If you instruct the brethren of these things, you will be a good servant of Jesus Christ, nourished in the words of the faith and by the good doctrine which you have [always] followed."},"7":{"verse":7,"text":"Reject profane and old wives’ fables. Train yourself for godliness."},"8":{"verse":8,"text":"Physical exercise has some value, but godliness has value in all things, having a promise for the present life as well as for the one to come."},"9":{"verse":9,"text":"This saying is faithful and worthy of all acceptance."},"10":{"verse":10,"text":"For this purpose, we both work hard and experience rejection, because we have placed our trust in the living God who is the Savior of all, especially of those who believe."},"11":{"verse":11,"text":"Command and teach these things."},"12":{"verse":12,"text":" Let no one despise your youth, but be an example for those who believe: in speech, in your way of life, in love, in spirit, in faith, and in purity."},"13":{"verse":13,"text":"Until I come, devote yourself to public reading, encouragement, and teaching."},"14":{"verse":14,"text":"Do not neglect the gift that is in you, which was given to you by prophecy with the laying on of the hands of the council of presbyters."},"15":{"verse":15,"text":"Be attentive in these things. Give yourself to them completely, so that your progress may be manifest to all."},"16":{"verse":16,"text":"Watch yourself and your teaching. Continue in these things! In doing so, you will save both yourself and those who hear you."}},"meta":{"connection":"EOB","book_number":610,"chapter_number":4,"previous_chapter":{"connection":"EOB","book_number":610,"chapter":3},"next_chapter":{"connection":"EOB","book_number":610,"chapter":5}}}