{"chapter":{"1":{"verse":1,"text":" Do not [sharply] rebuke an older man, but exhort him as a father; the younger men as brothers;"},"2":{"verse":2,"text":"older women as mothers; the younger as sisters, in all purity."},"3":{"verse":3,"text":"Honor widows who are truly widows."},"4":{"verse":4,"text":"But if any widow has children or grandchildren, let them first learn how to carry out their religious duty towards their own family, and to repay their parents. This is good and acceptable in the sight of God."},"5":{"verse":5,"text":"Those who are truly widows and abandoned are the ones who have placed their hope in God and who persevere in petitions and prayers night and day."},"6":{"verse":6,"text":"But those who live in luxury are dead even as they live."},"7":{"verse":7,"text":"Give strict orders regarding these matters, so that they may be without reproach."},"8":{"verse":8,"text":"If anyone does not provide for his own, especially his own household, he has denied the faith and is worse than an unbeliever!"},"9":{"verse":9,"text":"Only widows who are more than sixty years old and who were married to one man should be enrolled [as widows]."},"10":{"verse":10,"text":"They should be approved by good works: having brought up children, having been hospitable to strangers, having washed the saints’ feet, having relieved the afflicted, and having pursued every good work with attention."},"11":{"verse":11,"text":"On the other hand, do not enroll younger widows: when they are overcome by their sensual inclinations more than by Christ, they desire to marry."},"12":{"verse":12,"text":"[Thus they] fall under condemnation because they have rejected their first pledge {to remain among the widows}."},"13":{"verse":13,"text":"Besides, they get into the habit of being idle and go about from house to house. They are not only idle but also gossips and busybodies, saying things which they should not."},"14":{"verse":14,"text":"Therefore, I think it best that the younger widows should get married, bear children, and manage their homes; this will give the enemy no opportunity for slander."},"15":{"verse":15,"text":"For already some have strayed to follow Satan."},"16":{"verse":16,"text":"Believers who have widows among their close relatives should take care of them. Do not allow the Church to be burdened, so that it might relieve [only] those who are truly widows."},"17":{"verse":17,"text":" Presbyters who rule well should be accounted worthy of double honor, especially those who work hard in preaching and teaching."},"18":{"verse":18,"text":"As the Scripture says, “You shall not muzzle the ox when it treads out the grain,” and, “The laborer is worthy of his wages.”"},"19":{"verse":19,"text":" Do not receive an accusation against a presbyter, except at the word of two or three witnesses."},"20":{"verse":20,"text":"Reprove those who have sinned in the sight of all, so that the others may also be in fear."},"21":{"verse":21,"text":"I command you in the sight of God and the Lord Jesus Christ and the elect angels: observe these things without prejudice, doing nothing by inclination."},"22":{"verse":22,"text":"Do not lay your hands hastily on anyone and do not be a participant in someone else’s sins. Keep yourself pure."},"23":{"verse":23,"text":"Do not drink only water but use a little wine for your stomach and because of your frequent illnesses."},"24":{"verse":24,"text":" The sins of some people are obvious long before they come to judgment while others are discovered only later."},"25":{"verse":25,"text":"Likewise, good works are obvious, and even those that are not cannot remain hidden."}},"meta":{"connection":"EOB","book_number":610,"chapter_number":5,"previous_chapter":{"connection":"EOB","book_number":610,"chapter":4},"next_chapter":{"connection":"EOB","book_number":610,"chapter":6}}}