{"chapter":{"1":{"verse":1,"text":" Those who are under the yoke of slavery should consider their masters worthy of all honor, so that God’s Name and our doctrine may not be brought into disrepute."},"2":{"verse":2,"text":"Slaves whose masters are believers should not despise them, because they are brethren. Rather, they should serve them because those who have a share in the benefit [of their work] are believing and beloved. Teach and exhort these things."},"3":{"verse":3,"text":"If anyone teaches a different doctrine and does not agree with the sound teachings of our Lord Jesus Christ and with the doctrine of godliness,"},"4":{"verse":4,"text":"such a person is conceited, ignorant, and obsessed with arguments, controversies, and disputes over words. These things result in envy, conflict, insults, evil suspicions,"},"5":{"verse":5,"text":"and useless disputes between people whose minds are corrupt and devoid of truth—people who treat religion as a means of gain.  Withdraw yourself from such people. "},"6":{"verse":6,"text":" Godliness, in fact, brings great gain if one is content."},"7":{"verse":7,"text":"Indeed, we brought nothing into the world, and we certainly cannot carry anything out!"},"8":{"verse":8,"text":"But if we have food and clothing, let us be content with that."},"9":{"verse":9,"text":"Those who are determined to become rich fall into a temptation and a snare with many senseless and harmful lusts which plunge them into ruin and destruction."},"10":{"verse":10,"text":"Truly, the love of money is a root of all kinds of evil. Some have been led astray from the faith in their greed and they have pierced themselves with many sorrows."},"11":{"verse":11,"text":" But you, man of God, flee these things! Pursue righteousness, godliness, faith, love, patience, and gentleness."},"12":{"verse":12,"text":"Fight the good fight of faith! Hang on to the eternal life to which you were also called when you made your good profession [of faith] in the sight of many witnesses."},"13":{"verse":13,"text":"Before God, who gives life to all things, and before Christ Jesus, who bore witness before Pontius Pilate to this good confession, I charge you"},"14":{"verse":14,"text":"to keep the commandment undefiled and blameless until the manifestation of our Lord Jesus Christ"},"15":{"verse":15,"text":"which in due time God will reveal. To him who is the blessed and only Ruler, the King of kings, and Lord of lords,"},"16":{"verse":16,"text":"alone possessing immortality and dwelling in unapproachable light; whom no one has seen, nor can see: to him be honor and eternal power. Amen."},"17":{"verse":17,"text":" Instruct those who are rich in this present world that they should not be proud or place their hope on uncertain riches but on the living God who richly provides us with everything for our enjoyment."},"18":{"verse":18,"text":"Teach them to do good, to be rich in good works, ready to distribute and willing to share."},"19":{"verse":19,"text":"In this way they will store up for themselves a good foundation for the future and take hold of eternal life."},"20":{"verse":20,"text":" Timothy, guard what has been committed to you! Turn away from worldly and empty discussions as well as from the contradiction of the falsely so-called knowledge."},"21":{"verse":21,"text":"Those who have embraced this have wandered from the faith! Grace be with you! Amen."}},"meta":{"connection":"EOB","book_number":610,"chapter_number":6,"previous_chapter":{"connection":"EOB","book_number":610,"chapter":5},"next_chapter":null}}