{"chapter":{"1":{"verse":1,"text":" Now the apostles and the brethren who were in Judea heard that the Gentiles had also received the word of God."},"2":{"verse":2,"text":"When Peter returned to Jerusalem, those who were of the circumcision criticized him,"},"3":{"verse":3,"text":"saying, “You went into the house of uncircumcised people and ate with them!”"},"4":{"verse":4,"text":" But Peter began to speak and explained things to them in order:"},"5":{"verse":5,"text":"“I was in the city of Joppa praying, and in a trance I saw a vision: a certain container like a great sheet was let down from heaven by four corners, descending and coming down as far as me."},"6":{"verse":6,"text":"When I had looked intently at it and examined [it], I saw the four-footed animals of the earth, wild animals, creeping things, and birds of the sky."},"7":{"verse":7,"text":"I heard a voice saying to me, ‘Rise, Peter, kill and eat!’"},"8":{"verse":8,"text":"But I said, ‘Not so, Lord, for nothing profane or unclean has ever entered into my mouth!’"},"9":{"verse":9,"text":"But a voice out of heaven answered me the second time, ‘What God has cleansed, do not call unclean!’"},"10":{"verse":10,"text":"This was done three times, and everything was drawn back into heaven."},"11":{"verse":11,"text":"At that very moment, three men stood before the house where I was staying, having been sent to me from Caesarea."},"12":{"verse":12,"text":"The Spirit told me to go with them, doubting nothing. These six brothers also accompanied me, and we entered into the man’s house."},"13":{"verse":13,"text":"He told us how he had seen the angel standing in his house, and saying to him, ‘Send men to Joppa, and get Simon, who is called Peter."},"14":{"verse":14,"text":"He will speak to you the words by which you will be saved, you and your entire household.’"},"15":{"verse":15,"text":"As I began to speak, the Holy Spirit fell upon them, even as on us at the beginning."},"16":{"verse":16,"text":"I remembered the word of the Lord, how he said, ‘John indeed baptized in water, but you will be baptized in the Holy Spirit.’"},"17":{"verse":17,"text":"And so, if God gave them the same gift that he gave us when we believed in the Lord Jesus Christ, who was I to oppose God?”"},"18":{"verse":18,"text":" When they heard these things, they held their peace and glorified God, saying, “Then God has also granted to the Gentiles the repentance which produces life!”"},"19":{"verse":19,"text":" Now those who had been scattered abroad by the oppression that arose in connection with Stephen had traveled as far as Phoenicia, Cyprus, and Antioch, and they were only proclaiming the word to Jews."},"20":{"verse":20,"text":"But some of them, men of Cyprus and Cyrene, spoke to the Hellenists and preached the Lord Jesus when they arrived in Antioch."},"21":{"verse":21,"text":"The hand of the Lord was with them, and a great number believed and turned to the Lord."},"22":{"verse":22,"text":"News of these things came to the ears of the Church which was in Jerusalem. So, they sent out Barnabas to go as far as Antioch."},"23":{"verse":23,"text":"When he arrived and saw the grace of God, he rejoiced. He encouraged them all to remain close to the Lord with a resolute heart."},"24":{"verse":24,"text":"Indeed, Barnabas was a good man, full of the Holy Spirit and faith, and many people were added to the Lord."},"25":{"verse":25,"text":" Then Barnabas went out to Tarsus to look for Saul,"},"26":{"verse":26,"text":"and when he found him, he brought him to Antioch. So it was that for a whole year, they assembled with the Church and taught many people. The disciples were first called Christians in Antioch."},"27":{"verse":27,"text":" Now in these days, prophets came down from Jerusalem to Antioch."},"28":{"verse":28,"text":"One of them, named Agabus, stood up and predicted through the Spirit that a great famine would take place all over the world; and it happened in the days of Claudius Caesar."},"29":{"verse":29,"text":"According to their ability, each one of the disciples determined to send relief to the brethren who lived in Judea."},"30":{"verse":30,"text":"This is indeed what they did, sending their gift to the presbyters through the hands of Barnabas and Saul."}},"meta":{"connection":"EOB","book_number":510,"chapter_number":11,"previous_chapter":{"connection":"EOB","book_number":510,"chapter":10},"next_chapter":{"connection":"EOB","book_number":510,"chapter":12}}}