{"chapter":{"1":{"verse":1,"text":" About that time, King Herod took actions to oppress some of the [members of the] Church."},"2":{"verse":2,"text":"He had James, the brother of John, killed with the sword."},"3":{"verse":3,"text":"When Herod saw that it pleased the Jews, he went on to arrest Peter as well. (This was during the days of unleavened bread)."},"4":{"verse":4,"text":"After arresting Peter, he put him in prison and delivered him to four squads of four soldiers to guard him, intending to bring him out to the people after the Passover."},"5":{"verse":5,"text":"And so, Peter was kept in the prison, but constant prayer was made by the Church to God for him."},"6":{"verse":6,"text":"The same night, when Herod was about to bring him out, Peter was sleeping between two soldiers, bound with two chains, while guards in front of the door were keeping watch over the prison."},"7":{"verse":7,"text":" Suddenly, an angel of the Lord stood by him, and a light shone in the cell. Striking Peter on the side, the angel woke him up, saying, “Stand up quickly!” And Peter’s chains fell off from his hands."},"8":{"verse":8,"text":"The angel said to him, “Get dressed and put on your sandals!” and he did so. Then the angel said, “Put on your cloak and follow me!”"},"9":{"verse":9,"text":"Peter went out and followed him, but he did not realize that what was being done by the angel was real, thinking that he was seeing a vision."},"10":{"verse":10,"text":"When they were past the first and second guard, they arrived at the iron gate which leads into the city, and it opened to them by itself. Having gone through, they went down one street, and immediately the angel departed from him."},"11":{"verse":11,"text":" When Peter came to himself, he exclaimed, “Now I truly know that the Lord has sent out his angel and delivered me out of the hand of Herod and from all that the Jewish people were expecting.”"},"12":{"verse":12,"text":"After pondering on this, he went to the house of Mary, the mother of John whose other name was Mark, where many were gathered together and praying."},"13":{"verse":13,"text":"When Peter knocked at the outer gate, a servant girl named Rhoda came to answer."},"14":{"verse":14,"text":"When she recognized Peter’s voice, she was so overjoyed that she did not open the door! Instead, she ran in and announced that Peter was standing in front of the gate."},"15":{"verse":15,"text":" But they said to her, “You are crazy!” When she insisted that it was so, they said, “It is his angel!”"},"16":{"verse":16,"text":"Meanwhile Peter continued knocking. When they opened [the door], they saw him and were amazed."},"17":{"verse":17,"text":"But he motioned them with his hand to be silent and told them how the Lord had brought him out of the prison. He said, “Tell these things to James, and to the brethren.” Then he departed, and went to another place."},"18":{"verse":18,"text":" As soon as it was day, there was no small commotion among the soldiers over what had become of Peter."},"19":{"verse":19,"text":"When Herod had looked for him and could not find him, he interrogated the guards and ordered that they should be put to death. Meanwhile, Peter went down from Judea to Caesarea and stayed there."},"20":{"verse":20,"text":" At that time, Herod was very angry with the people of Tyre and Sidon. With one accord, they came to him, and, having befriended Blastus (the king’s personal aide), they asked for peace because their country depended on the king’s country for food."},"21":{"verse":21,"text":"On an appointed day, Herod dressed himself in royal clothing, sat on the throne, and gave a speech to them."},"22":{"verse":22,"text":"The people shouted, “The voice of a god, not of a man!”"},"23":{"verse":23,"text":"Immediately, an angel of the Lord struck him, because he did not give God the glory, and he was eaten by worms and died."},"24":{"verse":24,"text":" Meanwhile, the word of God grew and multiplied."},"25":{"verse":25,"text":"After completing their service, Barnabas and Saul returned from Jerusalem, and they also took with them John whose other name was Mark."}},"meta":{"connection":"EOB","book_number":510,"chapter_number":12,"previous_chapter":{"connection":"EOB","book_number":510,"chapter":11},"next_chapter":{"connection":"EOB","book_number":510,"chapter":13}}}