{"chapter":{"1":{"verse":1,"text":" Paul then came to Derbe and Lystra. And behold, a certain disciple named Timothy lived there. He was the son of a certain Jewish woman who was a believer, but his father was a Greek."},"2":{"verse":2,"text":"This disciple was well spoken of by the brethren who were at Lystra and Iconium."},"3":{"verse":3,"text":"Paul wanted to have Timothy along on the journey, so he had him circumcised because of the Jews who were in those parts, since all knew that his father was a Greek."},"4":{"verse":4,"text":"As they went on their way through the cities, they delivered to the brethren the decisions which had been ordained by the apostles and presbyters who were at Jerusalem, so that they might obey."},"5":{"verse":5,"text":"As a result, the Churches were strengthened in the faith and increased in number every day."},"6":{"verse":6,"text":" After going through the region of Phrygia and Galatia, they were forbidden by the Holy Spirit to preach the word in Asia."},"7":{"verse":7,"text":"When they arrived at the border of Mysia, they tried to go into Bithynia but the Spirit did not allow them."},"8":{"verse":8,"text":"So they passed by Mysia and came down to Troas."},"9":{"verse":9,"text":"During the night, a vision appeared to Paul: a man of Macedonia was standing, begging him, and saying, “Come over into Macedonia and help us!”"},"10":{"verse":10,"text":"After Paul had seen the vision, we immediately tried to cross over to Macedonia, concluding that the Lord had called us to preach the Good News to them."},"11":{"verse":11,"text":" Having set sail from Troas, we made a straight course to Samothrace, and the following day to Neapolis."},"12":{"verse":12,"text":"From there, we sailed to Philippi which is a city of Macedonia, the foremost of the district and a Roman colony. We stayed for some time in the same city."},"13":{"verse":13,"text":" On the Sabbath day, we went outside the city by a riverside, where we expected that there would be a place of prayer. We sat down and spoke to the women who had gathered there."},"14":{"verse":14,"text":"A certain woman heard us: one named Lydia, a seller of purple [cloth], from the city of Thyatira. She feared God and the Lord opened her heart to listen to what Paul was saying."},"15":{"verse":15,"text":"When she and her household were baptized, she begged us, “If you have judged me to be faithful to the Lord, come into my house and stay!” And so, she persuaded us."},"16":{"verse":16,"text":" As we were going to prayer, it happened that we encountered a certain girl who had a spirit of divination and who produced much profit to her masters by fortune telling."},"17":{"verse":17,"text":"As she followed Paul and Silas, she cried out, “These men are bondservants of the Most High God, who proclaim to us a way of salvation!”"},"18":{"verse":18,"text":"And she did this for many days. But Paul, becoming greatly annoyed, turned back and said to the spirit, “In the Name of Jesus Christ, I order you to come out of her!” And the spirit came out that very moment."},"19":{"verse":19,"text":"When her masters saw that the hope of their gain was gone, they seized Paul and Silas, and dragged them into the marketplace to face the authorities."},"20":{"verse":20,"text":"Having brought them to the magistrates, they said, “These Jewish men are causing unrest in our city!"},"21":{"verse":21,"text":"They teach customs which are not lawful for us Romans to accept or observe!”"},"22":{"verse":22,"text":" When the crowd also rose up against them, the magistrates had them stripped and flogged."},"23":{"verse":23,"text":"After giving them a severe flogging, the magistrates had them thrown into prison, ordering the jailer to keep them securely."},"24":{"verse":24,"text":"Having received such a command, he threw them in the inner cell and fastened their feet in the stocks."},"25":{"verse":25,"text":" But when it was about midnight, Paul and Silas were praying and singing hymns to God, and the prisoners were listening to them."},"26":{"verse":26,"text":"Suddenly, there was a great earthquake, so violent that the foundations of the prison were shaken. At once, all the doors were opened, and everyone’s bonds were loosened."},"27":{"verse":27,"text":"The jailer, awaking from sleep and seeing the prison doors open, began to draw his sword and he was about to kill himself, supposing that the prisoners had escaped."},"28":{"verse":28,"text":"But Paul cried with a loud voice, “Do not harm yourself, for we are all here!”"},"29":{"verse":29,"text":" Having asked for lights, the jailer rushed in and fell down trembling before Paul and Silas."},"30":{"verse":30,"text":"He brought them out and asked, “Sirs, what must I do to be saved?”"},"31":{"verse":31,"text":" They answered, “Believe in the Lord Jesus Christ and you will be saved, you and your household!”"},"32":{"verse":32,"text":"Then they spoke the word of the Lord to him and to all those who were in his household."},"33":{"verse":33,"text":" Late as it was, the jailer washed their wounds and was immediately baptized, he and his entire household."},"34":{"verse":34,"text":"He took them into his house and set food before them. He was filled with joy for believing in God, along with his entire household."},"35":{"verse":35,"text":" But when day came, the magistrates sent the sergeants with the order, “Let those men go.”"},"36":{"verse":36,"text":" The jailer reported these words to Paul, saying, “The magistrates have sent word to let you go! Now you may come out, and go in peace.”"},"37":{"verse":37,"text":" But Paul said to the sergeants, “They have beaten us in public, without a trial, even though we are Roman citizens, and you have thrown us into prison! And now they want to release us in secret? No indeed! Let them come themselves and bring us out!”"},"38":{"verse":38,"text":" The sergeants reported these words to the magistrates, and hearing that Paul and Silas were Romans, they became afraid."},"39":{"verse":39,"text":"Therefore, they came and pleaded with them. When they had escorted them out, the officials asked them to leave the city."},"40":{"verse":40,"text":"So they left the prison and went to Lydia’s house, where they met the brethren and encouraged them. Then they departed."}},"meta":{"connection":"EOB","book_number":510,"chapter_number":16,"previous_chapter":{"connection":"EOB","book_number":510,"chapter":15},"next_chapter":{"connection":"EOB","book_number":510,"chapter":17}}}