{"chapter":{"1":{"verse":1,"text":" After this, Paul left Athens and went to Corinth."},"2":{"verse":2,"text":"There, he met a certain Jew named Aquila, a man of Pontus by race. He and his wife Priscilla had recently arrived from Italy because Claudius had ordered all the Jews to leave Rome. Paul went to see them,"},"3":{"verse":3,"text":"and since he practiced the same trade (they were tent makers), he lived and worked with them."},"4":{"verse":4,"text":"Every Sabbath, Paul reasoned in the synagogue and persuaded both Jews and Greeks."},"5":{"verse":5,"text":"When Silas and Timothy came down from Macedonia, Paul was dedicated to preaching, bearing witness to the Jews that Jesus was the Christ."},"6":{"verse":6,"text":"Then, when the Jews opposed him and blasphemed, he shook out his clothing and told them, “Your blood be on your own heads! I am clean. From now on, I will go to the Gentiles!”"},"7":{"verse":7,"text":" He departed and went into the house of a man named Justus, [a man] devoted to God, whose house was next door to the synagogue."},"8":{"verse":8,"text":"Now Crispus, the ruler of the synagogue, believed in the Lord with his entire household; and many Corinthians, when they heard, believed and were baptized."},"9":{"verse":9,"text":"One night, the Lord said to Paul by a vision, “Do not be afraid! Speak out and do not be silent."},"10":{"verse":10,"text":"I am with you, and no one will attack you to harm you, for I have many people in this city.”"},"11":{"verse":11,"text":" Paul lived there for a year and six months, teaching the word of God among the people of Corinth."},"12":{"verse":12,"text":"However, when Gallio was proconsul of Achaia, the Jews rose up with one accord against Paul and brought him before the judgment seat,"},"13":{"verse":13,"text":"saying, “This man convinces people to worship God in opposition to the law.”"},"14":{"verse":14,"text":" But when Paul was about to open his mouth, Gallio said to the Jews, “If you Jews were complaining about a matter of wrongdoing or about a wicked crime, it would be reasonable that I should bear with you."},"15":{"verse":15,"text":"However, if there is a question about words and names and your own law, deal with it yourselves, for I do not want to be a judge of these matters.”"},"16":{"verse":16,"text":"And he had them removed from the court."},"17":{"verse":17,"text":" Then all the Greeks turned on Sosthenes, the ruler of the synagogue, and beat him in front of the tribunal, but Gallio did not care about any of these things."},"18":{"verse":18,"text":" After this, Paul stayed some time longer. He then took his leave of the brethren and set sail from Corinth to Syria, together with Priscilla and Aquila. In Cenchreae, he shaved his head on account of a vow which he had made."},"19":{"verse":19,"text":"Arriving in Ephesus, he left Priscilla and Aquila there, but he himself entered into the synagogue and debated with the Jews."},"20":{"verse":20,"text":"When they asked him to stay with them a longer time, he declined."},"21":{"verse":21,"text":"However, taking his leave of them, he said, “I must by all means keep this coming feast in Jerusalem, but I will come back to you if God wills.” He then set sail from Ephesus."},"22":{"verse":22,"text":" After landing at Caesarea, he went to greet the Church, and then traveled down to Antioch."},"23":{"verse":23,"text":"Having spent some time there, he departed and went through the region of Galatia and Phrygia, in order, strengthening all the disciples."},"24":{"verse":24,"text":"Now a certain Jew named Apollos who was an Alexandrian by race and an eloquent man arrived in Ephesus, and he was powerful with the Scriptures."},"25":{"verse":25,"text":"He had been instructed in the way of the Lord, and being fervent in spirit, he spoke and taught accurately the things of the Lord, although he had only experienced the baptism of John."},"26":{"verse":26,"text":"Apollos began to speak boldly in the synagogue, but when Aquila and Priscilla heard him, they took him aside and explained to him the way of God more accurately."},"27":{"verse":27,"text":" When Apollos had determined to cross over into Achaia, the brethren encouraged him and wrote to the disciples to receive him. When he arrived there, he greatly helped those who had believed through grace,"},"28":{"verse":28,"text":"for he powerfully refuted the Jews, publicly showing by the Scriptures that Jesus was the Christ."}},"meta":{"connection":"EOB","book_number":510,"chapter_number":18,"previous_chapter":{"connection":"EOB","book_number":510,"chapter":17},"next_chapter":{"connection":"EOB","book_number":510,"chapter":19}}}