{"chapter":{"1":{"verse":1,"text":" It happened that, while Apollos was in Corinth, Paul had passed through the upper country and arrived in Ephesus. And finding some disciples,"},"2":{"verse":2,"text":"he asked them, “Did you receive [the] Holy Spirit when you believed?” They replied, “No, we have not even heard that there is a Holy Spirit!”"},"3":{"verse":3,"text":" Paul asked them, “Then into what were you baptized?” They answered, “Into John’s baptism.”"},"4":{"verse":4,"text":" Paul said, “John indeed baptized with the baptism of repentance, saying to the people that they should believe in the one who would come after him, that is, in Jesus Christ.”"},"5":{"verse":5,"text":" After hearing this, they were baptized in the Name of the Lord Jesus."},"6":{"verse":6,"text":"When Paul had laid his hands on them, the Holy Spirit came on them, and they spoke in other tongues and prophesied."},"7":{"verse":7,"text":"They were about twelve men in all."},"8":{"verse":8,"text":"Then Paul visited the synagogue and spoke boldly for a period of three months, debating and presenting arguments concerning the Kingdom of God."},"9":{"verse":9,"text":" But when some became hardened and disobedient, they began to speak evil of the Way in public. Then Paul departed from them and took the disciples away, giving daily lectures in the school of Tyrannus."},"10":{"verse":10,"text":"This continued for two years, so that all those who lived in Asia heard the word of the Lord Jesus, both Jews and Greeks."},"11":{"verse":11,"text":" God worked remarkable miracles by the hands of Paul,"},"12":{"verse":12,"text":"so [much] that even handkerchiefs or aprons that had touched him were taken to the sick, and the evil spirits were expelled from them."},"13":{"verse":13,"text":" Now some of the itinerant Jews who were exorcists took it on themselves to invoke the Name of the Lord Jesus over those who had the evil spirits. They said, “We adjure you by Jesus whom Paul preaches.”"},"14":{"verse":14,"text":"There were seven sons of a certain Sceva, a Jewish chief priest, who did this."},"15":{"verse":15,"text":" However, the evil spirit answered, “Jesus I know, and Paul I know, but who are you?”"},"16":{"verse":16,"text":"The man in whom the evil spirit was leaped on them and overpowered them. He gave them such a beating that they escaped from that house naked and wounded."},"17":{"verse":17,"text":"This became known to all who lived at Ephesus, both Jews and Greeks. Fear fell upon them all, and the Name of the Lord Jesus was magnified."},"18":{"verse":18,"text":"And many of those who had believed came forward to confess and reveal their [evil] deeds."},"19":{"verse":19,"text":"Many of those who practiced magical arts brought their books and burned them in the sight of all. Their price was counted and found to be fifty thousand pieces of silver."},"20":{"verse":20,"text":"In this way, the word of the Lord was growing and becoming powerful."},"21":{"verse":21,"text":" Now after these things had ended and after passing through Macedonia and Achaia, Paul firmly decided to go to Jerusalem, saying, “After going there, I must also see Rome!”"},"22":{"verse":22,"text":" Having sent into Macedonia two of his attendants, Timothy and Erastus, Paul stayed in Asia for a while longer."},"23":{"verse":23,"text":"About that time, there arose a serious disturbance concerning the Way."},"24":{"verse":24,"text":"A certain man named Demetrius, a silversmith who made silver shrines of Artemis, brought much business to the craftsmen."},"25":{"verse":25,"text":"He held a meeting with craftsmen of the same occupation and said, “Men, you know that we obtain our wealth through this business."},"26":{"verse":26,"text":"As you can see and hear, not in Ephesus alone, but almost throughout all Asia, this Paul has convinced and turned away many people, saying that our gods are no gods and that they are made with [human] hands."},"27":{"verse":27,"text":"Not only is there danger that our trade will lose its credit, but also that the temple of the great goddess Artemis, whom all Asia and the world revere, will be considered as nothing, and that her majesty will be destroyed!”"},"28":{"verse":28,"text":" When they heard this, the craftsmen were filled with anger and shouted, “Great is Artemis of the Ephesians!”"},"29":{"verse":29,"text":"The whole city was filled with confusion. The people rushed with one accord into the theater and arrested Gaius and Aristarchus, men of Macedonia, Paul’s companions in travel."},"30":{"verse":30,"text":"But when Paul desired to enter in to [speak to] the people, the disciples did not allow him."},"31":{"verse":31,"text":"Some of the officials of the province who were his friends sent word to him and begged him not to venture into the theater."},"32":{"verse":32,"text":"Some people shouted one thing, and some another as the assembly was in turmoil. Most of them did not [even] know why they had come together."},"33":{"verse":33,"text":"The Jews pushed Alexander and he was brought out of the multitude. He motioned [with] his hand in order to present a defense to the people,"},"34":{"verse":34,"text":"but when they realized that he was a Jew, they all with one voice shouted, “Great is Artemis of the Ephesians!” And they did this for about two hours."},"35":{"verse":35,"text":" When the town clerk had quieted the multitude, he said, “Men of Ephesus, who is there who does not know that the city of the Ephesians is temple keeper of the great goddess Artemis and of the image which fell down from Zeus?"},"36":{"verse":36,"text":"Since these things cannot be denied, you should be quiet and do nothing rash."},"37":{"verse":37,"text":"For you have brought these men here, who are neither temple-robbers nor blasphemers of your goddess."},"38":{"verse":38,"text":"If therefore Demetrius and the craftsmen who are with him have a case against anyone, the courts are open, and there are proconsuls. Let them press charges against one another."},"39":{"verse":39,"text":"But if you seek anything about other matters, it will be settled in the lawful assembly."},"40":{"verse":40,"text":"For indeed, we are in danger of being accused concerning today’s riot, since there was no reason which we may give to account for this commotion.”"},"41":{"verse":41,"text":"After speaking these words, he dismissed the assembly."}},"meta":{"connection":"EOB","book_number":510,"chapter_number":19,"previous_chapter":{"connection":"EOB","book_number":510,"chapter":18},"next_chapter":{"connection":"EOB","book_number":510,"chapter":20}}}