{"chapter":{"1":{"verse":1,"text":" Now when the day of Pentecost came, they were all with one accord [gathered] in the same place."},"2":{"verse":2,"text":"Suddenly, there came from heaven a sound like the rushing of a mighty wind, and it filled the whole house where they were sitting."},"3":{"verse":3,"text":"Divided tongues that seemed like fire appeared and one [tongue] rested on each of them."},"4":{"verse":4,"text":"Then they were all filled with the Holy Spirit and began to speak in other languages, as the Spirit gave them the ability to speak."},"5":{"verse":5,"text":"At that time {of year}, devout Jews from every nation under heaven were staying in Jerusalem."},"6":{"verse":6,"text":"When this sound was heard, a crowd formed and people were bewildered because everyone heard the disciples speaking in his own language."},"7":{"verse":7,"text":"They were all amazed and marveled, saying to one another, “Behold, are not all these who speak Galileans?"},"8":{"verse":8,"text":"How is it that we hear everyone [speak] in our own native language?"},"9":{"verse":9,"text":"Parthians, Medes, Elamites, and people from Mesopotamia, Judea, Cappadocia, Pontus, Asia,"},"10":{"verse":10,"text":"Phrygia, Pamphylia, Egypt, the parts of Libya around Cyrene, visitors from Rome, both Jews and proselytes,"},"11":{"verse":11,"text":"Cretans and Arabians: we hear them speaking in our languages [concerning] the deeds of power of God!”"},"12":{"verse":12,"text":"They were all amazed and perplexed, saying to one another, “What does this mean?”"},"13":{"verse":13,"text":"Others, mockingly, said, “They are filled with new wine!”"},"14":{"verse":14,"text":" But Peter, standing up with the eleven, lifted up his voice, and spoke out to them: “Men of Judea, and all of you who are [now] staying in Jerusalem, let this be explained to you and listen to my words."},"15":{"verse":15,"text":"For these [people] are not drunk, as you suppose. It is only the third hour of the day!"},"16":{"verse":16,"text":"But this is what has been announced through the prophet Joel:"},"17":{"verse":17,"text":" It will be in the last days, says God,   that I will pour out my Spirit on all flesh.   Your sons and your daughters will prophesy.   Your young men will see visions.   Your old men will dream dreams. "},"18":{"verse":18,"text":" Yes, and on my menservants and on my maidservants in those days,   I will pour out my Spirit, and they will prophesy! "},"19":{"verse":19,"text":" I will show wonders in the sky above,   and signs on the earth beneath;   blood, fire, and billows of smoke. "},"20":{"verse":20,"text":" The sun will be turned into darkness,   and the moon into blood,   before the great and glorious day of the Lord comes. "},"21":{"verse":21,"text":" And it will be that whoever will call on the Name of the Lord will be saved. "},"22":{"verse":22,"text":" Men of Israel, listen to these words! Jesus of Nazareth was a man attested to you by God by deeds of power and wonders as well as signs which God accomplished through him in the midst of you, even as you yourselves also know."},"23":{"verse":23,"text":"He was handed over by the predetermined counsel and foreknowledge of God, whom you have taken, and by the hands of the wicked, have crucified and slain."},"24":{"verse":24,"text":"God raised him up, having released him from the pains of death, because it was impossible that he should be held by it."},"25":{"verse":25,"text":"For David says concerning him:  I saw the Lord always before my face,   For he is on my right hand, so that I should not be moved. "},"26":{"verse":26,"text":" Therefore, my heart was glad and my tongue rejoiced.   Moreover, my flesh also will dwell in hope; "},"27":{"verse":27,"text":" because you will not abandon my soul to hades,   neither will you allow your holy one to see decay. "},"28":{"verse":28,"text":" You made known to me the ways of life.   You will make me full of gladness with your presence. "},"29":{"verse":29,"text":" Brethren, I can tell you with confidence that the patriarch David died and was buried, and his tomb is with us even to this day."},"30":{"verse":30,"text":"But he was a prophet and knew that God had sworn with an oath to him that from the fruit of his body,  according to the flesh, God would raise up the Christ  to sit on his throne."},"31":{"verse":31,"text":"Foreseeing this, David spoke about the resurrection of the Christ, [declaring] that his soul would not be left in hades and that his flesh would not see decay."},"32":{"verse":32,"text":"God has raised this Jesus [back to life], and we are all witnesses of this fact."},"33":{"verse":33,"text":"Being therefore exalted by the right hand of God and having received from the Father the promise of the Holy Spirit, he has poured out what you now see and hear."},"34":{"verse":34,"text":"For David did not ascend into the heavens, but as he himself declared:  The Lord said to my Lord: ‘Sit at my right hand, "},"35":{"verse":35,"text":" until I make your enemies a footstool for your feet.’ "},"36":{"verse":36,"text":" Therefore, let all the house of Israel know with assurance that God has made him both Lord and Christ, this Jesus whom you crucified.”"},"37":{"verse":37,"text":" Now when the people heard this, they were cut to the heart and asked Peter and the rest of the apostles, “Brethren, what shall we do?”"},"38":{"verse":38,"text":" Peter said to them, “Repent, and be baptized, every one of you, in the Name of Jesus Christ, for the forgiveness of sins, and you will receive the gift of the Holy Spirit."},"39":{"verse":39,"text":"For the promise is to you, and to your children, and to all who are far away, even as many as the Lord our God will call to himself.”"},"40":{"verse":40,"text":"With many other words, he was bearing witness and urging them, saying, “Save yourselves from this crooked generation!”"},"41":{"verse":41,"text":" Then those who gladly received his word were baptized, and about three thousand souls were added on that day."},"42":{"verse":42,"text":" They devoted themselves to the apostles’ teaching and fellowship, to the breaking of bread, and to the prayers."},"43":{"verse":43,"text":"Fear came on every soul, and many wonders and signs were accomplished through the apostles."},"44":{"verse":44,"text":"All who believed were together and had all things in common."},"45":{"verse":45,"text":"They sold their possessions and goods, and shared them with all, according to everyone’s need."},"46":{"verse":46,"text":"Day by day, they continued [to meet] with one accord in the temple, and broke bread at home, partaking of their food with gladness and simplicity of heart."},"47":{"verse":47,"text":"They praised God and were held in esteem by all the people. Every day, the Lord added to the Church those who were being saved."}},"meta":{"connection":"EOB","book_number":510,"chapter_number":2,"previous_chapter":{"connection":"EOB","book_number":510,"chapter":1},"next_chapter":{"connection":"EOB","book_number":510,"chapter":3}}}