{"chapter":{"1":{"verse":1,"text":" After departing from them, we set sail and made a straight course to Cos. The next day, [we sailed] to Rhodes and from there to Patara."},"2":{"verse":2,"text":"Having found a ship crossing over to Phoenicia, we went aboard and continued our journey."},"3":{"verse":3,"text":"When we had come in sight of Cyprus, leaving it on the left we sailed to Syria, and landed at Tyre where the ship was to unload her cargo."},"4":{"verse":4,"text":"Since we found some disciples there, we stayed for seven days. Through the Spirit, the disciples told Paul that he should not go up to Jerusalem."},"5":{"verse":5,"text":"When our time there was completed, we departed and went on our journey. All the disciples, with wives and children, escorted us on our way until we were out of the city. Kneeling down on the beach, we prayed."},"6":{"verse":6,"text":"After saying goodbye to each other, we boarded the ship and they returned home."},"7":{"verse":7,"text":" We continued the voyage from Tyre and arrived in Ptolemais. There, we greeted the brethren and spent the day with them."},"8":{"verse":8,"text":"The following day, we left and arrived in Caesarea. We went to the house of Philip the evangelist, who was one of the seven, and stayed with him."},"9":{"verse":9,"text":"Now this man had four virgin daughters who prophesied."},"10":{"verse":10,"text":"As we stayed there for a few days, a prophet named Agabus came down from Judea."},"11":{"verse":11,"text":"Coming to us and taking Paul’s belt, he bound his own feet and hands, and said, “Thus says the Holy Spirit: ‘Likewise, in Jerusalem, the Jews will bind the man who owns this belt and they will deliver him into the hands of the Gentiles.’”"},"12":{"verse":12,"text":" When we heard these things, both we and the disciples who lived there begged Paul not to go up to Jerusalem."},"13":{"verse":13,"text":"Then Paul answered, “What are you doing, weeping and breaking my heart? Indeed, I am ready, not only to be bound, but also to die in Jerusalem for the Name of the Lord Jesus.”"},"14":{"verse":14,"text":" Since he would not be persuaded, we became silent, except to say, “The Lord’s will be done!”"},"15":{"verse":15,"text":" After these days, we took up our baggage and went up to Jerusalem."},"16":{"verse":16,"text":"Some of the disciples from Caesarea also went with us, bringing an early disciple [named] Mnason of Cyprus, with whom we would be staying."},"17":{"verse":17,"text":" When we arrived in Jerusalem, the brethren received us gladly."},"18":{"verse":18,"text":"The next day, Paul went with us to visit James, and all the presbyters were present."},"19":{"verse":19,"text":"After greeting them, Paul reported in detail what God had accomplished among the Gentiles through his ministry."},"20":{"verse":20,"text":"When they heard it, they glorified the Lord. They told him, “You see, brother, that there are many thousands among the Jews who have believed, and they are all zealous for the law."},"21":{"verse":21,"text":"They have been informed about you, that you teach all the Jews who are among the Gentiles to abandon Moses and that you tell them not to circumcise their children or to preserve the customs."},"22":{"verse":22,"text":"What then? The Church must certainly meet since they will hear that you have arrived."},"23":{"verse":23,"text":"Therefore, do what we tell you. We have four men who have taken a vow."},"24":{"verse":24,"text":"Take them, join in their purification rites, and pay for their expenses, so that they may shave their heads. Then all may know that there is no truth in these reports about you, but that you yourself also live in observance of the law."},"25":{"verse":25,"text":"But concerning the Gentiles who believe, we have written our decision  that they should observe no such thing, except  that they should keep themselves from food offered to idols, from blood, from strangled things, and from sexual immorality.”"},"26":{"verse":26,"text":" So Paul took the men, and the next day, he purified himself and went with them into the temple, declaring the fulfillment of the days of purification, until the offering was offered for every one of them."},"27":{"verse":27,"text":"When the seven days were almost completed, Jews from Asia saw Paul in the temple. They stirred up the entire crowd and laid hands on him,"},"28":{"verse":28,"text":"shouting, “Men of Israel, help! This is the man who teaches all men everywhere against the {chosen} people, the law, and this place. Moreover, he also brought Greeks into the temple and defiled this holy place!”"},"29":{"verse":29,"text":"[They said this] because they had seen Trophimus, the Ephesian, with Paul in the city, and they supposed that Paul had brought him into the temple."},"30":{"verse":30,"text":" The entire city was in turmoil and the people came running. They seized Paul and dragged him out of the temple, and at once the doors were shut."},"31":{"verse":31,"text":"As they were trying to kill him, news came up to the commanding officer of the [Roman] troops that all Jerusalem was in an uproar."},"32":{"verse":32,"text":"Immediately, he took soldiers and centurions, and ran down to the crowd. When they saw the chief captain and the soldiers, the Jews stopped beating Paul."},"33":{"verse":33,"text":"Then the commanding officer came near and arrested him. He gave orders that Paul should be bound with two chains, and inquired who he was and what he had done."},"34":{"verse":34,"text":"From the crowd, some shouted one thing and some another. Since the commander could not find out the truth because of the noise, he commanded that Paul be taken into the barracks."},"35":{"verse":35,"text":" When Paul reached the steps, he was carried by the soldiers because of the violence of the crowd."},"36":{"verse":36,"text":"The whole mob followed them and shouted, “Away with him!”"},"37":{"verse":37,"text":"As Paul was about to be brought into the barracks, he asked the commanding officer, “May I speak to you?” The man said, “Do you know Greek?"},"38":{"verse":38,"text":"Then are you not the Egyptian who recently stirred people up to rebellion and led the four thousand Assassins into the wilderness?”"},"39":{"verse":39,"text":" So Paul replied, “I am a Jew, from Tarsus in Cilicia, a citizen of no insignificant city. I beg you, allow me to speak to the people.”"},"40":{"verse":40,"text":" Having received permission from the commander, Paul stood on the steps and motioned with his hand to the people. When there was a great silence, he spoke to them in the Hebrew language, saying:"}},"meta":{"connection":"EOB","book_number":510,"chapter_number":21,"previous_chapter":{"connection":"EOB","book_number":510,"chapter":20},"next_chapter":{"connection":"EOB","book_number":510,"chapter":22}}}