{"chapter":{"1":{"verse":1,"text":" Looking straight at the Sanhedrin, Paul said, “Brothers, I have lived before God in all good conscience until this day.”"},"2":{"verse":2,"text":"Then Ananias, the high priest, ordered those who stood by him to strike Paul on the mouth."},"3":{"verse":3,"text":" At this, Paul said to him, “God will strike you, you whitewashed wall! Do you sit to judge me according to the law, and [yet] command me to be struck contrary to the law?”"},"4":{"verse":4,"text":" Those who stood by said, “Do you insult God’s high priest?”"},"5":{"verse":5,"text":" Paul said, “I did not know, brothers, that he was high priest. For it is written, ‘You shall not speak evil of a ruler of your people.’”"},"6":{"verse":6,"text":"But when Paul realized that some were Sadducees and the others Pharisees, he cried out in the council, “Men and brothers, I am a Pharisee, the son of a Pharisee! And I am being judged concerning the hope and resurrection of the dead!”"},"7":{"verse":7,"text":" When he said this, an argument arose between the Pharisees and Sadducees, and the assembly was divided."},"8":{"verse":8,"text":"(For the Sadducees say that there is no resurrection, angel, or spirit; but the Pharisees believe in all of these things)."},"9":{"verse":9,"text":"A great uproar began, and the teachers of the law who belonged to the party of the Pharisees stood up. They strongly argued, “We find no evil in this man! But if a spirit or angel has spoken to him, let us not fight against God!”"},"10":{"verse":10,"text":" The dispute became so fierce that the commanding officer feared that they would tear Paul to pieces. He then ordered the soldiers to go down and remove Paul from the assembly by force, and to bring him into the barracks."},"11":{"verse":11,"text":" The following night, the Lord stood by him, and said, “Rejoice, Paul! As you have borne witness to me in Jerusalem, you must also bear witness in Rome.”"},"12":{"verse":12,"text":" When day came, some of the Jews banded together and bound themselves under a great curse, saying that they would neither eat nor drink until they had killed Paul."},"13":{"verse":13,"text":"There were more than forty people who joined this conspiracy."},"14":{"verse":14,"text":"They came to the chief priests and the presbyters, and said, “We have bound ourselves under a great curse, to eat nothing until we have killed Paul."},"15":{"verse":15,"text":"Now then, you with the Sanhedrin should petition the commanding officer to bring him down to you tomorrow, as though you were going to judge his case more exactly. We are ready to kill him before he comes near!”"},"16":{"verse":16,"text":" But Paul’s nephew heard of their ambush. He came, entered into the fortress and told Paul."},"17":{"verse":17,"text":"Calling one of the centurions, Paul said, “Bring this young man to the commanding officer. He has something to tell him.”"},"18":{"verse":18,"text":" Accordingly, the centurion took Paul’s nephew and brought him to the commanding officer, saying, “Paul, the prisoner, called me and asked me to bring this young man to you. He has something to tell you.”"},"19":{"verse":19,"text":" The commanding officer took Paul’s nephew by the hand, and going aside, asked him privately, “What is it that you have to tell me?”"},"20":{"verse":20,"text":" He replied, “The Jews have agreed to ask you to bring Paul down to the council tomorrow, as though intending to inquire somewhat more accurately concerning him."},"21":{"verse":21,"text":"But do not give in to their request, for more than forty men lie in wait for Paul, and they have bound themselves under a curse neither to eat nor to drink until they have killed him. They are ready now, waiting for you to grant their request.”"},"22":{"verse":22,"text":" And so, the commanding officer let the young man go with this instruction, “Tell no one that you have revealed these things to me.”"},"23":{"verse":23,"text":"He called to himself two of the centurions and said, “Prepare two hundred soldiers to leave at the third hour of the night for Caesarea, along with seventy horsemen, and two hundred men armed with spears.”"},"24":{"verse":24,"text":"He asked them to provide animals in order set Paul on one, and to bring him safely to Felix the governor."},"25":{"verse":25,"text":"He wrote a letter as follows:"},"26":{"verse":26,"text":" “Claudius Lysias to the most excellent governor Felix: Greetings!"},"27":{"verse":27,"text":" This man was seized by the Jews, and was about to be killed by them, when I came with the soldiers and rescued him, having learned that he was a Roman [citizen]."},"28":{"verse":28,"text":"Desiring to know why they accused him, I brought him to their council."},"29":{"verse":29,"text":"I found him to be accused about questions of their law, but not to be charged with anything worthy of death or imprisonment."},"30":{"verse":30,"text":"When I was told that the Jews were about to ambush this man, I immediately sent him to you. I also instructed his accusers to bring their accusations against him before you. Farewell.”"},"31":{"verse":31,"text":" And so the soldiers, carrying out their orders, took Paul and brought him by night to Antipatris."},"32":{"verse":32,"text":"But on the next day, they left the horsemen to continue with him and returned to the barracks."},"33":{"verse":33,"text":"When the horsemen arrived in Caesarea, they delivered the letter to the governor and also presented Paul to him."},"34":{"verse":34,"text":"After reading the letter, the governor asked what province Paul was from. Having learned that he was from Cilicia, he said,"},"35":{"verse":35,"text":"“I will hear you fully when your accusers also arrive.” He then commanded that Paul should be held in Herod’s palace."}},"meta":{"connection":"EOB","book_number":510,"chapter_number":23,"previous_chapter":{"connection":"EOB","book_number":510,"chapter":22},"next_chapter":{"connection":"EOB","book_number":510,"chapter":24}}}