{"chapter":{"1":{"verse":1,"text":" Five days later, the high priest, Ananias, came down with the presbyters and a professional speaker named Tertullus, and they informed the governor of their charges against Paul."},"2":{"verse":2,"text":"Paul was then called in and Tertullus began to accuse him, saying, “We have enjoyed much peace under you, and we see that prosperity is being carried out for this nation."},"3":{"verse":3,"text":"Most Excellent Felix, we acknowledge this always and everywhere, with utmost gratitude."},"4":{"verse":4,"text":"But, that I may not delay you, I entreat you to bear with us and hear a few words."},"5":{"verse":5,"text":"As it is, we have found this man to be a plague, an instigator of insurrections among all the Jews throughout the world, and a ringleader of the sect of the Nazarenes."},"6":{"verse":6,"text":" He even tried to profane the temple, and we arrested him, desiring to judge him according to our own laws."},"7":{"verse":7,"text":"However, the commanding officer, Lysias, arrived and with much violence took him out of our hands,"},"8":{"verse":8,"text":"commanding his accusers to come to you. By examining him yourself, you will be able to verify for yourself the truth of our accusations.” "},"9":{"verse":9,"text":" The Jews also joined in the deposition, affirming that these things were true."},"10":{"verse":10,"text":"When the governor had motioned for him to speak, Paul answered, “Because I know that you have been a judge of this nation for many years, I gladly make my defense."},"11":{"verse":11,"text":"As you can see, it has been no more than twelve days since I went up to express adoration at Jerusalem."},"12":{"verse":12,"text":"In the temple, they did not find me disputing with anyone or stirring up a crowd, either in the synagogues, or in the city."},"13":{"verse":13,"text":"Moreover, they cannot prove the accusations they are making against me now."},"14":{"verse":14,"text":"However, I do admit this to you, that according to the Way which they call a sect, so do I offer divine service to the God of our fathers. I believe all things which are written in the law and in the prophets."},"15":{"verse":15,"text":"I have the same hope in God as these men, that there will be a resurrection of the dead, both upright and wicked."},"16":{"verse":16,"text":"And so, I strive also to always have a conscience without offense toward God and men."},"17":{"verse":17,"text":" Now after a few years, I came to bring to my people gifts for the needy, and to present offerings."},"18":{"verse":18,"text":"This is how certain Jews from Asia found me in the temple, ritually purified, with no mob or turmoil. But there are some Jews from Asia"},"19":{"verse":19,"text":"who should have been here before you to present their accusations if they had anything against me."},"20":{"verse":20,"text":"Otherwise, let these men explain what injustice they found in me when I stood before the Sanhedrin."},"21":{"verse":21,"text":"Or perhaps it is for what I cried out while standing among them, ‘I am being judged by you today regarding the resurrection of the dead!’”"},"22":{"verse":22,"text":" But when Felix heard these things, being better informed concerning the Way, he adjourned the case, stating, “When Lysias, the commanding officer, comes down, I will decide your case.”"},"23":{"verse":23,"text":" He ordered the centurion that Paul should be kept in custody and that he should have some privileges: none of his friends should be forbidden from serving him or visiting him."},"24":{"verse":24,"text":"A few days later, Felix came with his wife Drusilla who was Jewish. He sent for Paul and granted him a hearing concerning the faith in Christ."},"25":{"verse":25,"text":"As Paul discoursed about righteousness, self-control, and the judgment to come, Felix became alarmed and said, “Go your way for now. When it is convenient for me, I will summon you [again].”"},"26":{"verse":26,"text":"Meanwhile, he also hoped that Paul would offer him money for his release. For this reason too, he sent for him more often and discussed with him."},"27":{"verse":27,"text":"But after two years had elapsed, Felix was succeeded by Porcius Festus, and desiring to gain favor with the Jews, Felix left Paul imprisoned."}},"meta":{"connection":"EOB","book_number":510,"chapter_number":24,"previous_chapter":{"connection":"EOB","book_number":510,"chapter":23},"next_chapter":{"connection":"EOB","book_number":510,"chapter":25}}}