{"chapter":{"1":{"verse":1,"text":" Three days after arriving in the province, Festus went up to Jerusalem from Caesarea."},"2":{"verse":2,"text":"Then the high priest and the leaders of the Jewish people presented to him an [accusatory] report against Paul. They begged him"},"3":{"verse":3,"text":"and asked for his support against Paul, asking that he would transfer the prisoner [back] to Jerusalem, plotting to kill him on the way."},"4":{"verse":4,"text":"However, Festus replied that Paul would be kept in custody at Caesarea, and that he himself would leave shortly."},"5":{"verse":5,"text":"He said, “Those who have authority among you should go down [there] with me! And if this man has done anything wrong, let them accuse him.”"},"6":{"verse":6,"text":" Having stayed among them more than ten days, Festus returned to Caesarea. The following day, he sat on the judgment seat and ordered that Paul be brought in."},"7":{"verse":7,"text":"When he arrived, the Jews who had traveled from Jerusalem stood around [him]. They hurled against Paul many grave accusations which they could not prove."},"8":{"verse":8,"text":"Paul then said in his [own] defense, “I have not sinned in any way, against the law of the Jews, or against the temple, or against Caesar!”"},"9":{"verse":9,"text":" Then desiring to gain favor with the Jews, Festus asked Paul, “Are you willing to go up to Jerusalem in order to be judged by me there concerning these matters?”"},"10":{"verse":10,"text":" But Paul replied, “I am standing before Caesar’s judgment seat, where I should be tried. I have done no wrong to the Jews, as you also know very well."},"11":{"verse":11,"text":"Now if I have done wrong and committed anything worthy of death, I do not refuse to die! But if none of those things they accuse me of are true, then no one can hand me over to them. I appeal to Caesar!”"},"12":{"verse":12,"text":" At this, and after conferring with his advisers, Festus answered, “You have appealed to Caesar. To Caesar you shall go!”"},"13":{"verse":13,"text":" A few days later, King Agrippa and Bernice arrived in Caesarea to greet Festus."},"14":{"verse":14,"text":"Since they were spending many days there, Festus presented Paul’s case before the king, saying, “There is a certain man who was left as a prisoner by Felix."},"15":{"verse":15,"text":"When I was in Jerusalem, the chief priests and the presbyters of the Jews presented an [accusatory] report about this man, asking me to condemn him."},"16":{"verse":16,"text":"I answered them that it is not the custom of the Romans to condemn anyone to death before the accused has met his accusers face to face and has had opportunity to make his defense in the case against him."},"17":{"verse":17,"text":"Then, since they had come together here, I did not delay. On the following day, I sat on the judgment seat and commanded the man to be brought in."},"18":{"verse":18,"text":"When the accusers stood up, they did not bring any of the charges I was expecting."},"19":{"verse":19,"text":"Instead, they had some dispute against him dealing with their own religion, and about a certain Jesus who was dead, and whom Paul affirmed to be alive."},"20":{"verse":20,"text":"I was puzzled as how to investigate such things and asked whether he was willing to go to Jerusalem and there be judged concerning these matters."},"21":{"verse":21,"text":"But Paul appealed that his case be reserved for the decision of the emperor, and so I gave orders that he be detained until I could send him to Caesar.”"},"22":{"verse":22,"text":" Agrippa said to Festus, “I too would like to hear this man!” “Tomorrow,” Festus replied, “you shall hear him.”"},"23":{"verse":23,"text":" On the next day, after Agrippa and Bernice had made their entry with great pomp, they went to the audience hall with the commanding officers and the leaders of the city. At the command of Festus, Paul was brought in."},"24":{"verse":24,"text":"Festus said, “King Agrippa, and all who are here present with us, you see this man. The entire Jewish community, both in Jerusalem and here, petitioned me about him, clamoring that he should not live any longer."},"25":{"verse":25,"text":"But when I found that he had committed nothing worthy of death, and as he himself had appealed to his Imperial Majesty, I decided to send him {to Rome}."},"26":{"verse":26,"text":"I have nothing certain to write to my lord concerning this man! Therefore, I have brought him forth before you [all], and especially before you, King Agrippa, so that after examination, I may have something to write."},"27":{"verse":27,"text":"For it seems unreasonable to me to send a prisoner without also specifying the charges against him.”"}},"meta":{"connection":"EOB","book_number":510,"chapter_number":25,"previous_chapter":{"connection":"EOB","book_number":510,"chapter":24},"next_chapter":{"connection":"EOB","book_number":510,"chapter":26}}}