{"chapter":{"1":{"verse":1,"text":" Agrippa said to Paul, “You may speak for yourself.” Then Paul held up his hand and made his defense."},"2":{"verse":2,"text":"“I consider myself blessed, King Agrippa, that today, I am able to make my defense before you in response to all the accusations of the Jews,"},"3":{"verse":3,"text":"especially because you are an expert in all the customs and debates which take place among the Jews. Therefore, I beg you to hear me patiently."},"4":{"verse":4,"text":" Indeed, all the Jews know about my way of life from my youth, which was from the beginning among my own nation at Jerusalem."},"5":{"verse":5,"text":"Since they have known me from the beginning, they could testify that I lived as a Pharisee according to the strictest sect of our religion."},"6":{"verse":6,"text":"And now, I stand here on trial because of the hope of the promise made by God to the fathers!"},"7":{"verse":7,"text":"This is what our twelve tribes hope to attain as they constantly offer divine service night and day. It is concerning this hope that I am accused by the Jews, King Agrippa!"},"8":{"verse":8,"text":"Why is it judged incredible that God raises the dead?"},"9":{"verse":9,"text":" As for myself, I certainly thought that it was my duty to oppose the Name of Jesus of Nazareth."},"10":{"verse":10,"text":"I also did this in Jerusalem: having received authority from the chief priests, I had many of the saints imprisoned, and when they were put to death, I cast my vote against them."},"11":{"verse":11,"text":"Often I went to all the synagogues to have them punished and I tried to make them blaspheme. Filled with rage against them, I even persecuted them in foreign cities."},"12":{"verse":12,"text":" Then, as I was traveling to Damascus with the authority and commission from the chief priests,"},"13":{"verse":13,"text":"at noon, O king, I saw on the way a light from the sky. It was brighter than the sun and shone around me and those who were traveling with me."},"14":{"verse":14,"text":"We all fell to the ground, and I heard a voice speaking to me and saying in the Hebrew language, ‘Saul, Saul, why do you persecute me? It is hard for you to kick against the goads!’"},"15":{"verse":15,"text":" I asked, ‘Who are you, Lord?’ He replied, ‘I am Jesus, whom you are persecuting!"},"16":{"verse":16,"text":"Now arise and stand on your feet, for I have appeared to you for this purpose: to appoint you as a servant and a witness both of what you have seen and of what I will reveal to you."},"17":{"verse":17,"text":"I will rescue you from the [Jewish] people and from the Gentiles. I am sending you to them"},"18":{"verse":18,"text":"to open their eyes, so that they may turn from darkness to light and from the power of Satan to God, and receive remission of sins as well as an inheritance among those who are sanctified by faith in me.’"},"19":{"verse":19,"text":" Therefore, King Agrippa, I was not disobedient to the heavenly vision,"},"20":{"verse":20,"text":"but I proclaimed this to the people of Damascus first, and Jerusalem, and throughout all the country of Judea. Then I also proclaimed it to the Gentiles—that they should repent, turn to God, and do works worthy of [their] repentance."},"21":{"verse":21,"text":"For this reason, the Jews arrested me in the temple and tried to kill me."},"22":{"verse":22,"text":"Yet, having obtained God’s help, I stand to this day and bear witness to small and great alike. I only say what the prophets and Moses said would happen,"},"23":{"verse":23,"text":"how the Christ was {destined} to suffer, and how, by the resurrection of the dead, he would be first to proclaim light both to the [Jewish] people and to the Gentiles.”"},"24":{"verse":24,"text":" As Paul was presenting this defense, Festus exclaimed with a loud voice, “Paul, you are crazy! Your great learning is driving you insane!”"},"25":{"verse":25,"text":" But Paul replied, “I am not crazy, Most Excellent Festus, but boldly declare words of truth and good sense."},"26":{"verse":26,"text":"Indeed, the king is aware of these things and I will also speak freely to him. For I am convinced that none of this is hidden from him, for this has not been done in a corner."},"27":{"verse":27,"text":"King Agrippa, do you believe the prophets? I know that you believe!”"},"28":{"verse":28,"text":" Agrippa then said to Paul, “With a little persuasion, are you trying to make me a Christian?”"},"29":{"verse":29,"text":" Paul answered, “I pray to God, that whether with little or with much, not only you but also all who hear me today might become as I am, except for these chains.”"},"30":{"verse":30,"text":" When he had said these things, the king rose up with the governor, along with Bernice and those who sat with them."},"31":{"verse":31,"text":"After retiring, they talked together and agreed, “This man has done nothing worthy of death or imprisonment.”"},"32":{"verse":32,"text":"Agrippa said to Festus, “This man might have been set free if he had not appealed to Caesar.”"}},"meta":{"connection":"EOB","book_number":510,"chapter_number":26,"previous_chapter":{"connection":"EOB","book_number":510,"chapter":25},"next_chapter":{"connection":"EOB","book_number":510,"chapter":27}}}