{"chapter":{"1":{"verse":1,"text":" Once safe on the shore, they learned that the island was called Malta."},"2":{"verse":2,"text":"The natives showed us unusual kindness; they kindled a fire and welcomed us all because it was raining and cold."},"3":{"verse":3,"text":"But as Paul was gathering a bundle of sticks and placing them on the fire, a viper came out because of the heat and fastened itself on his hand."},"4":{"verse":4,"text":"When the natives saw the creature hanging from his hand, they said one to another, “There is no doubt that this man is a murderer! He has escaped from the sea but Justice has not allowed him to live.”"},"5":{"verse":5,"text":"However, Paul shook off the creature into the fire and remained unharmed."},"6":{"verse":6,"text":"Nevertheless, they expected that he would have swollen or suddenly fallen down dead. After watching for a long time and seeing nothing bad happen to him, they changed their minds and said that he was a god!"},"7":{"verse":7,"text":" Now in the vicinity of that place were lands belonging to the leader of the island, [a man] named Publius who welcomed us and courteously hosted us for three days."},"8":{"verse":8,"text":"It also happened that Publius’ father was bedridden, sick with fever and dysentery. Paul went to see him and prayed, and laying his hands on him, healed him."},"9":{"verse":9,"text":"After this had taken place, the rest of the people who had diseases in the island also came, and they were cured."},"10":{"verse":10,"text":"They honored us in many ways; and when we sailed off, they put on board the things that we needed."},"11":{"verse":11,"text":" Three months later, we set sail in a ship from Alexandria which had wintered in the island, whose figurehead was “The Twin Brothers.”"},"12":{"verse":12,"text":"Touching at Syracuse, we stayed there for three days."},"13":{"verse":13,"text":"From there, we circled around [the coastline of Sicily] and arrived at Rhegium. The following day, a south wind sprang up and on the second day, we arrived in Puteoli."},"14":{"verse":14,"text":"There, we found brethren who entreated us to stay with them for seven days. And so, we approached Rome."},"15":{"verse":15,"text":" From there, having heard of us, the brethren came to meet us as far as The Market of Appius and the Three Taverns. When Paul saw them, he thanked God and took courage."},"16":{"verse":16,"text":" When we reached Rome, the centurion delivered the prisoners to the captain of the guard, but Paul was allowed to stay by himself with the soldier who guarded him. "},"17":{"verse":17,"text":" Three days later, Paul called together those who were the leaders of the Jews. When they had assembled, he said to them, “Brothers, although I have done nothing against the people or the customs of our fathers, I was delivered as a prisoner from Jerusalem into the hands of the Romans."},"18":{"verse":18,"text":"After putting me on trial, the Romans wanted to release me because there were no grounds to put me to death."},"19":{"verse":19,"text":"But when the Jews spoke against it, I was forced to appeal to Caesar, not that I had anything about which to accuse my nation."},"20":{"verse":20,"text":"For this reason, therefore, I asked to see you and to speak with you, for it is because of the hope of Israel that I am bound with this chain.”"},"21":{"verse":21,"text":" They answered him, “We have not received letters from Judea concerning you, and no brother has come here to make a report or speak any evil of you."},"22":{"verse":22,"text":"But we desire to hear from you what you think because it is known to us that everywhere, people speak against this sect.”"},"23":{"verse":23,"text":" After making an appointment with Paul for a certain day, many more people visited him at his place of residence. From morning until evening, he explained and bore witness about [the things of] the Kingdom of God. He also tried to convince the Jews concerning Jesus, [quoting] both from the law of Moses and from the prophets."},"24":{"verse":24,"text":"Some believed what was spoken, and others did not."},"25":{"verse":25,"text":"Although disagreeing among themselves, they left after Paul had spoken one [last] word, “Rightly did the Holy Spirit speak to our fathers through Isaias (Isaiah) the prophet,"},"26":{"verse":26,"text":"saying:  Go to this people and say:   You will keep on hearing but never understand!   You will keep on seeing but never perceive! "},"27":{"verse":27,"text":" For this people’s heart has grown callous,   Their ears are dull of hearing,   And they have closed their eyes,   For fear that they should see with their eyes, hear with their ears,   Understand with their heart, and would repent,   And I would heal them. "},"28":{"verse":28,"text":" Therefore, you should know that God’s salvation is sent to the nations; they will listen!”"},"29":{"verse":29,"text":"  After Paul said these words, the Jews departed with a great dispute among themselves. "},"30":{"verse":30,"text":" So Paul stayed two whole years in his own rented house, receiving everyone who came to visit him."},"31":{"verse":31,"text":"With all boldness and without hindrance, he proclaimed the Kingdom of God and taught about the Lord Jesus Christ."}},"meta":{"connection":"EOB","book_number":510,"chapter_number":28,"previous_chapter":{"connection":"EOB","book_number":510,"chapter":27},"next_chapter":null}}