{"chapter":{"1":{"verse":1,"text":" Peter and John would go up into the temple at the hour of prayer, the ninth hour."},"2":{"verse":2,"text":"A certain man who was lame from his mother’s womb was being carried. Every day, he was laid at the gate of the temple (the one which is called ‘Beautiful’) to ask alms from those entering the temple."},"3":{"verse":3,"text":"Seeing Peter and John about to go into the temple, he asked to receive alms."},"4":{"verse":4,"text":"Then Peter, along with John, fixed his gaze on him and said, “Look at us!”"},"5":{"verse":5,"text":"The man gave them [his] attention, expecting to receive something from them."},"6":{"verse":6,"text":"But Peter said, “I have neither silver nor gold, but what I do have, I give to you. In the Name of Jesus Christ of Nazareth, get up and walk!”"},"7":{"verse":7,"text":"Peter took the man by the right hand and raised him up. At once, his feet and ankles received strength."},"8":{"verse":8,"text":"Leaping up, the man stood up and began to walk! He entered with them into the temple, walking, leaping, and praising God!"},"9":{"verse":9,"text":"When all the people saw him walking and praising God,"},"10":{"verse":10,"text":"they recognized that it was the man who used to sit at the Beautiful Gate of the temple, begging for alms; and they were filled with wonder and amazement at what had happened to him."},"11":{"verse":11,"text":"As the lame man who had been healed held on to Peter and John, all the people were greatly astonished and ran together to them in the porch that is called Solomon’s [Porch]."},"12":{"verse":12,"text":" When Peter saw this, he answered the people, “Men of Israel, why do you marvel at this man? Why do you gaze at us, as though by our own power or godliness we had made him walk?"},"13":{"verse":13,"text":"The God of Abraham, Isaac, and Jacob, the God of our fathers, has glorified his servant Jesus, whom you delivered up and denied in the presence of Pilate, when he had determined to release him."},"14":{"verse":14,"text":"But you denied the Holy and Righteous One and asked for a murderer to be granted to you."},"15":{"verse":15,"text":"Then you killed the Author of life, whom God raised from the dead. To this we are witnesses."},"16":{"verse":16,"text":"By faith in his Name, this man whom you see and know was made strong. Yes, the faith which comes through Jesus has given him this perfect soundness as you all can see."},"17":{"verse":17,"text":" Now, brethren, I know that you did this in ignorance, as did your leaders."},"18":{"verse":18,"text":"Yet, this is how God fulfilled what he had announced by the mouth of all his prophets, [namely] that Christ should suffer."},"19":{"verse":19,"text":" Repent therefore, and turn back [to God], so that your sins may be blotted out, that times of refreshing may come from the presence of the Lord,"},"20":{"verse":20,"text":"and that he may send Christ Jesus who was ordained in advance for you."},"21":{"verse":21,"text":"He must remain in heaven until the times of restoration of all things, which God announced long ago by the mouth of all his holy prophets."},"22":{"verse":22,"text":"For Moses indeed said to the fathers, ‘The Lord your God will raise up for you a prophet like me from among your brethren. You shall listen to him in all that he tells you."},"23":{"verse":23,"text":"And it shall be that every soul that will not listen to that prophet will be utterly cut off from among the people.’"},"24":{"verse":24,"text":"In fact, all the prophets that have spoken, from Samuel to those who followed after [him], have also announced these days."},"25":{"verse":25,"text":"You are the children of the prophets, and [children] of the covenant which God made with our fathers when he said to Abraham, ‘In your seed will all the families of the earth be blessed.’"},"26":{"verse":26,"text":"God, having raised up [to life] his servant Jesus, sent him to you first, in order to bless you as every one of you turns away from his wicked ways.”"}},"meta":{"connection":"EOB","book_number":510,"chapter_number":3,"previous_chapter":{"connection":"EOB","book_number":510,"chapter":2},"next_chapter":{"connection":"EOB","book_number":510,"chapter":4}}}