{"chapter":{"1":{"verse":1,"text":" Now a certain man named Ananias, along with his wife Sapphira, [also] sold a possession."},"2":{"verse":2,"text":"He kept back part of the price (of which his wife was also aware) and brought the rest, laying it at the apostles’ feet."},"3":{"verse":3,"text":"But Peter said, “Ananias, how is it that Satan has filled your heart so as to lie to the Holy Spirit, and to keep back part of the price of the land?"},"4":{"verse":4,"text":"As long as you kept it, was it not still your own? And after it was sold, was it not [still] in your power? How is it that you have conceived this thing in your heart? You have not lied to men, but to God!”"},"5":{"verse":5,"text":" Upon hearing these words, Ananias fell to the ground and died. Great fear came on all who heard these things."},"6":{"verse":6,"text":"The young men got up, wrapped him, and carried him out to be buried."},"7":{"verse":7,"text":"About three hours later, his wife, not knowing what had happened, came in."},"8":{"verse":8,"text":"Peter asked her, “Tell me, was this the price you sold the land for?” She answered, “Yes, for that price.”"},"9":{"verse":9,"text":" Then Peter said to her, “How is it that you have conspired to put the Spirit of the Lord to the test? Behold, the feet of those who have buried your husband are at the door, and they will carry you out!”"},"10":{"verse":10,"text":" At once, she fell down at Peter’s feet and died. The young men came in and found her dead; they carried her out and buried her next to her husband."},"11":{"verse":11,"text":"Great fear came on the whole Church and on all who heard these things."},"12":{"verse":12,"text":" Even more, many signs and wonders were accomplished among the people by the hands of the apostles, and they were all [gathered] with one accord in Solomon’s porch."},"13":{"verse":13,"text":"No one else dared to join them, even though they were honored by the people."},"14":{"verse":14,"text":"More believers were added to the Lord, multitudes of both men and women."},"15":{"verse":15,"text":"People even carried out the sick into the streets, placing them on cots and mattresses, so that as Peter came by, at least his shadow might fall on some of them."},"16":{"verse":16,"text":"Crowds also formed from the cities around Jerusalem; they brought sick people, as well as those tormented by unclean spirits, and all were healed."},"17":{"verse":17,"text":"However, the high priest took action, along with all his associates (which is the sect of the Sadducees). Filled with jealousy,"},"18":{"verse":18,"text":"they laid their hands on the apostles and placed them in the public jail."},"19":{"verse":19,"text":"But an angel of the Lord opened the prison doors by night and brought them out, saying,"},"20":{"verse":20,"text":"“Go, stand in the temple, and speak to the people the whole message about this life.”"},"21":{"verse":21,"text":" When the apostles heard this, they went to the temple at about daybreak, and they began to teach. Meanwhile, the high priest arrived, together with his associates, and called the Sanhedrin together, along with the council of the children of Israel. He then sent [word] to the prison to have the apostles brought in."},"22":{"verse":22,"text":"But the officers who came did not find them in the prison. They came back and reported,"},"23":{"verse":23,"text":"“Truly, we found the prison shut and locked, and the guards standing before the doors, but when we opened them, we found no one inside!”"},"24":{"verse":24,"text":" Now when the high priest, the captain of the temple, and the chief priests heard these words, they were very perplexed about them, wondering what would come of this."},"25":{"verse":25,"text":"One [officer] came forward and told them, “Behold, the men whom you put in prison are [now] in the temple, standing and teaching the people.”"},"26":{"verse":26,"text":"Then the captain went with the officers and brought them without using force because they were afraid that the people might stone them."},"27":{"verse":27,"text":" Having brought the apostles, they made them appear before the Sanhedrin. The high priest questioned them,"},"28":{"verse":28,"text":"saying, “Did we not strictly order you not to teach in this Name? Behold, you have filled Jerusalem with your teaching and intend to bring this man’s blood upon us!”"},"29":{"verse":29,"text":" But Peter and the apostles answered, “We must obey God rather than men!"},"30":{"verse":30,"text":"The God of our fathers raised up Jesus, whom you killed by hanging him on a tree."},"31":{"verse":31,"text":"God has exalted him with his right hand to be a Prince and a Savior in order to give repentance to Israel and remission of sins."},"32":{"verse":32,"text":"We are his witnesses to these things, and so is the Holy Spirit that God has given to those who obey him.”"},"33":{"verse":33,"text":" Hearing this, they were enraged and plotted to kill them."},"34":{"verse":34,"text":"But someone stood up in the council, a Pharisee named Gamaliel, a teacher of the law who was honored by all the people. He instructed that the apostles be put out for a while."},"35":{"verse":35,"text":"He said to them, “Men of Israel, consider carefully what you intend to do to these men."},"36":{"verse":36,"text":"Some time ago, Theudas arose, claiming to be someone. A number of men, about four hundred, joined themselves to him. He was [eventually] killed, all those who obeyed him were scattered, and it all came to nothing."},"37":{"verse":37,"text":"After this man, Judas of Galilee arose during the days of the census, and he led many people to follow him. He also perished, and all those who obeyed him were scattered abroad."},"38":{"verse":38,"text":"Now I tell you: stay away from these men and leave them alone. If this plan or work is of human origin, it will be overthrown."},"39":{"verse":39,"text":"But if it is of God, you cannot overthrow it, and you would find yourselves fighting against God!”"},"40":{"verse":40,"text":" They agreed with him. Summoning the apostles, they had them flogged and ordered them not to speak in the Name of Jesus. Then they released them."},"41":{"verse":41,"text":"The apostles left the Sanhedrin, rejoicing that they had been considered worthy to suffer dishonor for the sake of his Name."},"42":{"verse":42,"text":" Every day, in the temple and at home, they never stopped teaching and preaching that Jesus is the Christ."}},"meta":{"connection":"EOB","book_number":510,"chapter_number":5,"previous_chapter":{"connection":"EOB","book_number":510,"chapter":4},"next_chapter":{"connection":"EOB","book_number":510,"chapter":6}}}