{"chapter":{"1":{"verse":1,"text":"Я человек, испытавший горе от жезла гнева Его."},"2":{"verse":2,"text":"Он повел меня и ввел во тьму, а не во свет."},"3":{"verse":3,"text":"Так, Он обратился на меня и весь день обращает руку Свою;"},"4":{"verse":4,"text":"измождил плоть мою и кожу мою, сокрушил кости мои;"},"5":{"verse":5,"text":"огородил меня и обложил горечью и тяготою;"},"6":{"verse":6,"text":"посадил меня в темное место, как давно умерших;"},"7":{"verse":7,"text":"окружил меня стеною, чтобы я не вышел, отяготил оковы мои,"},"8":{"verse":8,"text":"и когда я взывал и вопиял, задерживал молитву мою;"},"9":{"verse":9,"text":"каменьями преградил дороги мои, извратил стези мои."},"10":{"verse":10,"text":"Он стал для меня как бы медведь в засаде, как бы лев в скрытном месте;"},"11":{"verse":11,"text":"извратил пути мои и растерзал меня, привел меня в ничто;"},"12":{"verse":12,"text":"натянул лук Свой и поставил меня как бы целью для стрел;"},"13":{"verse":13,"text":"послал в почки мои стрелы из колчана Своего."},"14":{"verse":14,"text":"Я стал посмешищем для всего народа моего, вседневною песнью их."},"15":{"verse":15,"text":"Он пресытил меня горечью, напоил меня полынью."},"16":{"verse":16,"text":"Сокрушил камнями зубы мои, покрыл меня пеплом."},"17":{"verse":17,"text":"И удалился мир от души моей; я забыл о благоденствии,"},"18":{"verse":18,"text":"и сказал я: погибла сила моя и надежда моя на Господа."},"19":{"verse":19,"text":"Помысли о моем страдании и бедствии моем, о полыни и желчи."},"20":{"verse":20,"text":"Твердо помнит это душа моя и падает во мне."},"21":{"verse":21,"text":"Вот что я отвечаю сердцу моему и потому уповаю:"},"22":{"verse":22,"text":"по милости Господа мы не исчезли, ибо милосердие Его не истощилось."},"23":{"verse":23,"text":"Оно обновляется каждое утро; велика верность Твоя!"},"24":{"verse":24,"text":"Господь часть моя, говорит душа моя, итак буду надеяться на Него."},"25":{"verse":25,"text":"Благ Господь к надеющимся на Него, к душе, ищущей Его."},"26":{"verse":26,"text":"Благо тому, кто терпеливо ожидает спасения от Господа."},"27":{"verse":27,"text":"Благо человеку, когда он несет иго в юности своей;"},"28":{"verse":28,"text":"сидит уединенно и молчит, ибо Он наложил его на него;"},"29":{"verse":29,"text":"полагает уста свои в прах, помышляя: \"может быть, еще есть надежда\";"},"30":{"verse":30,"text":"подставляет ланиту свою биющему его, пресыщается поношением,"},"31":{"verse":31,"text":"ибо не навек оставляет Господь."},"32":{"verse":32,"text":"Но послал горе, и помилует по великой благости Своей."},"33":{"verse":33,"text":"Ибо Он не по изволению сердца Своего наказывает и огорчает сынов человеческих."},"34":{"verse":34,"text":"Но, когда попирают ногами своими всех узников земли,"},"35":{"verse":35,"text":"когда неправедно судят человека пред лицем Всевышнего,"},"36":{"verse":36,"text":"когда притесняют человека в деле его: разве не видит Господь?"},"37":{"verse":37,"text":"Кто это говорит: \"и то бывает, чему Господь не повелел быть\"?"},"38":{"verse":38,"text":"Не от уст ли Всевышнего происходит бедствие и благополучие?"},"39":{"verse":39,"text":"Зачем сетует человек живущий? всякий сетуй на грехи свои."},"40":{"verse":40,"text":"Испытаем и исследуем пути свои, и обратимся к Господу."},"41":{"verse":41,"text":"Вознесем сердце наше и руки к Богу, сущему на небесах:"},"42":{"verse":42,"text":"мы отпали и упорствовали; Ты не пощадил."},"43":{"verse":43,"text":"Ты покрыл Себя гневом и преследовал нас, умерщвлял, не щадил;"},"44":{"verse":44,"text":"Ты закрыл Себя облаком, чтобы не доходила молитва наша;"},"45":{"verse":45,"text":"сором и мерзостью Ты сделал нас среди народов."},"46":{"verse":46,"text":"Разинули на нас пасть свою все враги наши."},"47":{"verse":47,"text":"Ужас и яма, опустошение и разорение - доля наша."},"48":{"verse":48,"text":"Потоки вод изливает око мое о гибели дщери народа моего."},"49":{"verse":49,"text":"Око мое изливается и не перестает, ибо нет облегчения,"},"50":{"verse":50,"text":"доколе не призрит и не увидит Господь с небес."},"51":{"verse":51,"text":"Око мое опечаливает душу мою ради всех дщерей моего города."},"52":{"verse":52,"text":"Всячески усиливались уловить меня, как птичку, враги мои, без всякой причины;"},"53":{"verse":53,"text":"повергли жизнь мою в яму и закидали меня камнями."},"54":{"verse":54,"text":"Воды поднялись до головы моей; я сказал: \"погиб я\"."},"55":{"verse":55,"text":"Я призывал имя Твое, Господи, из ямы глубокой."},"56":{"verse":56,"text":"Ты слышал голос мой; не закрой уха Твоего от воздыхания моего, от вопля моего."},"57":{"verse":57,"text":"Ты приближался, когда я взывал к Тебе, и говорил: \"не бойся\"."},"58":{"verse":58,"text":"Ты защищал, Господи, дело души моей; искуплял жизнь мою."},"59":{"verse":59,"text":"Ты видишь, Господи, обиду мою; рассуди дело мое."},"60":{"verse":60,"text":"Ты видишь всю мстительность их, все замыслы их против меня."},"61":{"verse":61,"text":"Ты слышишь, Господи, ругательство их, все замыслы их против меня,"},"62":{"verse":62,"text":"речи восстающих на меня и их ухищрения против меня всякий день."},"63":{"verse":63,"text":"Воззри, сидят ли они, встают ли, я для них - песнь."},"64":{"verse":64,"text":"Воздай им, Господи, по делам рук их;"},"65":{"verse":65,"text":"пошли им помрачение сердца и проклятие Твое на них;"},"66":{"verse":66,"text":"преследуй их, Господи, гневом, и истреби их из поднебесной."}},"meta":{"connection":"RSTI","book_number":310,"chapter_number":3,"previous_chapter":{"connection":"RSTI","book_number":310,"chapter":2},"next_chapter":{"connection":"RSTI","book_number":310,"chapter":4}}}